[{"source":{"id":null,"name":"Yahoo.com"},"author":"By Omar Mohammed and Duncan Miriri","title":"African nations close borders, cancel flights to contain coronavirus spread","description":"Several African countries on Sunday closed borders, canceled flights and imposed strict entry and quarantine requirements to contain the spread of the new co...","url":"https://news.yahoo.com/african-nations-close-borders-cancel-163555927.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-15T16:35:55Z","content":"By Omar Mohammed and Duncan Miriri\r\nNAIROBI, March 15 (Reuters) - Several African countries on Sunday closed borders, canceled flights and imposed strict entry and quarantine requirements to contain the spread of the new coronavirus, which has a foothold in 2… [+2363 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Al Jazeera","title":"Congo's ex-president Yhombi-Opango dies of coronavirus","description":"Yhombi-Opango, who was ill before contracting the virus, has died in a Paris hospital, according to his family.","url":"https://www.aljazeera.com/news/2020/03/congo-president-yhombi-opango-dies-coronavirus-200331073802737.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/31/7022c1cd21444871bb473f5be2b61687_18.jpg","publishedAt":"2020-03-31T08:48:16Z","content":"Jacques Joaquim Yhombi-Opango, former president of the Republic of the Congo, has died after contracting coronavirus, his family said.\r\nYhombi-Opango died in a Paris hospital on Monday. He was 81.\r\nMore:\r\nYhombi-Opango was ill before he contracted the virus, … [+1105 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"insider@insider.com (Madison Hoff)","title":"Here are the 24 countries that are least ready for a pandemic","description":"A team of researchers evaluated the healthcare and disease control systems of 195 countries to see how ready they are for a major outbreak.","url":"https://news.yahoo.com/24-countries-least-ready-pandemic-131159346.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/KaAlJrZUwyAj1AOaOrF1Yw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05NjA-/https://s.yimg.com/uu/api/res/1.2/Q0usV4L7OOhGpS_OSlvnZQ--~B/aD0xMzM0O3c9MTc3ODtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/EN/business_insider_articles_888/c2cec67b19008ee8eb27539d6fd6b8a7","publishedAt":"2020-03-11T13:36:00Z","content":"Paramedic staff leave a hotel where people who were evacuated from Wuhan, China, are quarantined near Algiers, Algeria, on Feb. 4, 2020. Algeria is one of the countries least prepared for a major infectious disease outbreak and already has 20 confirmed cases … [+15126 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Omar Mohammed","title":"African nations close borders, cancel flights to contain coronavirus spread","description":"Several African countries on Sunday closed borders, canceled flights and imposed strict entry and quarantine requirements to contain the spread of the new coronavirus, which has a foothold in 26 nations on the continent as cases keep rising.","url":"https://www.reuters.com/article/us-health-coronavirus-africa-idUSKBN2120YR","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200315&t=2&i=1503598781&w=1200&r=LYNXMPEG2E0QO","publishedAt":"2020-03-15T17:04:53Z","content":"NAIROBI (Reuters) - Several African countries on Sunday closed borders, canceled flights and imposed strict entry and quarantine requirements to contain the spread of the new coronavirus, which has a foothold in 26 nations on the continent as cases keep risin… [+2326 chars]"},{"source":{"id":null,"name":"Qz.com"},"author":"Yinka Adegoke","title":"African economies are being burdened with commodities-linked debt even as prices tumble","description":"Institutions like the World Bank are worried about the lack of transparency of resource-backed loans especially for oil producers","url":"https://qz.com/africa/1818645/african-economies-burdened-with-commodities-debt-as-prices-tumble/","urlToImage":"https://cms.qz.com/wp-content/uploads/2020/03/RTX1JPPO-e1584371919644.jpg?quality=75&strip=all&w=1400","publishedAt":"2020-03-16T15:54:00Z","content":"Last month World Banks managing director David Malpass expressed concern about the amount of debt some of Africas economies were piling on. In particular, he worried about the lack of transparency in some of the loan deals being struck with China.\r\nAfricas de… [+2944 chars]"},{"source":{"id":null,"name":"Allafrica.com"},"author":null,"title":"Congo-Brazzaville: Congo's Ex-President Dies of Covid-19","description":"[Premium Times] The family of a former President of the Republic of Congo, Jacques Yhombi-Opango, has confirmed his death from the Coronavirus disease on Monday, in a Paris hospital.","url":"https://allafrica.com/stories/202003310885.html","urlToImage":"https://cdn07.allafrica.com/static/images/structure/aa-logo-rgba-no-text-128x128.png","publishedAt":"2020-03-31T14:51:00Z","content":"The family of a former President of the Republic of Congo, Jacques Yhombi-Opango, has confirmed his death from the Coronavirus disease on Monday, in a Paris hospital.\r\nHe was 81.\r\nThe family said he had underlying health conditions prior to contracting the co… [+1177 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Aurlus Mabele: Congolese music legend dies 'from coronavirus'","description":"'King of soukous' Aurlus Mabele died on the same day he was taken into hospital.","url":"https://www.bbc.co.uk/news/world-africa-51978459","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/4747/production/_111374281_mabele.png","publishedAt":"2020-03-20T14:56:10Z","content":"Image copyrightYoutubeImage caption\r\n Aurlus Mabele sold more than 10 million albums\r\nCongolese music star Aurlus Mabele has died in hospital in France's capital Paris, aged 67. \r\nPosts on social media from friends and relatives say he died of coronavirus but… [+1149 chars]"},{"source":{"id":null,"name":"Tabnak.ir"},"author":"info@tabnak.ir","title":"African nations close borders, cancel flights to contain coronavirus spread","description":"Several African countries on Sunday closed borders, cancelled flights and imposed strict entry and quarantine requirements to contain the spread of the new coronavirus, which has a foothold in 26 nations on the continent as cases keep rising.","url":"https://www.tabnak.ir/fa/news/966146/african-nations-close-borders-cancel-flights-to-contain-coronavirus-spread","urlToImage":null,"publishedAt":"2020-03-16T05:46:55Z","content":"Several African countries on Sunday closed borders, cancelled flights and imposed strict entry and quarantine requirements to contain the spread of the new coronavirus, which has a foothold in 26 nations on the continent as cases keep rising.\r\nThe government … [+2066 chars]"},{"source":{"id":null,"name":"Vanguardngr.com"},"author":"Victor Ogunyinka","title":"Congo’s 81-yr-old ex-president Yhombi-Opango dies of coronavirus","description":"Jacques Joaquim Yhombi-Opango, former president of the Republic of the Congo, has died after contracting coronavirus, his family said. Yhombi-Opango died in a Paris hospital on Monday. He was 81. Yhombi-Opango was ill before he contracted the virus, his son t…","url":"https://www.vanguardngr.com/2020/03/congos-81-yr-old-ex-president-yhombi-opango-dies-of-coronavirus/","urlToImage":"https://i2.wp.com/www.vanguardngr.com/wp-content/uploads/2020/03/Jacques-Joaquim-Yhombi-Opango.jpg?fit=1500%2C1090&ssl=1","publishedAt":"2020-03-31T14:47:31Z","content":"Jacques Joaquim Yhombi-Opango\r\nJacques Joaquim Yhombi-Opango, former president of the Republic of the Congo, has died after contracting coronavirus, his family said.\r\nYhombi-Opango died in a Paris hospital on Monday. He was 81. Yhombi-Opango was ill before he… [+1137 chars]"},{"source":{"id":null,"name":"Vanguardngr.com"},"author":"Nwafor","title":"Coronavirus hits 46 countries in Africa, 3,778 infections cases- WHO","description":"The World Health Organisation (WHO) Regional Office for Africa in Brazzaville, Congo, says there are now 3,778 confirmed cases of Coronavirus (COVID-19) in 46 African countries. The post Coronavirus hits 46 countries in Africa, 3,778 infections cases- WHO app…","url":"https://www.vanguardngr.com/2020/03/coronavirus-hits-46-countries-in-africa-3778-infections-cases-who/","urlToImage":"https://i0.wp.com/www.vanguardngr.com/wp-content/uploads/2020/03/coronavirus-economy-e1584461789914.jpeg?fit=771%2C440&ssl=1","publishedAt":"2020-03-28T15:07:39Z","content":"The World Health Organisation (WHO) Regional Office for Africa in Brazzaville, Congo, says there are now 3,778 confirmed cases of Coronavirus (COVID-19) in 46 African countries.The UNs health agency disclosed this in its regional official twitter account @WHO… [+982 chars]"},{"source":{"id":null,"name":"Vanguardngr.com"},"author":"Urowayino Jeremiah","title":"34 countries in Africa report COVID-19 cases –WHO","description":"The World Health Organisation (WHO) Regional office for Africa in Brazzaville, Congo, says there are now 600 confirmed cases of Coronavirus (COVID-19) in Africa in 34 countries. The UN health agency disclosed this in its regional official twitter account @WHO…","url":"https://www.vanguardngr.com/2020/03/34-countries-in-africa-report-covid-19-cases-who/","urlToImage":null,"publishedAt":"2020-03-20T09:46:36Z","content":",The World Health Organisation (WHO)  Regional office for Africa in Brazzaville, Congo, says there are now 600 confirmed cases of Coronavirus (COVID-19) in Africa in 34 countries.\r\nThe UN health agency disclosed this in its regional official twitter account @… [+696 chars]"},{"source":{"id":null,"name":"Vanguardngr.com"},"author":"Urowayino Jeremiah","title":"33 countries in Africa report COVID-19 cases –WHO","description":"The World Health Organisation (WHO) Regional office for Africa in Brazzaville, Congo, says there are now 633 confirmed cases of Coronavirus (COVID-19) in Africa in 33 countries. The post 33 countries in Africa report COVID-19 cases –WHO appeared first on Vang…","url":"https://www.vanguardngr.com/2020/03/33-countries-in-africa-report-covid-19-cases-who/","urlToImage":"https://i2.wp.com/www.vanguardngr.com/wp-content/uploads/2020/02/COVID-19_Coronavirus_WHO.jpg?fit=992%2C558&ssl=1","publishedAt":"2020-03-19T09:31:25Z","content":"The World Health Organisation (WHO)  Regional office for Africa in Brazzaville, Congo, says there are now 633 confirmed cases of Coronavirus (COVID-19) in Africa in 33 countries.\r\nThe UN health agency disclosed this in its regional official twitter account @W… [+537 chars]"},{"source":{"id":null,"name":"Vanguardngr.com"},"author":"Hamed Shobiye","title":"15 countries in Africa report coronavirus cases –WHO","description":"The World Health Organisation (WHO) Regional Office for Africa in Brazzaville, Congo, said on Friday there are now 147 confirmed cases of Coronavirus and four deaths in 15 countries on the continent. The UN Health agency disclosed this in a statement posted o…","url":"https://www.vanguardngr.com/2020/03/15-countries-in-africa-report-coronavirus-cases-who/","urlToImage":"https://i2.wp.com/www.vanguardngr.com/wp-content/uploads/2019/12/logo-who.jpg?fit=800%2C320&ssl=1","publishedAt":"2020-03-13T20:25:00Z","content":"WHO\r\nThe World Health Organisation (WHO) Regional Office for Africa in Brazzaville, Congo, said on Friday there are now 147 confirmed cases of Coronavirus and four deaths in 15 countries on the continent.\r\nThe UN Health agency disclosed this in a statement po… [+878 chars]"},{"source":{"id":null,"name":"Vanguardngr.com"},"author":"Oboh","title":"147 coronavirus cases, 4 death in 15 countries in Africa","description":"The World Health Organisation, WHO, Regional Office for Africa in Brazzaville, Congo, says there are now 147 confirmed cases of Coronavirus, COVID-19, in Africa in 15 countries and there have been four COVID-19-related deaths. The UN Health agency disclosed t…","url":"https://www.vanguardngr.com/2020/03/147-coronavirus-cases-4-death-in-15-countries-in-africa/","urlToImage":null,"publishedAt":"2020-03-13T20:35:20Z","content":"The World Health Organisation, WHO, Regional Office for Africa in Brazzaville, Congo, says there are now 147 confirmed cases of Coronavirus, COVID-19, in Africa in 15 countries and there have been four COVID-19-related deaths.\r\nThe UN Health agency disclosed … [+2112 chars]"},{"source":{"id":null,"name":"Vanguardngr.com"},"author":"David O Royal","title":"26 countries in Africa report COVID-19 cases – WHO","description":"The World Health Organisation (WHO) Regional office for Africa in Brazzaville, Congo, says there are now 273 confirmed cases of Coronavirus (COVID-19) in Africa in 26 countries and there have been six COVID-19-related deaths. The UN health agency disclosed th…","url":"https://www.vanguardngr.com/2020/03/26-countries-in-africa-report-covid-19-cases-who/","urlToImage":"https://i2.wp.com/www.vanguardngr.com/wp-content/uploads/2020/02/COVID-19_Coronavirus_WHO.jpg?fit=992%2C558&ssl=1","publishedAt":"2020-03-17T03:00:40Z","content":"The World Health Organisation (WHO)  Regional office for Africa in Brazzaville, Congo, says there are now 273 confirmed cases of Coronavirus (COVID-19) in Africa in 26 countries and there have been six COVID-19-related deaths.\r\nThe UN health agency disclosed … [+1504 chars]"},{"source":{"id":null,"name":"Vanguardngr.com"},"author":"Rasheed Sobowale","title":"Benue State records first case of coronavirus","description":"The Nigeria Centre for Disease Control (NCDC) on Saturday reported that Benue State has recorded its first case of the coronavirus disease. NCDC revealed this in its recent update that revealed Nigeria total cases of confirmed victims of the COVID-19 has rise…","url":"https://www.vanguardngr.com/2020/03/benue-state-records-first-case-of-coronavirus/","urlToImage":null,"publishedAt":"2020-03-28T16:05:41Z","content":"The Nigeria Centre for Disease Control (NCDC) on Saturday reported that Benue State has recorded its first case of the coronavirus disease.\r\nNCDC revealed this in its recent update that also stated Nigeria’s total cases of confirmed victims of the COVID-19 ha… [+1032 chars]"},{"source":{"id":null,"name":"Allafrica.com"},"author":null,"title":"Govt Evacuates Stranded NCDC Staff From Congo Brazzaville","description":"[This Day] The federal government has evacuated stranded staff of the Nigeria Centre for Disease Control (NCDC) from Republic of Congo.","url":"https://allafrica.com/stories/202003300119.html","urlToImage":"https://cdn07.allafrica.com/static/images/structure/aa-logo-rgba-no-text-128x128.png","publishedAt":"2020-03-30T06:47:26Z","content":"The federal government has evacuated stranded staff of the Nigeria Centre for Disease Control (NCDC) from Republic of Congo.\r\nThe Nigeria Ambassador to the Republic of the Congo, Mrs. Deborah Iliya, in a statement issued yesterday, said the NCDC staff members… [+1633 chars]"},{"source":{"id":null,"name":"Allafrica.com"},"author":null,"title":"Nigeria: Covid-19 - Buhari Receives Briefing From Health Minister, NCDC","description":"[Vanguard] Abuja -President Muhammadu Buhari, on Saturday, received a briefing from the Minister of Health, Dr Osagie Ehinare, and the Director-General of the Nigeria Centre for Disease Control (NCDC), Dr Chikwe Ihekweazu, at Presidential Villa, Abuja.","url":"https://allafrica.com/stories/202003280221.html","urlToImage":"https://cdn07.allafrica.com/static/images/structure/aa-logo-rgba-no-text-128x128.png","publishedAt":"2020-03-28T15:52:51Z","content":"Abuja — President Muhammadu Buhari, on Saturday, received a briefing from the Minister of Health, Dr Osagie Ehinare, and the Director-General of the Nigeria Centre for Disease Control (NCDC), Dr Chikwe Ihekweazu, at Presidential Villa, Abuja.\r\nThis was contai… [+3057 chars]"},{"source":{"id":null,"name":"Vanguardngr.com"},"author":"Nwafor","title":"Buhari advises Nigerians on coronavirus","description":"With developing news around the world and in Nigeria on the Coronavirus pandemic, President Buhari issues the following statement: The post Buhari advises Nigerians on coronavirus appeared first on Vanguard News.","url":"https://www.vanguardngr.com/2020/03/buhari-advises-nigerians-on-coronavirus/","urlToImage":null,"publishedAt":"2020-03-26T20:56:27Z","content":"With developing news around the world and in Nigeria on the Coronavirus pandemic, President Buhari issues the following statement:\r\nI advise all Nigerians to follow to the letter the health guidelines issued by the Federal Ministry of Health and our State Gov… [+2862 chars]"},{"source":{"id":null,"name":"Vanguardngr.com"},"author":"Urowayino Jeremiah","title":"COVID-19: Buhari approves N5bn for NCDC","description":"President Muhammadu Buhari has asked for the immediate release of N5 billion special intervention fund requested by the Nigeria Centre for Disease Control (NCDC), to equip and expand their facilities and laboratories. The post COVID-19: Buhari approves N5bn f…","url":"https://www.vanguardngr.com/2020/03/covid-19-buhari-approves-n5bn-for-ncdc/","urlToImage":null,"publishedAt":"2020-03-26T21:20:16Z","content":"President Muhammadu Buhari has asked for the immediate release of N5 billion special intervention fund requested by the Nigeria Centre for Disease Control (NCDC), to equip and expand their facilities and laboratories.\r\nMalam Garba Shehu the Senior Special Ass… [+2287 chars]"}]