[{"source":{"id":"cnn","name":"CNN"},"author":"Tara John, CNN","title":"Understanding the virus: Iceland lab's testing suggests 50% of cases have no symptoms","description":"There's a lot about Iceland that other countries could envy: Its spectacular natural surroundings, its place among the world's happiest countries, and, now, its large-scale testing for the novel coronavirus, which could influence how the world understands the…","url":"https://www.cnn.com/2020/04/01/europe/iceland-testing-coronavirus-intl/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200331132121-02-iceland-coronavirus-testing-super-tease.jpg","publishedAt":"2020-04-01T08:42:06Z","content":"(CNN)There's a lot about Iceland that other countries could envy: Its spectacular natural surroundings, its place among the world's happiest countries, and, now, its large-scale testing for the novel coronavirus, which could influence how the world understand… [+5240 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Brian Heater","title":"UK and Ireland added to US travel ban amid COVID-19 concerns","description":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed…","url":"http://techcrunch.com/2020/03/14/uk-and-ireland-added-to-us-travel-ban-amid-covid-19-concerns/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/03/GettyImages-1135383514.jpeg?w=573","publishedAt":"2020-03-14T17:19:01Z","content":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed… [+1486 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Kelly McLaughlin","title":"Iceland is allowing everyone in the country to be tested for the coronavirus. The government says it spent years perfecting its approach.","description":"Iceland, an island country home to about 364,000 people, has taken a different approach to the coronavirus than many other countries. The government allows testing for anyone who wants it. Iceland is also working to identify people who have the virus quickly …","url":"https://www.businessinsider.com/iceland-coronavirus-pandemic-approach-could-help-other-countries-2020-4","urlToImage":"https://i.insider.com/5e863b0e14f18f15734ff41a?width=1200&format=jpeg","publishedAt":"2020-04-02T21:44:41Z","content":"As countries around the world try to stop the spread of the coronavirus pandemic, Iceland is taking an unusual approach.\r\nInstead of testing selectively, the country is allowing everyone to be tested and isolating people quickly if they test positive.\r\nIcelan… [+4267 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Austria investigates Ischgl ski resort business for 'hiding case'","description":"Officials want to know if a bar in Ischgl failed to report a coronavirus case.","url":"https://www.bbc.co.uk/news/world-europe-52007104","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/80B5/production/_111394923_eca89463-9953-44bb-9712-abe7f91af105.jpg","publishedAt":"2020-03-23T14:31:29Z","content":"Image copyrightEPAImage caption\r\n Ischgl was only closed weeks after the worker reportedly fell ill (file photo)\r\nAustria is investigating a bar at a popular ski resort for allegedly not reporting a case of coronavirus. \r\nThe inquiry focuses on reports that a… [+2420 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Emily Price","title":"How to Contact Your Airline Right Now","description":"If you had plans to travel to Europe this summer, and especially over the next month, then Trump’s latest travel ban has likely caught your attention. Read more...","url":"https://lifehacker.com/how-to-contact-your-airline-right-now-1842291610","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/mhn7fwgl7yvqqdj6vxdn.jpg","publishedAt":"2020-03-12T17:31:00Z","content":"If you had plans to travel to Europe this summer, and especially over the next month, then Trumps latest travel ban has likely caught your attention.\r\nStarting Friday, the 30-day ban restricts non-US citizens from flying into the United States if they have vi… [+3410 chars]"},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"Matthew Beedham","title":"Tesla becomes Iceland’s most popular car brand with its first batch of deliveries","description":"In just one month of official deliveries, Tesla has become not just the best-selling EV, but the best-selling vehicle brand in Iceland this year. Even though Tesla only officially entered Iceland last September, it has proven so popular that it delivered 415 …","url":"https://thenextweb.com/?p=1282796","urlToImage":"https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F04%2FIceland-tesla-popular-car-ev-sales-nordic-norway-europe.png&signature=47304d1dd03813481cedf4a5bba70252","publishedAt":"2020-04-02T11:13:58Z","content":"In just one month of official deliveries, Tesla has become not just the best-selling EV, but the best-selling vehicle brand in Iceland this year.\r\nEven though Tesla only officially entered Iceland last September, it has proven so popular that it delivered 415… [+2176 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":"vice-news","name":"Vice News"},"author":"Maya Rostowska, VICE News","title":"How Iceland Could Hold the Key to Understanding Coronavirus","description":"Using its unique population data, a small genetics company is planning to screen 15,000 asymptomatic people to learn about the virus.","url":"https://www.vice.com/en_us/article/qjdm77/how-iceland-could-hold-the-key-to-understanding-coronavirus","urlToImage":"https://video-images.vice.com/test-uploads/articles/5e750aa56e617a0097a76abc/lede/1584729235083-icelandtesting2.jpeg?crop=1xw:1xh;center,center&resize=1200:*","publishedAt":"2020-03-24T17:10:28Z","content":"A small Icelandic genetics company made headlines in 2013 when it developed an app to prevent accidental incest in the insular country's dating scene. That was kind of a bust, but now the same company is using its genetics expertise to screen thousands of peo… [+1353 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Matt Novak","title":"Georgia's Idiot Governor Says He Didn't Know People Could Spread Covid-19 Without Symptoms","description":"Georgia’s Governor Brian Kemp gave a press conference on Wednesday, announcing a new shelter-in-place order that’s been long overdue. But Kemp also admitted something that should terrify every person living in and around Georgia: Kemp claims he didn’t know un…","url":"https://gizmodo.com/georgias-idiot-governor-says-he-didnt-know-people-could-1842636191","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/cuz4a7adhpdrske2ddup.jpg","publishedAt":"2020-04-02T11:20:00Z","content":"Georgias Governor Brian Kemp gave a press conference on Wednesday, announcing a new shelter-in-place order thats been long overdue. But Kemp also admitted something that should terrify every person living in and around Georgia: Kemp claims he didnt know until… [+5234 chars]"},{"source":{"id":null,"name":"Kotaku.com"},"author":"Lee Yancy","title":"EVE Online's Next Few Months Will Be Filled With Aliens And 'Surprises'","description":"Today was supposed to mark the opening day of Fanfest, EVE Online’s annual player gathering in Reykjavik, Iceland. Unfortunately, the event was cancelled due to coronavirus. Fanfest is normally a time for fellowship between EVE players, a chance to interface …","url":"https://kotaku.com/eve-onlines-next-few-months-will-be-filled-with-aliens-1842643475","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/zlruyrv0l867cjilim89.png","publishedAt":"2020-04-02T17:30:00Z","content":"Today was supposed to mark the opening day of Fanfest, EVE Onlines annual player gathering in Reykjavik, Iceland. Unfortunately, the event was cancelled due to coronavirus. Fanfest is normally a time for fellowship between EVE players, a chance to interface w… [+7831 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Geneva Sands, CNN","title":"US moves to implement Europe travel restrictions Friday","description":"The United States is preparing to implement another set of severe travel restrictions as the Trump administration grapples with how to handle the coronavirus pandemic, banning travelers from dozens of countries, rerouting flights and diverting thousands of ai…","url":"https://www.cnn.com/2020/03/12/politics/europe-travel-restrictions/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200312023337-travel-restrictions-coronavirus-airlines-respond-super-tease.jpg","publishedAt":"2020-03-13T00:33:35Z","content":"(CNN)The United States is preparing to implement another set of severe travel restrictions as the Trump administration grapples with how to handle the coronavirus pandemic, banning travelers from dozens of countries, rerouting flights and diverting thousands … [+4952 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"Arianne Cohen","title":"How much are symptom-free people spreading coronavirus? More clues from new data and a CDC report","description":"The CDC looked at new cases in Singapore over a seven-week period. Transmission from presymptomatic people was discovered in seven clusters. Are symptom-free people spreading the coronavirus? Yes. Big yes. YES. Read Full Story","url":"https://www.fastcompany.com/90485603/how-much-are-symptom-free-people-spreading-coronavirus-more-clues-from-new-data-and-a-cdc-report?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2020/04/p-1-are-symptom-free-people-spreading-coronavirus-new-data-and-cdc-report-offer-more-clues.jpg","publishedAt":"2020-04-02T12:03:03Z","content":"Are symptom-free people spreading the coronavirus? Yes. Big yes. YES.New testing results out of Iceland indicate that asymptomatic carriers may well be everywhere: In tests of 9,000 people, a whopping 50% of the positive cases were in people reporting no symp… [+1393 chars]"},{"source":{"id":null,"name":"Cnet.com"},"author":"Richard Trenholm","title":"Eurovision 2020 canceled by coronavirus, so enjoy the songs here - CNET","description":"COVID-19 earns null points, but you can still enjoy this year's entrants to the infamous song contest.","url":"https://www.cnet.com/news/eurovision-song-contest-2020-canceled-due-to-coronavirus/","urlToImage":"https://cnet3.cbsistatic.com/img/zeZjkYC4wAE7M0F0wTOOlXoIJfY=/2020/03/18/5043372a-e1ea-4e06-b8fb-0d3a46d896da/eurovision.jpg","publishedAt":"2020-03-18T18:13:00Z","content":"Duncan Laurence, representing The Netherlands, took the trophy at last year's Eurovision.\r\nMichael Campanella/Getty Images\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nThe Eurovision Song Contest 2020 h… [+2465 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Here's what the new U.S. restrictions on Europe mean for travelers","description":"The United States will suspend travel from certain European countries for 30 days beginning at midnight on Friday as part of an effort to stem the spread of the coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-usa-travel-factbox-idUSKBN2103AB","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-13T20:59:18Z","content":"WASHINGTON (Reuters) - The United States will suspend travel from certain European countries for 30 days beginning at midnight on Friday as part of an effort to stem the spread of the coronavirus. \r\n- The restrictions cover people who have been in 26 European… [+2870 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Adam Payne","title":"French people have been told to stop kissing each other on the cheek to stop coronavirus spreading","description":"The French government orders its citizens to stop kissing each other on the cheek as the coronavirus rapidly spreads across Europe. The traditional French \"bise\" kiss is an integral part of the country's culture. President Emmanuel Macron's government also or…","url":"https://www.businessinsider.com/coronavirus-france-tells-citizens-stop-kissing-each-other-cheek-bise-2020-3","urlToImage":"https://i.insider.com/5e5cec21fee23d68300333e2?width=1200&format=jpeg","publishedAt":"2020-03-02T12:50:00Z","content":"France has told its citizens to stop kissing each other on the cheek in a bid to halt the rapid spread of the coronavirus across the country.\r\nThe country's health minister Olivier Veran warned French people over the weekend to stop participating in the tradi… [+1752 chars]"},{"source":{"id":null,"name":"Dezeen.com"},"author":"Tom Ravenscroft","title":"DesignMarch and 3 Days of Design postponed due to coronavirus but NYCxDESIGN \"continues as planned\"","description":"As DesignMarch in Iceland and 3 Days of Design in Copenhagen become the latest design events to be postponed due to the coronavirus outbreak, Dezeen Events Guide has created a dedicated page listing all major events affected by the virus. Organisers of the De…","url":"http://www.dezeen.com/2020/03/11/designmarch-3-days-of-design-postponed-coronavirus/","urlToImage":"https://static.dezeen.com/uploads/2020/03/designmarch-postponed-coronavirus_dezeen_2364_col_0-1024x576.jpg","publishedAt":"2020-03-11T12:49:12Z","content":"As DesignMarch in Iceland and 3 Days of Design in Copenhagen become the latest design events to be postponed due to the coronavirus outbreak, Dezeen Events Guide has created a dedicated page listing all major events affected by the virus.\r\nOrganisers of the D… [+4041 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"John Haltiwanger","title":"Trump's coronavirus travel ban excludes the countries where he has golf courses struggling for business","description":"President Donald Trump's new coronavirus travel restrictions on Europe do not extend to the two countries where he has golf courses: the UK and Ireland. The 30-day travel ban targets 26 countries that are part of a visa-free travel area known as the Schengen …","url":"https://www.businessinsider.com/coronavirus-trump-europe-travel-ban-exclude-uk-ireland-golf-courses-2020-3","urlToImage":"https://i.insider.com/5e69c9e454f25c62bb493cb3?width=1200&format=jpeg","publishedAt":"2020-03-12T08:49:41Z","content":"Hours after the World Health Organization declared the novel coronavirus a pandemic, President Donald Trump announced a 30-day travel ban on most of Europe. But he excluded two countries where he has hotels and golf courses that have been struggling financial… [+3599 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of coronavirus around the world","description":"The new coronavirus appears to now be spreading much more rapidly outside China than within, and airports in hard-hit countries were ramping up screening of travelers.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20Q242","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498209741&w=1200&r=LYNXMPEG221F4","publishedAt":"2020-03-03T15:23:59Z","content":"(Reuters) - The new coronavirus appears to now be spreading much more rapidly outside China than within, and airports in hard-hit countries were ramping up screening of travelers. \r\n- Mainland China reported 125 new cases, bringing the total number of confirm… [+4083 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Mia Jankowicz","title":"2,500 tourists are joining a mass lawsuit after after hundreds of Europe's early coronavirus cases were traced to a single ski resort in Austria","description":"The government of Tyrol, Austria, is facing legal action from 2,500 tourists for its handling of a coronavirus outbreak in the popular ski resort of Ischgl, according to CNN. It's the second complaint launched by the Austrian Consumer Protection Association, …","url":"https://www.businessinsider.com/austrian-officials-may-be-sued-over-coronavirus-response-ski-resort-2020-4","urlToImage":"https://i.insider.com/5e847c0e487c22317f05e4b7?width=1200&format=jpeg","publishedAt":"2020-04-01T13:28:40Z","content":"The government in an Austrian region linked to a large coronavirus outbreak at a ski resort is facing a lawsuit, backed by 2,500 tourists, after its handling of the crisis.\r\nHundreds of early cases of coronavirus in Germany, Iceland, the UK, Norway, Denmark a… [+2957 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"}]