[{"source":{"id":"the-times-of-india","name":"The Times of India"},"author":"PTI","title":"Coronavirus in Delhi: Man with travel history to Thailand, Malaysia tests positive; total cases 31 - Times of India","description":"Coronavirus in Delhi: Man with travel history to Thailand, Malaysia tests positive; total cases 31 Times of India Coronavirus update: Another Delhi man tests positive after Thailand, Malaysia trip Livemint Delhi Man With Thailand, Malaysia Travel History Is 3…","url":"https://timesofindia.indiatimes.com/city/delhi/coronavirus-in-delhi-man-with-travel-history-to-thailand-malaysia-tests-positive-total-cases-31/articleshow/74506781.cms","urlToImage":"https://static.toiimg.com/thumb/msid-74506872,width-1070,height-580,imgsize-119021,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","publishedAt":"2020-03-06T12:37:52Z","content":"Copyright © 2020 Bennett, Coleman &amp; Co. Ltd. All rights reserved. For reprint rights: Times Syndication Service"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Malaysia reports 41 new cases of coronavirus, all linked to religious event","description":"Malaysia reported 41 new cases of the new coronavirus on Saturday, all linked to a religious event on the outskirts of Kuala Lumpur that was attended by about 10,000 people from several countries.","url":"https://www.reuters.com/article/us-health-coronavirus-malaysia-idUSKBN2110H5","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200314&t=2&i=1503093094&w=1200&r=LYNXMPEG2D0AB","publishedAt":"2020-03-14T11:04:23Z","content":"KUALA LUMPUR (Reuters) - Malaysia reported 41 new cases of the new coronavirus on Saturday, all linked to a religious event on the outskirts of Kuala Lumpur that was attended by about 10,000 people from several countries. \r\nThe new cases bring the total numbe… [+128 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"kcorcoran@businessinsider.com (Kieran Corcoran), Kieran Corcoran","title":"An Italian cruise ship was turned away from ports in Malaysia and Thailand even though it has no cases of coronavirus on board","description":"AP The Costa Fortuna cruise ship was barred from docking in Phuket, Thailand, and then Penang, Malaysia. Costa, the cruise company, says there are no suspected cases on of the coronavirus on board. Thailand blocked the cruise anyway for fear that Italians on …","url":"https://www.businessinsider.com/coronavirus-costa-fortuna-cruise-ship-denied-by-malaysia-thailand-ports-2020-3","urlToImage":"https://i.insider.com/5e638a76fee23d5e432164c3?width=1200&format=jpeg","publishedAt":"2020-03-07T12:06:10Z","content":"An Italian cruise ship has been denied permission to dock in both Thailand and Malaysia, despite there being no evidence of coronavirus on board the ship.\r\nThe Costa Fortuna tried to stop at Phuket in Thailand on Friday, but was turned back, representatives C… [+1558 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Cambodia reports 10 new cases of coronavirus, bringing total to 47","description":"Cambodia reported 10 new cases of coronavirus on Thursday, raising its tally to 47.","url":"https://www.reuters.com/article/us-health-coronavirus-cambodia-idUSKBN2162VW","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200319&t=2&i=1505438597&w=1200&r=LYNXMPEG2I1LV","publishedAt":"2020-03-19T15:55:57Z","content":"PHNOM PENH (Reuters) - Cambodia reported 10 new cases of coronavirus on Thursday, raising its tally to 47. \r\nOf the 47 cases, 23 of them had traveled to Malaysia for a ceremony at a mosque, the health ministry said in a statement. The 10 new cases announced o… [+141 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Muslims in Indonesia divided over Friday prayers amid coronavirus fears","description":"While many Muslims in Indonesia's capital accepted advice to avoid religious gatherings and prayed at home on Friday elsewhere in the world's most populous Muslim country, people ignored the risk of coronavirus and crowded into their mosques.","url":"https://www.reuters.com/article/us-health-coronavirus-mosques-idUSKBN2170ZF","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200320&t=2&i=1505766188&w=1200&r=LYNXMPEG2J0LZ","publishedAt":"2020-03-20T08:36:15Z","content":"DEPOK, Indonesia (Reuters) - While many Muslims in Indonesia’s capital accepted advice to avoid religious gatherings and prayed at home on Friday elsewhere in the world’s most populous Muslim country, people ignored the risk of coronavirus and crowded into th… [+2531 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"A. Ananthalakshmi","title":"How mass pilgrimage at Malaysian mosque became coronavirus hotspot","description":"Worshippers slept in packed tents outside the golden-domed mosque, waking before dawn to kneel on rows of prayer mats laid out in its cavernous central hall. All the while, the coronavirus was passing unnoticed among the guests.","url":"https://www.reuters.com/article/us-health-coronavirus-malaysia-mosque-idUSKBN2142S4","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200317&t=2&i=1504481863&w=1200&r=LYNXMPEG2G1Q6","publishedAt":"2020-03-17T15:19:59Z","content":"KUALA LUMPUR (Reuters) - Worshippers slept in packed tents outside the golden-domed mosque, waking before dawn to kneel on rows of prayer mats laid out in its cavernous central hall. All the while, the coronavirus was passing unnoticed among the guests. \r\nThe… [+6593 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Spanish deaths surge close to 500","description":"The latest figures come as the EU plans cross-border travel bans and France begins its lockdown.","url":"https://www.bbc.co.uk/news/world-europe-51927790","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/4634/production/_111327971_060673999-1.jpg","publishedAt":"2020-03-17T12:44:47Z","content":"Image copyrightEPAImage caption\r\n Spanish police guard the border with France near the village of Dantxarinea\r\nDeaths from coronavirus in Spain surged to 491 on Tuesday from 309 the day before, health officials have said.\r\nThe number of confirmed cases also s… [+6253 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Klint Finley","title":"YouTube Slashes Video Quality to Save Bandwidth","description":"Meanwhile, Microsoft and Sony plan to throttle game downloads during peak usage hours to help prevent internet congestion during the Covid-19 pandemic.","url":"https://www.wired.com/story/youtube-slashes-video-quality-save-bandwidth/","urlToImage":"https://media.wired.com/photos/5e7a7cce056547000ac5e840/191:100/w_1280,c_limit/Biz-turtletime-200135197-001.jpg","publishedAt":"2020-03-24T23:21:04Z","content":"Tech companies are aiming to prevent internet congestion during the Covid-19 pandemic by limiting bandwidth for applications like consumer video and game downloads.\r\nYouTube typically adjusts the quality of your video based on the speed of your connection. If… [+3817 chars]"},{"source":{"id":null,"name":"Youtube.com"},"author":null,"title":"Countries seek to limit economic impact of coronavirus pandemic - Al Jazeera English","description":"As the number of new coronavirus infections continues its downward trend in China, other Asian countries are stepping up measures to limit the impact on thei...","url":"https://www.youtube.com/watch?v=onTT-RWVkXw","urlToImage":"https://i.ytimg.com/vi/onTT-RWVkXw/maxresdefault.jpg","publishedAt":"2020-03-13T21:37:49Z","content":"As the number of new coronavirus infections continues its downward trend in China, other Asian countries are stepping up measures to limit the impact on their economies.Al Jazeera's Florence Looi reports from Kuala Lumpur, Malaysia.\r\nSubscribe to our channel … [+214 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Poppy McPherson","title":"‘All we have left is to hope and pray’: Travelers stranded in airport by coronavirus","description":"Russian hostel manager Valerie Azure has spent the past three nights sleeping on the floor of a Malaysian airport along with her young son, after Southeast Asian nations sealed borders and canceled flights in the wake of the coronavirus pandemic.","url":"https://www.reuters.com/article/us-health-coronavirus-malaysia-tourist-idUSKBN21D1IH","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200326&t=2&i=1508428713&w=1200&r=LYNXMPEG2P0U3","publishedAt":"2020-03-26T11:21:20Z","content":"BANGKOK (Reuters) - Russian hostel manager Valerie Azure has spent the past three nights sleeping on the floor of a Malaysian airport along with her young son, after Southeast Asian nations sealed borders and canceled flights in the wake of the coronavirus pa… [+2330 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Hong Kong to quarantine all arrivals from abroad","description":"Hong Kong has seen 57 new infections over the past two weeks, 50 of which were imported.","url":"https://www.bbc.co.uk/news/world-asia-china-51921515","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/15572/production/_111301478_gettyimages-1206719129.jpg","publishedAt":"2020-03-17T04:31:43Z","content":"Image copyrightGetty ImagesImage caption\r\n Chief Executive Carrie Lam said the majority of Hong Kong's cases had been imported\r\nHong Kong will quarantine all people arriving from abroad for 14 days, its leader Carrie Lam has said.\r\nThe restrictions, which wil… [+2603 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Michael Sullivan","title":"Southeast Asian Nations Tighten Restrictions To Help Contain Spread Of Coronavirus","description":"Tourists are being banned outright after many countries on the continent reported a sharp increase in the number of cases this past week.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/22/819768639/southeast-asian-nations-tighten-restrictions-to-help-contain-spread-of-coronavir","urlToImage":"https://media.npr.org/assets/img/2020/03/22/malaysia-1_wide-021060a8c019bd7daf2c131fe37c381c286169ea.jpg?s=1400","publishedAt":"2020-03-22T12:31:56Z","content":"Soldiers in face masks maintain a checkpoint in Putrajaya, Malaysia on Sunday. Malaysian government issued a movement order to the public starting from March 18 until March 31 to stop the spread of the new coronavirus.\r\nVincent Thian/AP\r\nSunday, March 22, 8 a… [+3371 chars]"},{"source":{"id":"time","name":"Time"},"author":"K. Oanh Ha and Anuradha Raghu / Bloomberg","title":"Now The World’s Hospitals Are Running Out of Vital Rubber Gloves","description":"An impending glove shortage will soon be compounded by measures to contain the virus in a country that dominates production: Malaysia","url":"https://time.com/5810448/malaysia-rubber-glove-shortage-covid-19/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/rubber_glove_shortage_malaysia_coronavirus.jpg?quality=85&w=1024&h=628&crop=1","publishedAt":"2020-03-26T08:32:45Z","content":"(Bloomberg) — An impending glove shortage is hitting the world, compounded by measures to contain the deadly coronavirus in a country that dominates production: Malaysia.\r\nThe country’s glovemaking association — whose members make 3 out of every 5 gloves worl… [+2382 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Edgar Su","title":"Bags packed, Malaysians stream into Singapore ahead of coronavirus travel ban","description":"Thousands of Malaysian commuters, many with suitcases stuffed with clothes, crossed into neighbouring Singapore on Tuesday evening, prepared for at least two weeks away from home, hours before their country starts to seal its borders.","url":"https://www.reuters.com/article/us-health-coronavirus-singapore-workers-idUSKBN2142E2","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200317&t=2&i=1504451512&w=1200&r=LYNXMPEG2G1ID","publishedAt":"2020-03-17T13:53:55Z","content":"SINGAPORE (Reuters) - Thousands of Malaysian commuters, many with suitcases stuffed with clothes, crossed into neighbouring Singapore on Tuesday evening, prepared for at least two weeks away from home, hours before their country starts to seal its borders. \r\n… [+2336 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Colin Dwyer","title":"Coronavirus Fears Derail Friday Prayers For Muslims Across The World","description":"\"Islam doesn't permit practices that would put human life in danger,\" said the head of religious affairs in Turkey, one of a host of Muslim-majority countries to curtail gatherings at mosques.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/19/818337269/coronavirus-fears-derail-friday-prayers-for-muslims-across-the-world","urlToImage":"https://media.npr.org/assets/img/2020/03/19/gettyimages-1206570795_wide-940d040438c5f37f0a899392c99e8db65b32d50c.jpg?s=1400","publishedAt":"2020-03-19T19:22:27Z","content":"A government worker disinfects the Klç Ali Pasa mosque in Istanbul last week. Turkey is just one of a host of countries across the Muslim world where Friday prayers have been banned or curtailed to stem the spread of the coronavirus.\r\nYasin Akgul/AFP via Gett… [+2022 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Havovi Cooper and Amelia Kosciulek","title":"The world's largest glove maker is struggling to keep up with demand because of coronavirus-related panic buying","description":"The coronavirus pandemic is causing an unprecedented surge in protective equipment. The largest glove manufacturer in the world, Malaysia's Top Glove Corporation, is ramping up production to meet the demand. The company is having to limit order sizes to cope …","url":"https://www.businessinsider.com/gloves-coronavirus-safety-protection-equipment-malaysia-2020-4","urlToImage":"https://i.insider.com/5e84ef0f2d654f33c54753b8?width=1200&format=jpeg","publishedAt":"2020-04-01T20:32:00Z","content":"The largest glove manufacturer in the world is seeing an unprecedented surge in demand because of the coronavirus pandemic.\r\nThe manufacturer, Top Glove Corporation in Malaysia, is ramping up production at its 44 factories, which altogether produce 200 millio… [+1701 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Malaysian men in shopping muddle amid lockdown","description":"Confusion for some in the grocery aisles as Malaysia allows only 'heads of the family' to shop.","url":"https://www.bbc.co.uk/news/blogs-news-from-elsewhere-52040256","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/6B78/production/_111421572_gettyimages-156498108.jpg","publishedAt":"2020-03-26T10:32:11Z","content":"Image copyrightGetty ImagesImage caption\r\n The many varieties of food for sale can make for confusing choices in Malaysia\r\nThe Malaysian government's decision to allow only \"the head of the family\" to leave the house to shop, as part of measures to suppress t… [+3793 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Julia Naftulin","title":"There may be a worldwide condom shortage as factories are forced to shut down during the coronavirus pandemic","description":"A global condom shortage is becoming of increasing concern as some of the world's largest production centers shut down for the foreseeable future. A shortage could last for months and leave humanitarian programs that prevent HIV and other sexually transmitted…","url":"https://www.businessinsider.com/worldwide-condom-shortage-inevitable-production-hubs-shut-down-2020-3","urlToImage":"https://i.insider.com/5e7e329c487c227b232045e4?width=1200&format=jpeg","publishedAt":"2020-03-27T19:15:00Z","content":"A global condom shortage is becoming an increasing concern as some of the world's largest production centers shut down for the foreseeable future.\r\nKarex Bhd, a condom producer in Malaysia that makes one out of every five condoms sold worldwide, hasn't made a… [+2587 chars]"},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"Mix","title":"Porn sites have turned coronavirus into a viral marketing scheme — and it’s working","description":"While the coronavirus pandemic is forcing governments across the world to put entire nations under lockdown, adult entertainment companies have found a way to spin this health crisis into yet another opportunity to make you watch more porn — and according to …","url":"https://thenextweb.com/?p=1278406","urlToImage":"https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F03%2Fporn-coronavirus-marketing.jpg&signature=0c54277afd029d68c62ab550a618aae8","publishedAt":"2020-03-13T16:46:31Z","content":"While the coronavirus pandemic is forcing governments across the world to put entire nations under lockdown, adult entertainment companies have found a way to spin this health crisis into yet another opportunity to make you watch more porn and according to da… [+2957 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"}]