[{"source":{"id":null,"name":"Gizmodo.com"},"author":"Matt Novak","title":"Japanese Man Who Threatened to Intentionally Spread Covid-19 Dies","description":"A 57-year-old man in Japan who contracted the new coronavirus and threatened to intentionally spread it in public spaces has died, according to multiple news reports from Japan. The infected man, who told family he was going to “spread the virus” by visiting …","url":"https://gizmodo.com/japanese-man-who-threatened-to-intentionally-spread-cov-1842391869","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/uvwrgnlgxtrw4bwc6ykt.jpg","publishedAt":"2020-03-18T11:00:00Z","content":"A 57-year-old man in Japan who contracted the new coronavirus and threatened to intentionally spread it in public spaces has died, according to multiple news reports from Japan. The infected man, who told family he was going to spread the virus by visiting ba… [+2673 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus: Tokyo Olympics will go ahead, says Japan's PM Shinzo Abe","description":"Japan Prime Minister Shinzo Abe says the Tokyo Olympic Games will go ahead as planned in July, despite coronavirus concerns.","url":"https://www.bbc.co.uk/sport/olympics/51888491","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/12A12/production/_111260367_tokyo2020_reuters.jpg","publishedAt":"2020-03-14T13:07:28Z","content":"Shinzo Abe became Prime Minister of Japan in 2012\r\nJapan Prime Minister Shinzo Abe said the Tokyo Olympic Games will go ahead as planned in July, despite coronavirus concerns resulting in the postponement of sporting events.\r\nAbe added the International Olymp… [+924 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Nicole Dieker","title":"Should You Cancel Your Trip Because of the Coronavirus?","description":"If you’re thinking about canceling your travel plans due to the spread of the coronavirus, it’s worth asking yourself three questions: Read more...","url":"https://lifehacker.com/should-you-cancel-your-trip-because-of-the-coronavirus-1842121371","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/utb8ysqssrcw1no8xao1.jpg","publishedAt":"2020-03-05T20:30:00Z","content":"If youre thinking about canceling your travel plans due to the spread of the coronavirus, its worth asking yourself three questions:\r\n<ol><li>Am I planning to travel to a high-risk area?</li><li>Am I at elevated risk of contracting coronavirus?</li><li>Do I c… [+2029 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Taylor Lyles","title":"TurboGrafx-16 Mini delayed after coronavirus shuts down production","description":"Konami announced today that the TurboGrafx-16 Mini, a retro revival of the classic Japanese gaming console set to release on March 19th has been delayed indefinitely due to the coronavirus outbreak.","url":"https://www.theverge.com/2020/3/6/21167774/turbografx-16-mini-delayed-coronavirus-konami-production","urlToImage":"https://cdn.vox-cdn.com/thumbor/915-9X3U7mVlbbF_yS80YLHaG4w=/0x138:1000x662/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/18306282/turbografx_16.jpg","publishedAt":"2020-03-06T15:37:41Z","content":"A new release date has yet to be announced\r\nImage: Konami\r\nThe TurboGrafx-16 Mini, a retro revival of the classic Japanese gaming console originally set to be released on March 19th, has been delayed due to the coronavirus outbreak, Konami announced today. \r\n… [+902 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Matt Novak","title":"Disneyland Paris Worker Tests Positive For Coronavirus But No Plans to Close Park","description":"A maintenance worker at Disneyland Paris in France has tested positive for the new coronavirus that has sickened over 111,000 and killed at least 3,800 people globally, according to a new report from Reuters and France’s Le Parisien. Read more...","url":"https://gizmodo.com/disneyland-paris-worker-tests-positive-for-coronavirus-1842213980","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/jtekbyn2xuwtegopn78b.jpg","publishedAt":"2020-03-09T17:30:00Z","content":"A maintenance worker at Disneyland Paris in France has tested positive for the new coronavirus that has sickened over 111,000 and killed at least 3,800 people globally, according to a new report from Reuters and Frances Le Parisien.\r\nThe Disney worker has not… [+1793 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Japan to hold experts' meeting on coronavirus pandemic Wednesday","description":"Japan's government will hold a regular experts' meeting on the coronavirus pandemic on Wednesday to get an update on the latest developments on infections, economy minister Yasutoshi Nishimura said on Wednesday.","url":"https://www.reuters.com/article/us-health-coronavirus-japan-experts-idUSKBN21J40I","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200401&t=2&i=1510862587&w=1200&r=LYNXMPEG302UB","publishedAt":"2020-04-01T03:29:15Z","content":"TOKYO (Reuters) - Japan’s government will hold a regular experts’ meeting on the coronavirus pandemic on Wednesday to get an update on the latest developments on infections, economy minister Yasutoshi Nishimura said on Wednesday. \r\nHe also said Japan was not … [+168 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Japan on brink of emergency as coronavirus spreads: government spokesman","description":"Japan remains on the brink of a state of emergency as the rate of coronavirus infections continues to increase in the country, its top government spokesman said on Wednesday.","url":"https://www.reuters.com/article/us-health-coronavirus-japan-idUSKBN21J3YG","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200401&t=2&i=1510847773&w=1200&r=LYNXMPEG302SA","publishedAt":"2020-04-01T02:38:55Z","content":"TOKYO (Reuters) - Japan remains on the brink of a state of emergency as the rate of coronavirus infections continues to increase in the country, its top government spokesman said on Wednesday. \r\nChief Cabinet Secretary Yoshihide Suga told reporters controllin… [+300 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Japan on brink of emergency as coronavirus spreads: government spokesperson","description":"Japan remains on the brink of a state of emergency as the rate of coronavirus infections continues to increase in the country, its top government spokesman said on Wednesday.","url":"https://www.reuters.com/article/us-health-coronavirus-japan-emergency-idUSKBN21J3YG","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200401&t=2&i=1510873478&w=1200&r=LYNXMPEG302V5","publishedAt":"2020-04-01T04:20:13Z","content":"TOKYO (Reuters) - Japan remains on the brink of a state of emergency as the rate of coronavirus infections continues to increase in the country, its top government spokesman said on Wednesday. \r\nChief Cabinet Secretary Yoshihide Suga told reporters controllin… [+300 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Mari Saito","title":"In Japan, hotels lose out on Olympic bet as coronavirus spreads","description":"The Osaka Corona Hotel in western Japan has been eerily quiet and empty the past few weeks.","url":"https://www.reuters.com/article/us-health-coronavirus-japan-economy-insi-idUSKBN21C0BI","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200325&t=2&i=1507808078&w=1200&r=LYNXMPEG2O07Y","publishedAt":"2020-03-25T03:04:54Z","content":"OSAKA (Reuters) - The Osaka Corona Hotel in western Japan has been eerily quiet and empty the past few weeks. \r\n“Our name is extremely regrettable,” Kohei Fujii, the hotel’s sales director, said with a sigh as he sat in an empty cafe in the lobby. A sign adve… [+6867 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Japan PM asks to compile steps for school reopening urgently","description":"Japanese Prime Minster Shinzo Abe issued instructions at a coronavirus taskforce meeting to compile concrete steps urgently to reopen schools as a new school year starts in April in Japan, Jiji news agency reported on Friday.","url":"https://www.reuters.com/article/us-health-coronavirus-japan-schools-idUSKBN2170YE","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200320&t=2&i=1505762613&w=1200&r=LYNXMPEG2J0LJ","publishedAt":"2020-03-20T08:26:46Z","content":"TOKYO (Reuters) - Japanese Prime Minster Shinzo Abe issued instructions at a coronavirus taskforce meeting to compile concrete steps urgently to reopen schools as a new school year starts in April in Japan, Jiji news agency reported on Friday. \r\nAbe last mont… [+209 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Japan's Shiga prefecture reports first coronavirus infection","description":"A man in his 60s in the prefecture of Shiga in western Japan has tested positive for the new coronavirus, marking the first confirmed infection from that prefecture, an official said on Thursday.","url":"https://www.reuters.com/article/us-healthcare-coronavirus-japan-idUSKBN20S01C","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-05T00:21:10Z","content":"TOKYO (Reuters) - A man in his 60s in the prefecture of Shiga in western Japan has tested positive for the new coronavirus, marking the first confirmed infection from that prefecture, an official said on Thursday. \r\nReporting by Chris Gallagher; Editing by Ch… [+19 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Zack Whittaker","title":"Princess Cruises, hobbled by coronavirus, admits data breach","description":"Princess Cruises, the cruise liner forced to halt its global operations after two of its ships confirmed outbreaks of coronavirus on board, has now confirmed a data breach. The notice posted on its website, believed to have been posted in early March, said th…","url":"http://techcrunch.com/2020/03/13/princess-cruises-coronavirus-breach/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1211607068.jpg?w=600","publishedAt":"2020-03-13T13:03:56Z","content":"Princess Cruises, the cruise liner forced to halt its global operations after two of its ships confirmed outbreaks of coronavirus on board, has now confirmed a data breach.\r\nThe notice posted on its website, believed to have been posted in early March, said t… [+1324 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Asian stock markets tumble after oil prices crash","description":"Volatility remains in stock markets as coronavirus cases rise and oil giants start a supply war.","url":"https://www.bbc.co.uk/news/business-51796806","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/D8B6/production/_111187455_japansharesfall.jpg","publishedAt":"2020-03-09T03:24:50Z","content":"Image copyrightGetty Images\r\nAsian stock markets started Monday trading spooked by a major crash in oil prices.\r\nIn Japan, the benchmark Nikkei 225 index crashed 6.1% while in Australia, the ASX 200 dropped about 6% in early trading.\r\nMarkets have been rattle… [+1529 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Daniel Cooper","title":"I went to a sneaker launch in VR because of the coronavirus","description":"If you're launching a new product, you normally want to put on a show with a sprinkling of razzle and plenty of dazzle. That means getting journalists and fans into a big room, trotting out your wares and letting everyone play with the new toys. Unfortunately…","url":"https://www.engadget.com/2020-03-31-asics-meta-sneakers-vr-launch.html","urlToImage":"https://o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fs.yimg.com%2Fuu%2Fapi%2Fres%2F1.2%2F9p4.NABPvPhnq6xuxNxBsg--%7EB%2Fdz0xNjAwO2g9OTAwO2FwcGlkPXl0YWNoeW9u%2Fhttps%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D901%252C507%252C0%252C0%26quality%3D85%26format%3Djpg%26resize%3D1600%252C900%26image_uri%3Dhttps%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2020-03%2F5b838bf0-7296-11ea-bedf-29dad7a83aa8%26client%3Da1acac3e1b3290917d92%26signature%3Dbbca682bfbe86c0c0eca35e3b3d5cc95b64757d6&client=amp-blogside-v2&signature=ad4f68b9cbf5b2e81c19b664375a225fe22cd60d","publishedAt":"2020-03-31T05:00:00Z","content":"Asics, the Japanese footwear company, would have liked to put on a show to demonstrate its new sneakers to the world. But, with things as they are, opted to embrace technology to show off its new gear. So, rather than coaxing people over to its Japan HQ for a… [+2088 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Japan, U.S. reaffirm readiness to use 'all steps' to combat virus, Aso says","description":"Japan and the United States reaffirmed their readiness to adopt \"all appropriate measures\" to guard their economies from downside risks posed by the coronavirus outbreak, Japanese Finance Minister Taro Aso said on Tuesday.","url":"https://www.reuters.com/article/us-health-coronavirus-aso-mnuchin-idUSKBN21422M","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200317&t=2&i=1504426065&w=1200&r=LYNXMPEG2G1C6","publishedAt":"2020-03-17T12:40:01Z","content":"TOKYO (Reuters) - Japan and the United States reaffirmed their readiness to adopt “all appropriate measures” to guard their economies from downside risks posed by the coronavirus outbreak, Japanese Finance Minister Taro Aso said on Tuesday. \r\nSpeaking after a… [+408 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Jack Tarrant","title":"Stop the clock: Japan awakes to reality of Tokyo Games postponement","description":"Japan awoke on Wednesday to the deflating reality that the Olympics they had hoped to host in Tokyo this summer were now probably 16 months away after the coronavirus crisis forced organizers into an unprecedented postponement.","url":"https://www.reuters.com/article/us-health-coronavirus-olympics-idUSKBN21C0G8","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200325&t=2&i=1507834612&w=1200&r=LYNXMPEG2O0D0","publishedAt":"2020-03-25T04:28:33Z","content":"TOKYO (Reuters) - Japan awoke on Wednesday to the deflating reality that the Olympics they had hoped to host in Tokyo this summer were now probably 16 months away after the coronavirus crisis forced organizers into an unprecedented postponement. \r\nThe Interna… [+4991 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Japan confirms at least 15 new coronavirus infections on Monday: Kyodo","description":"Japan on Monday confirmed at least 15 new coronavirus cases, bringing the number of cases in the country to 976 including passengers infected by the pathogen on the Diamond Princess cruise ship, Kyodo newswire reported.","url":"https://www.reuters.com/article/us-health-coronavirus-japan-infections-idUSKBN20P1MR","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497703737&w=1200&r=LYNXMPEG21180","publishedAt":"2020-03-02T11:47:35Z","content":"TOKYO (Reuters) - Japan on Monday confirmed at least 15 new coronavirus cases, bringing the number of cases in the country to 976 including passengers infected by the pathogen on the Diamond Princess cruise ship, Kyodo newswire reported. \r\nInfections were rep… [+204 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Hong Kong to quarantine visitors from Italy and parts of France, Germany, Japan","description":"Hong Kong will quarantine all visitors from Italy and parts of France, Germany and Japan for two weeks from March 13 to prevent the spread of the coronavirus, the French consulate in the Chinese-ruled city said on Tuesday.","url":"https://www.reuters.com/article/us-health-coronavirus-hongkong-travel-idUSKBN20X1BJ","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200310&t=2&i=1501206156&w=1200&r=LYNXMPEG290S1","publishedAt":"2020-03-10T10:46:14Z","content":"HONG KONG (Reuters) - Hong Kong will quarantine all visitors from Italy and parts of France, Germany and Japan for two weeks from March 13 to prevent the spread of the coronavirus, the French consulate in the Chinese-ruled city said on Tuesday. \r\nThe Asian fi… [+288 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Australia warns it can't stop the spread of coronavirus from overseas","description":"Australia's chief medical officer said on Monday it was no longer possible to completely prevent people with the coronavirus from entering the country, citing concerns about outbreaks in Japan and South Korea.","url":"https://www.reuters.com/article/us-health-coronavirus-australia-cases-idUSKBN20P0EN","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497667528&w=1200&r=LYNXMPEG210DZ","publishedAt":"2020-03-02T04:18:26Z","content":"SYDNEY (Reuters) - Australia’s chief medical officer said on Monday it was no longer possible to completely prevent people with the coronavirus from entering the country, citing concerns about outbreaks in Japan and South Korea. \r\nAustralia, one of the first … [+2306 chars]"},{"source":{"id":null,"name":"Entrepreneur.com"},"author":"Joe De Sena","title":"How the Coronavirus Is Affecting Japan, Argentina and Airlines","description":"Joe De Sena's free-flowing morning briefing breaks down a variety of global topics, from the U.S. stock market to schools in Japan.","url":"https://www.entrepreneur.com/article/348581","urlToImage":"https://assets.entrepreneur.com/content/3x2/2000/20200401155216-ScreenShot2020-04-01at110620AM.png","publishedAt":"2020-04-01T17:00:00Z","content":"Opinions expressed by Entrepreneur contributors are their own.\r\nEvery morning, Joe De Sena, CEO and founder of Spartan, connects with his worldwide network of leaders and experts to get first-person accounts of the ongoing coronavirus pandemic. These calls ar… [+391 chars]"}]