[{"source":{"id":"wired","name":"Wired"},"author":"Graeme McMillan","title":"Twitter's Fleets Top This Week's Internet News Roundup","description":"Last week there was a lot of news about coronavirus, Super Tuesday, and disappearing tweets. Catch up here.","url":"https://www.wired.com/story/internet-week-260/","urlToImage":"https://media.wired.com/photos/5e62e346febf50000808c30e/191:100/w_1280,c_limit/twitter-fleets-2.jpg","publishedAt":"2020-03-08T13:00:00Z","content":"What Really Happened: Speaking of the coronavirus, midweek brought some genuinely surprising news about just what kind of an impact it was having. No, not that both Italy and Greece were closing schools to prevent the spread of the virus in their particular c… [+1506 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Greece says confirmed coronavirus infections rise to 387","description":"Greece's confirmed coronavirus cases rose to 387 from 352 with the death toll increasing to 5, health officials said on Tuesday.","url":"https://www.reuters.com/article/us-health-coronavirus-greece-idUSKBN2142ZO","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-17T16:11:41Z","content":"ATHENS (Reuters) - Greece’s confirmed coronavirus cases rose to 387 from 352 with the death toll increasing to 5, health officials said on Tuesday. \r\nReporting by George Georgiopoulos"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters","title":"Greece cancels the Olympic torch relay over coronavirus fears","description":"Vassilis Psomas/Reuters On March 13, Greece's Olympic Committee suspended the remainder of the seven-day 2020 Tokyo Olympics torch relay through the country over coronavirus concerns. The relay began with a torch lighting ceremony on March 12 in Olympia, Gree…","url":"https://www.reuters.com/article/us-olympics-2020-flame-relay/greece-cancels-olympic-torch-relay-over-coronavirus-fears-idUSKBN2101OW","urlToImage":"https://i.insider.com/5e6b9cbf54f25c7f9b610822?width=1200&format=jpeg","publishedAt":"2020-03-13T15:44:00Z","content":"Greece's Olympic Committee said it had canceled the remainder of the Olympic Torch relay through the country on Friday to avoid attracting crowds that could raise the risk of coronavirus contagion.\r\nThe Tokyo 2020 Olympics torch relay got under way on Thursda… [+900 chars]"},{"source":{"id":null,"name":"Youtube.com"},"author":null,"title":"Are Greece and Turkey putting refugees in danger? | The Stream - Al Jazeera English","description":"Are Greece and Turkey putting refugees in danger? | The Stream Al Jazeera English Turkey's president closes border crossings with EU to tackle coronavirus spread Telegraph.co.uk Greece hopes EU-Turkey talks will ease tension over refugee crisis The Guardian S…","url":"https://www.youtube.com/watch?v=W2pAJS6ULqU","urlToImage":"https://i.ytimg.com/vi/W2pAJS6ULqU/maxresdefault.jpg","publishedAt":"2020-03-17T22:06:40Z","content":"Thousands of people fleeing war, persecution and other imminent threats to their safety are trying to enter Greece from neighbouring Turkey after Ankara announced it would no longer stop their efforts to reach Europe and it is inflaming long-simmering tension… [+1437 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Greece reports two more coronavirus fatalities, suspends all flights to Italy","description":"Greece said on Saturday it would suspend all flights that were still operating to and from Italy, after reporting two more fatalities from a coronavirus infection, raising the total number of deaths in the country to three.","url":"http://feeds.reuters.com/~r/reuters/topNews/~3/YGjMVWDhQoM/greece-reports-two-more-coronavirus-fatalities-suspends-all-flights-to-italy-idUSKBN2110H1","urlToImage":null,"publishedAt":"2020-03-14T11:22:40Z","content":null},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"EU border restrictions to hit transfers of child refugees: U.N.","description":"European border restrictions imposed due to coronavirus will affect plans to transfer hundreds of children out of \"dire and dangerous\" refugee camps in Greece, a senior official for the United Nations children's fund (UNICEF) said on Tuesday.","url":"https://www.reuters.com/article/us-health-coronavirus-un-idUSKBN21438B","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-17T17:10:26Z","content":"LAUSANNE, Switzerland (Reuters) - European border restrictions imposed due to coronavirus will affect plans to transfer hundreds of children out of “dire and dangerous” refugee camps in Greece, a senior official for the United Nations children’s fund (UNICEF)… [+508 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus: Tokyo Olympics will go ahead, says Japan's PM Shinzo Abe","description":"Japan Prime Minister Shinzo Abe says the Tokyo Olympic Games will go ahead as planned in July, despite coronavirus concerns.","url":"https://www.bbc.co.uk/sport/olympics/51888491","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/12A12/production/_111260367_tokyo2020_reuters.jpg","publishedAt":"2020-03-14T13:07:28Z","content":"Shinzo Abe became Prime Minister of Japan in 2012\r\nJapan Prime Minister Shinzo Abe said the Tokyo Olympic Games will go ahead as planned in July, despite coronavirus concerns resulting in the postponement of sporting events.\r\nAbe added the International Olymp… [+924 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Lefteris Papadimas","title":"Amid migrant crisis, Greece-Turkey conflict plays out on social media","description":"Greeks and Turks are waging a proxy war on social media with photos, video and commentary purporting to show the other side behaving badly in a migrant crisis that has seriously strained already tense relations between Athens and Ankara.","url":"https://www.reuters.com/article/us-syria-security-greece-turkey-idUSKBN20W224","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-09T14:41:32Z","content":"ATHENS/ANKARA (Reuters) - Greeks and Turks are waging a proxy war on social media with photos, video and commentary purporting to show the other side behaving badly in a migrant crisis that has seriously strained already tense relations between Athens and Ank… [+3232 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Brian Heater","title":"UK and Ireland added to US travel ban amid COVID-19 concerns","description":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed…","url":"http://techcrunch.com/2020/03/14/uk-and-ireland-added-to-us-travel-ban-amid-covid-19-concerns/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/03/GettyImages-1135383514.jpeg?w=573","publishedAt":"2020-03-14T17:19:01Z","content":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed… [+1486 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Katie Warren","title":"Hungary and Greece are closing their borders to asylum seekers amid the coronavirus outbreak","description":"Hungary and Greece are closing their borders to asylum seekers amid the coronavirus outbreak, both countries announced Sunday. Hungary's chief security advisor said applications from asylum seekers were indefinitely suspended due to coronavirus, citing concer…","url":"https://www.businessinsider.com/hungary-greece-closing-borders-asylum-seekers-coronavirus-2020-3","urlToImage":"https://i.insider.com/5e5c17cffee23d1fe2520de3?width=1200&format=jpeg","publishedAt":"2020-03-01T21:37:17Z","content":"Hungary and Greece are closing their borders to asylum seekers amid the coronavirus outbreak, both countries announced Sunday.\r\nWhile Hungary has reported no cases of the disease so far, Greece has at least seven.\r\nHungary's chief security advisor, György Bak… [+4225 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Greece shuts all museums and ruins over coronavirus, including Acropolis","description":"Greece will close all its museums and archaeological sites, including the entire Acropolis that looms over Athens, until the end of the month due to the impact of the coronavirus, its culture ministry said on Friday. The ruins atop the Acropolis in Athens are…","url":"https://news.yahoo.com/greece-shuts-museums-ruins-over-134854963.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/x4OqNXaMg_uYViKAeGdDJA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/KszHxOyT4RV8XSEK0hqvpQ--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/512ff24f3f1b9d2e8724a8a1eaf4677a","publishedAt":"2020-03-13T13:48:54Z","content":"ATHENS (Reuters) - Greece will close all its museums and archaeological sites, including the entire Acropolis that looms over Athens, until the end of the month due to the impact of the coronavirus, its culture ministry said on Friday.\r\nGreece, with 117 confi… [+874 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Nicole Gallucci","title":"These images of matches perfectly illustrate how we can help stop coronavirus from spreading","description":"As coronavirus — which results in the respiratory disease COVID-19 — continues to spread around the world, talk of social distancing is dominating the news cycle. It's clear that some people, such as the many Americans who continued to hit up bars over the we…","url":"https://mashable.com/article/matches-coronavirus-social-distancing/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F16%252Fb2%252Ff62fcc1eba634e8a9a868d4a743f6472.f448a.jpg%252F1200x630.jpg?signature=jcbc5PFyc4TODBHNkpCbM0xyaWI=","publishedAt":"2020-03-16T18:42:17Z","content":"As coronavirus which results in the respiratory disease COVID-19 continues to spread around the world, talk of social distancing is dominating the news cycle.\r\nIt's clear that some people, such as the many Americans who continued to hit up bars over the weeke… [+2046 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew J. Hawkins","title":"Electric scooter-sharing grinds to a halt in response to the COVID-19 pandemic","description":"Electric scooters are disappearing from cities around the world in response to the novel coronavirus pandemic. Lime and Bird are halting operations in dozens of markets. The decisions are coming at a time of uncertainty for personal mobility.","url":"https://www.theverge.com/2020/3/20/21188119/electric-scooter-coronavirus-bird-lime-spin-suspend-bikes","urlToImage":"https://cdn.vox-cdn.com/thumbor/s3rUbkzZr_hDToXMaj4f-xBvIm0=/0x327:4563x2716/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19820887/1207749851.jpg.jpg","publishedAt":"2020-03-20T15:13:09Z","content":"Lime and Bird are suspending some service amid the pandemic, but Spin says its stepping up\r\nPhoto by Mohd Daud/NurPhoto via Getty Images\r\nElectric scooters are vanishing from more cities as the novel coronavirus pandemic continues to roil shared mobility serv… [+5383 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Emily Price","title":"How to Contact Your Airline Right Now","description":"If you had plans to travel to Europe this summer, and especially over the next month, then Trump’s latest travel ban has likely caught your attention. Read more...","url":"https://lifehacker.com/how-to-contact-your-airline-right-now-1842291610","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/mhn7fwgl7yvqqdj6vxdn.jpg","publishedAt":"2020-03-12T17:31:00Z","content":"If you had plans to travel to Europe this summer, and especially over the next month, then Trumps latest travel ban has likely caught your attention.\r\nStarting Friday, the 30-day ban restricts non-US citizens from flying into the United States if they have vi… [+3410 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Women worldwide march for equality","description":"Protests raise awareness of discrimination on International Women's Day.","url":"https://www.bbc.co.uk/news/world-51791335","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/A81E/production/_111183034_indo.jpg","publishedAt":"2020-03-08T13:22:12Z","content":"Image copyrightGetty ImagesImage caption\r\n Despite fears over the coronavirus outbreak, thousands of people took to the streets across Asia, including this march in Yogyakarta, Indonesia\r\nMarches to raise awareness of discrimination against women are taking p… [+1628 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus and sport: How sporting world changed during March - in pictures","description":"A selection of striking imagery showing how sport has been affected by the coronavirus pandemic in March.","url":"https://www.bbc.co.uk/sport/52110430","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/13C8F/production/_111493018_wrestling_getty.jpg","publishedAt":"2020-04-01T07:00:04Z","content":"A selection of striking photographs showing how sport has been affected by the coronavirus pandemic in March.\r\nWembley Stadium, London, 1 March: The month started with Manchester City celebrating their third League Cup win in succession - and their fourth in … [+2942 chars]"},{"source":{"id":"abc-news","name":"ABC News"},"author":"The Associated Press","title":"Public barred from 2020 Olympic flame lighting in Greece","description":"Spectators will be kept away from the Olympic flame-lighting ceremony in Ancient Olympia on Thursday because of the coronavirus","url":"https://abcnews.go.com/Sports/wireStory/public-barred-2020-olympic-flame-lighting-greece-69486500","urlToImage":"https://s.abcnews.com/images/Sports/WireAP_35041bd865294cc4a3cbe4c8976bb408_16x9_992.jpg","publishedAt":"2020-03-09T16:49:21Z","content":"ATHENS, Greece -- \r\nSpectators will be kept away from the Olympic flame-lighting ceremony in Ancient Olympia on Thursday because of the coronavirus.\r\nOnly 100 accredited guests will be allowed to attend the traditional event, Greeces Olympic committee said Mo… [+514 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":null,"title":"Olympic flame arrives as doubts grow over Games","description":"The Olympic flame arrived in Japan on Friday from Greece amid growing doubts if the Tokyo Games can open as scheduled on July 24 because of the coronavirus pandemic.","url":"https://www.espn.com/olympics/story/_/id/28928833/olympic-flame-lands-japan-doubts-grow-tokyo-games","urlToImage":"https://a2.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0320%2Fr681317_1296x729_16%2D9.jpg","publishedAt":"2020-03-20T03:43:04Z","content":"MATSUSHIMA AIR BASE, Japan -- The Olympic flame arrived in Japan on Friday from Greece in a scaled-down ceremony at an air base in northern Japan.\r\nThe flame, carried in a special canister, touched down amid growing doubts if the Tokyo Games can open as sched… [+2851 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By George Georgiopoulos","title":"Greece imposes lockdown after coronavirus infections jump","description":"Greece announced a lockdown on Sunday, restricting movement from Monday morning with only a few exceptions, to combat the spread of coronavirus. \"It is maybe the last step, one that must be taken promptly and not in vain,\" Prime Minister Kyriakos Mitsotakis s…","url":"https://news.yahoo.com/greece-imposes-lockdown-coronavirus-infections-193441054.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/_zinq945yI_cfgUVGBEbJQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTQuNA--/https://s.yimg.com/uu/api/res/1.2/kW2PznVTOdPKUC1jdxYjVQ--~B/aD01MzQ7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/785d292303c88c47c11297e209502285","publishedAt":"2020-03-22T19:34:41Z","content":"By George Georgiopoulos\r\nATHENS (Reuters) - Greece announced a lockdown on Sunday, restricting movement from Monday morning with only a few exceptions, to combat the spread of coronavirus.\r\n\"It is maybe the last step, one that must be taken promptly and not i… [+2365 chars]"}]