[{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Turkey legend Rustu in hospital with coronavirus","description":"Former goalkeeper Rustu Recber - Turkey's most capped player - is in hospital with coronavirus.","url":"https://www.bbc.co.uk/sport/football/52084741","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/DE72/production/_111464965_rustu_reuters.jpg","publishedAt":"2020-03-29T14:03:44Z","content":"Rustu Recber was part of the Turkey side who reached the semi-finals of the 2002 World Cup\r\nTurkey's most capped player, former goalkeeper Rustu Recber, is in a \"critical period\" in hospital with coronavirus.\r\nThe ex-Barcelona and Fenerbahce keeper, 46, won 1… [+709 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Nick Statt","title":"Telecoms are sneaking ‘stay home’ messages onto customers’ smartphones","description":"Some mobile phone operators, including Vodafone and Orange S.A., have started inserting coronavirus-related public health suggestions onto customers’ smartphones in recent days, using the small snippet of text that typically accompanies the connection signal …","url":"https://www.theverge.com/2020/3/24/21193308/telecoms-coronavirus-stay-home-message-sneaking-smartphones","urlToImage":"https://cdn.vox-cdn.com/thumbor/uV8kzBT1i_mduJLyQr7VqHaNHSE=/0x0:2040x1068/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19206346/akrales_190913_3628_0412.jpg","publishedAt":"2020-03-25T00:21:56Z","content":"Photo by Amelia Holowaty Krales / The Verge Some mobile phone operators, including Vodafone and Orange S.A., have started inserting coronavirus-related public health suggestions to stay indoors onto customers’ smartphones in recent days, using the small snipp… [+1958 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Turkey says it sent 500,000 coronavirus test kits to United States","description":"Turkey has sent 500,000 coronavirus test kits to the United States upon their request, Health Minister Fahrettin Koca said on Thursday.","url":"https://www.reuters.com/article/us-health-coronavirus-turkey-tests-idUSKBN2161WP","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-19T11:40:02Z","content":"ANKARA (Reuters) - Turkey has sent 500,000 coronavirus test kits to the United States upon their request, Health Minister Fahrettin Koca said on Thursday. \r\nIn a speech to parliament, Koca said that Ankara aimed to increase rapidly its own testing within Turk… [+234 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Turkey closes bars, nightclubs in response to coronavirus","description":"Bars and nightclubs in Turkey will be closed from Monday in a bid to curb the spread of coronavirus, the Turkish Interior Ministry said on Sunday.","url":"https://www.reuters.com/article/us-health-coronavirus-turkey-bars-idUSKBN212162","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-15T19:39:18Z","content":"ISTANBUL (Reuters) - Bars and nightclubs in Turkey will be closed from Monday in a bid to curb the spread of coronavirus, the Turkish Interior Ministry said on Sunday. \r\nIt said the temporary ban will go into effect at 10 am (0700 GMT) on Monday. \r\nThe minist… [+98 chars]"},{"source":{"id":null,"name":"Youtube.com"},"author":null,"title":"Are Greece and Turkey putting refugees in danger? | The Stream - Al Jazeera English","description":"Are Greece and Turkey putting refugees in danger? | The Stream Al Jazeera English Turkey's president closes border crossings with EU to tackle coronavirus spread Telegraph.co.uk Greece hopes EU-Turkey talks will ease tension over refugee crisis The Guardian S…","url":"https://www.youtube.com/watch?v=W2pAJS6ULqU","urlToImage":"https://i.ytimg.com/vi/W2pAJS6ULqU/maxresdefault.jpg","publishedAt":"2020-03-17T22:06:40Z","content":"Thousands of people fleeing war, persecution and other imminent threats to their safety are trying to enter Greece from neighbouring Turkey after Ankara announced it would no longer stop their efforts to reach Europe and it is inflaming long-simmering tension… [+1437 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Kuwait asks passengers from 10 countries to provide certificates showing they are virus-free: statement","description":"Kuwait's civil aviation authority said on Tuesday passengers from 10 countries including India, Turkey and Egypt must produce certificates issued by the Kuwaiti embassy in their country saying they are coronavirus free.","url":"https://www.reuters.com/article/us-health-coronavirus-kuwait-idUSKBN20Q1WX","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-03T14:16:16Z","content":"DUBAI (Reuters) - Kuwait’s civil aviation authority said on Tuesday passengers from 10 countries including India, Turkey and Egypt must produce certificates issued by the Kuwaiti embassy in their country saying they are coronavirus free. \r\nPassengers who do n… [+154 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Colin Dwyer","title":"Coronavirus Fears Derail Friday Prayers For Muslims Across The World","description":"\"Islam doesn't permit practices that would put human life in danger,\" said the head of religious affairs in Turkey, one of a host of Muslim-majority countries to curtail gatherings at mosques.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/19/818337269/coronavirus-fears-derail-friday-prayers-for-muslims-across-the-world","urlToImage":"https://media.npr.org/assets/img/2020/03/19/gettyimages-1206570795_wide-940d040438c5f37f0a899392c99e8db65b32d50c.jpg?s=1400","publishedAt":"2020-03-19T19:22:27Z","content":"A government worker disinfects the Klç Ali Pasa mosque in Istanbul last week. Turkey is just one of a host of countries across the Muslim world where Friday prayers have been banned or curtailed to stem the spread of the coronavirus.\r\nYasin Akgul/AFP via Gett… [+2022 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: The fake Bill Gates post and other claims to ignore","description":"Here are the latest examples of coronavirus disinformation.","url":"https://www.bbc.co.uk/news/52039642","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/146B3/production/_111453638_fake_news_index_v5-usethis.jpg","publishedAt":"2020-03-28T00:33:41Z","content":"Whether it's a post on your uncle's account or an image your friend forwarded, fake coronavirus stories seem to be everywhere. \r\nTo help, BBC teams are verifying and fact-checking the latest and most widely-seen examples of fake and misleading information. \r\n… [+5103 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Opinion by Oula A. Alrifai","title":"Opinion: How the US can help ease Idlib's catastrophe","description":"While Washington's focus is on coronavirus and the race for the White House, a devastating humanitarian catastrophe is unfolding in Syria's last rebel-held region. It's time for the US political establishment to do something about it, writes Oula A. Alrifai.","url":"https://www.cnn.com/2020/03/14/opinions/how-the-us-can-help-ease-idlibs-catastrophe-alrifai/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200310162707-idlib-displaced-0303-super-tease.jpg","publishedAt":"2020-03-15T02:36:41Z","content":"Oula A. Alrifai is a senior fellow in the Washington Institute for Near East Policy's Geduld Program on Arab Politics. A political asylee from Damascus, she was the executive producer of the award-winning documentary \"Tomorrow's Children,\" which explores Syri… [+5633 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Lefteris Papadimas","title":"Amid migrant crisis, Greece-Turkey conflict plays out on social media","description":"Greeks and Turks are waging a proxy war on social media with photos, video and commentary purporting to show the other side behaving badly in a migrant crisis that has seriously strained already tense relations between Athens and Ankara.","url":"https://www.reuters.com/article/us-syria-security-greece-turkey-idUSKBN20W224","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-09T14:41:32Z","content":"ATHENS/ANKARA (Reuters) - Greeks and Turks are waging a proxy war on social media with photos, video and commentary purporting to show the other side behaving badly in a migrant crisis that has seriously strained already tense relations between Athens and Ank… [+3232 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"IOC called 'irresponsible' over qualifier in London after boxers test positive for virus","description":"The IOC is called \"irresponsible\" by the Turkish boxing federation which says, two fighters and a coach have tested positive for coronavirus.","url":"https://www.bbc.co.uk/sport/olympics/52047624","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1220D/production/_111435247_boxing2-2.jpg","publishedAt":"2020-03-26T11:38:39Z","content":"The qualifying event was taking place at London's 2012 Olympics venue the Copper Box\r\nThe International Olympic Committee has been called \"irresponsible\" after the Turkish Boxing Federation said two fighters and a coach who took part in a Tokyo 2020 qualifyin… [+4307 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Xeni Jardin","title":"Turkey arrests 410 citizens for “provocative” coronavirus posts","description":"Turkey's interior minister said today the government has arrested 410 people for making “provocative” posts on social media about the coronavirus outbreak, which continues to worsen in the country and around the world. From Reuters : Interior Minister Suleyma…","url":"https://boingboing.net/2020/03/25/turkey-arrests-410-citizens-fo.html","urlToImage":"https://i1.wp.com/media.boingboing.net/wp-content/uploads/2020/03/CDC-coronavirus.jpg?fit=725%2C410&ssl=1","publishedAt":"2020-03-25T18:42:08Z","content":"Turkey's interior minister said today the government has arrested 410 people for making provocative posts on social media about the coronavirus outbreak, which continues to worsen in the country and around the world.Interior Minister Suleyman Soylu praised Tu… [+583 chars]"},{"source":{"id":null,"name":"Macrumors.com"},"author":"Juli Clover","title":"Mobile Networks in Multiple Countries Display 'Stay Home' Message When Users Turn Off WiFi","description":"iPhone users in several countries who opt to turn off WiFi on their devices will see a \"Stay Home\" message at the top of the Control Center where cellular network information is displayed. Image via Matt Navarra According to reports on Twitter, the status bar…","url":"https://www.macrumors.com/2020/03/24/stay-home-wifi-off-messaging-iphone/","urlToImage":"https://images.macrumors.com/article-new/2020/03/stayhomeos.jpg","publishedAt":"2020-03-24T22:46:13Z","content":"iPhone users in several countries who opt to turn off WiFi on their devices will see a \"Stay Home\" message at the top of the Control Center where cellular network information is displayed.\r\nImage via Matt Navarra\r\nAccording to reports on Twitter, the status b… [+691 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"GoAir suspends all international flights as India curbs travel","description":"Budget airline GoAir has suspended all international flights after India expanded travel restrictions on Tuesday to inbound flights from Afghanistan, the Philippines and Malaysia. India said on Monday it was banning passengers from countries of the European U…","url":"https://news.yahoo.com/goair-suspends-international-flights-due-123904485.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/J436alIDOIIIkN7PFBixwA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MzguNA--/https://s.yimg.com/uu/api/res/1.2/WmaCw2mgv7o5ml_gCkTNlw--~B/aD01MjQ7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/892fac15160322b8bb80d7b799e9237b","publishedAt":"2020-03-17T12:39:04Z","content":"NEW DELHI (Reuters) - Budget airline GoAir has suspended all international flights after India expanded travel restrictions on Tuesday to inbound flights from Afghanistan, the Philippines and Malaysia.\r\nIndia said on Monday it was banning passengers from coun… [+1097 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Ed Cara","title":"Why Won't the WHO Call This a Pandemic?","description":"This weekend, the coronavirus outbreak officially reached more than 100 countries, touching every continent but Antartica. China is no longer the only hotspot, with large epidemics currently affecting South Korea, Iran, and Italy, while other countries like t…","url":"https://gizmodo.com/why-wont-the-who-call-this-a-pandemic-1842213254","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/pnxzrci1icivao4hsnob.jpg","publishedAt":"2020-03-09T18:10:00Z","content":"This weekend, the coronavirus outbreak officially reached more than 100 countries, touching every continent but Antartica. China is no longer the only hotspot, with large epidemics currently affecting South Korea, Iran, and Italy, while other countries like t… [+3760 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Katie Warren","title":"Hungary and Greece are closing their borders to asylum seekers amid the coronavirus outbreak","description":"Hungary and Greece are closing their borders to asylum seekers amid the coronavirus outbreak, both countries announced Sunday. Hungary's chief security advisor said applications from asylum seekers were indefinitely suspended due to coronavirus, citing concer…","url":"https://www.businessinsider.com/hungary-greece-closing-borders-asylum-seekers-coronavirus-2020-3","urlToImage":"https://i.insider.com/5e5c17cffee23d1fe2520de3?width=1200&format=jpeg","publishedAt":"2020-03-01T21:37:17Z","content":"Hungary and Greece are closing their borders to asylum seekers amid the coronavirus outbreak, both countries announced Sunday.\r\nWhile Hungary has reported no cases of the disease so far, Greece has at least seven.\r\nHungary's chief security advisor, György Bak… [+4225 chars]"},{"source":{"id":null,"name":"Theguardian.comsport"},"author":"Exclusive by Sean Ingle","title":"IOC under fire as boxers test positive for Covid-19 after London event","description":"IOC accused of being putting athletes’ health in jeopardy Two Turkish boxers and head coach test positive for virus Coronavirus – latest updates | See all our coronavirus coverage The International Olympic Committee has been accused of being putting athletes’…","url":"https://amp.theguardian.comsport/2020/mar/25/ioc-under-fire-as-boxers-test-positive-for-covid-19-after-london-event","urlToImage":"https://i.guim.co.uk/img/media/f14ba7a048abf652d8d9fa53370866f5ccb7be0e/0_0_4254_2553/master/4254.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=c2ed792dec12296b694c586818883cca","publishedAt":"2020-03-25T17:43:44Z","content":"The International Olympic Committee has been accused of being putting athletes health in jeopardy after two Turkish boxers and their head coach tested positive for coronavirus after returning home from an Olympic boxing tournament in London last week.\r\nEyup G… [+2395 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus: Q&A as Uefa meet to discuss Euro 2020 & Champions League","description":"What will happen to Euro 2020? What about the Champions League? BBC Sport's Simon Stone looks ahead to Uefa's crisis meeting.","url":"https://www.bbc.co.uk/sport/football/51912634","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/13EC8/production/_111280618_gettyimages-609482188-1.jpg","publishedAt":"2020-03-16T20:32:11Z","content":"Euro 2020 is scheduled to begin on 12 June\r\nEuropean football's powerbrokers will meet by video conference on Tuesday to discuss how to deal with the fallout from the coronavirus crisis that has caused the game to grind to a halt.\r\nBBC Sport has been told \"no… [+4082 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Jonathan Spicer","title":"ANALYSIS-Turkey's economy seemed safer from virus than most. Then outbreak hit home","description":"Only a few weeks ago, Turkey seemed a better bet than many other emerging markets to withstand a global economic slowdown over the coronavirus.  Its economy ...","url":"https://news.yahoo.com/analysis-turkeys-economy-seemed-safer-111154310.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-23T11:11:54Z","content":"* Depleted reserves, hot domestic demand drove last recovery\r\n* Fallout from surge in infections a direct hit to both\r\n* Ankara could ramp up initial $15-bln support package\r\nBy Jonathan Spicer\r\nISTANBUL, March 23 (Reuters) - Only a few weeks ago, Turkey seem… [+5066 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"ABS-CBN News","title":"Kuwait requires medical certificate for travelers from PH, 9 other countries - ABS-CBN News","description":"Travelers to Kuwait from the Philippines and nine other countries will need to prove they are free of the coronavirus disease (COVID-19) before they are allowed entry, the Gulf state said Wednesday.","url":"https://news.abs-cbn.com/news/03/04/20/kuwait-requires-medical-certificate-for-travelers-from-ph-9-other-countries","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2018/news/02/19/20180218-kuwait-ofws-afp.jpg","publishedAt":"2020-03-04T08:33:00Z","content":"MANILA - Travelers to Kuwait from the Philippines and nine other countries will need to prove they are free of the coronavirus disease (COVID-19) before they are allowed entry, the Gulf state said Wednesday.\r\nStarting March 8, \"all expats passengers from the … [+2162 chars]"}]