[{"source":{"id":"reuters","name":"Reuters"},"author":"Aislinn Laing","title":"Bolivia coronavirus patient turned away from hospitals; election rallies suspended","description":"One of three people confirmed to have the coronavirus in Bolivia was turned away from several hospitals, media reports and health officials said late on Wednesday, while candidates campaigning for forthcoming presidential elections suspended rallies to preven…","url":"https://www.reuters.com/article/uk-health-coronavirus-bolivia-idUSKBN20Z27Z","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200312&t=2&i=1502343775&w=1200&r=LYNXMPEG2B21M","publishedAt":"2020-03-12T19:45:05Z","content":"SANTIAGO (Reuters) - One of three people confirmed to have the coronavirus in Bolivia was turned away from several hospitals, media reports and health officials said late on Wednesday, while candidates campaigning for forthcoming presidential elections suspen… [+2373 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"MonicaMachicao","title":"Bolivia speeds up its long goodbyes to keep down coronavirus","description":"\"Visits are suspended until further notice,\" says a sign on the gate to a Bolivian cemetery, the latest measure in the country's battle to contain coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-bolivia-burials-idUSKBN21B2VS","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-24T17:30:04Z","content":"LA PAZ (Reuters) - “Visits are suspended until further notice,” says a sign on the gate to a Bolivian cemetery, the latest measure in the country’s battle to contain coronavirus. \r\nIt is a move that will cause further pain for a people used to wakes attended … [+1772 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Jeffrey T. Lewis, Kejal Vyas","title":"Coronavirus Forces Brazil to Seal Borders as Region Struggles to Control Pandemic - Wall Street Journal","description":"Coronavirus Forces Brazil to Seal Borders as Region Struggles to Control Pandemic Wall Street Journal Coronavirus in Latin America: Countries step up restrictions Al Jazeera English View Full Coverage on Google News","url":"https://www.wsj.com/articles/coronavirus-forces-brazil-to-seal-borders-as-region-struggles-to-control-pandemic-11584644650","urlToImage":"https://images.wsj.net/im-166744/social","publishedAt":"2020-03-19T20:04:00Z","content":"SÃO PAULOBrazil closed its borders with eight neighboring countries on Thursday, joining other South American nations in a continentwide quarantine as authorities struggle to control the spread of the coronavirus.\r\nThe measure taken by Brazil, the regions lar… [+233 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Cuba, Bolivia close borders, Brazil slashes growth expectations","description":"Cuba and Bolivia announced on Friday they were closing their borders while Brazil drastically slashed its growth projections for 2020 over the coronavirus pandemic. Latin American countries continued to ramp up measures to contain the virus outbreak with deat…","url":"https://news.yahoo.com/cuba-bolivia-close-borders-brazil-slashes-growth-expectations-234808943.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/5FfAuwpgtRjkGy5XsMxGbg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTEuNjY2NjY2NjY2NjY2Ng--/https://s.yimg.com/uu/api/res/1.2/_7TfBiSwwEorYjo0mAW5FQ--~B/aD01MTE7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/73bfd5f7e4d8f794bdf6229927cc82434f70ffa2.jpg","publishedAt":"2020-03-20T23:48:08Z","content":"Montevideo (AFP) - Cuba and Bolivia announced on Friday they were closing their borders while Brazil drastically slashed its growth projections for 2020 over the coronavirus pandemic.\r\nLatin American countries continued to ramp up measures to contain the viru… [+3377 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: The unusual ways countries are managing lockdowns","description":"Countries are adopting movement restrictions ranging from the extreme to the relaxed to the creative.","url":"https://www.bbc.co.uk/news/world-52109792","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/0D96/production/_111487430_65c7a483-47f4-4d9b-a787-474df19e9c17.jpg","publishedAt":"2020-03-31T23:11:25Z","content":"Image copyrightReutersImage caption\r\n Serbia's nightly \"dog-walking hour\" did not quite work and had to be scrapped\r\nCountries across the globe are taking unprecedented measures to prevent the coronavirus spreading, ranging from the extreme to the relaxed to … [+3184 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Marco Aquino, Daniela Desantis and Nelson Renteria","title":"Military roadblocks, curfews: Latin America tightens coronavirus controls","description":"LIMA/ASUNCION/SAN SALVADOR (Reuters) - Countries around Latin America tightened restrictions on Monday to slow the spread of the new coronavirus, with Peru deploying military personnel on the streets, Costa Rica closing borders and Paraguay imposing a curfew.…","url":"https://news.yahoo.com/peru-deploys-military-slow-coronavirus-184343205.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/1eofcB0ZV2vpevFfHWfffw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/284MonwoKKWXLt.lt1tN5A--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/d44f10a7db811845fea6f387608a91f2","publishedAt":"2020-03-16T18:43:43Z","content":"By Marco Aquino, Daniela Desantis and Nelson Renteria\r\nLIMA/ASUNCION/SAN SALVADOR (Reuters) - Countries around Latin America tightened restrictions on Monday to slow the spread of the new coronavirus, with Peru deploying military personnel on the streets, Cos… [+4012 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Sports events hit by the coronavirus pandemic","description":"Here is a list of international sports events hit by the coronavirus outbreak:","url":"https://www.reuters.com/article/us-health-coronavirus-sport-factbox-idUSKBN20Z0MP","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200312&t=2&i=1502050496&w=1200&r=LYNXMPEG2B0B1","publishedAt":"2020-03-12T05:43:13Z","content":"(Reuters) - Here is a list of international sports events hit by the coronavirus outbreak: \r\nITALY \r\n- All sports events have been canceled until April 3. \r\nARGENTINA \r\n- Argentina has canceled international sports events in March. \r\nOLYMPICS \r\n- The Tokyo 20… [+8561 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Reuters","title":"Brazil's gangs are flooding Europe with cocaine","description":"REUTERS/Amanda Perobelli Brazil has become a major way station for cocaine heading from South America to Europe. In the process, Brazilian gangs have become major players in that trade, partnering with European criminal groups to distribute those drugs. Visit…","url":"https://www.businessinsider.com/brazilian-gangs-are-smuggling-most-cocaine-into-europe-2020-3","urlToImage":"https://i.insider.com/5e6aad1884159f554e0748ab?width=1200&format=jpeg","publishedAt":"2020-03-12T21:52:07Z","content":"SANTOS, Brazil (Reuters) - Years of rooting out drugs at the Brazilian seaport of Santos had given customs inspector Oswaldo Dias a good nose for suspicious cargo. A shipment of second-hand backhoes, bound for Europe late last year, seemed fishy.\r\nSo on the m… [+15736 chars]"},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"The Conversation","title":"Coronavirus and the Black Death: Fake news and xenophobia show we haven’t learned from our past","description":"Although some media outlets have begun referring to the outbreak of the novel coronavirus as a “modern plague”, the threat of COVID-19 remains negligible compared with historic outbreaks of plague. The latest World Health Organization report puts the coronavi…","url":"https://thenextweb.com/?p=1279131","urlToImage":"https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F03%2FCopy-of-Copy-of-Copy-of-Copy-of-Copy-of-Copy-of-....png&signature=5844d9fdd3852202b2ad4bae5b73d033","publishedAt":"2020-03-18T09:43:29Z","content":"Although some media outlets have begun referring to the outbreak of the novel coronavirus as a modern plague, the threat of COVID-19 remains negligible compared with historic outbreaks of plague. The latest World Health Organization report puts the coronaviru… [+4982 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Latest on the spread of the coronavirus around the world","description":"- Italy's death toll fell for the second consecutive day on Sunday, but the country still looked almost certain to see an extension of stringent containment measures. - Russian prime minister asked regional governors to consider Moscow-style restrictions a da…","url":"https://news.yahoo.com/factbox-latest-spread-coronavirus-around-061414752.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/pLhG5IzVgUZy_CQUleF_mA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/3smFSpqEyQLeLBUc.0OxZA--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/02cae91db64f817a3128a93600f14d26","publishedAt":"2020-03-30T06:14:14Z","content":"(Reuters) - Countries affected by the novel coronavirus entered another week of strict quarantine measures and several nations introduced new economic stimulus to aid citizens and companies hit by the pandemic.\r\nDEATHS, INFECTIONS\r\n- More than 720,000 people … [+4780 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"John Haltiwanger","title":"Coronavirus just created a new dictator in Europe, and has emboldened the toxic behavior of authoritarians worldwide","description":"On Monday, Hungarian Prime Minister Viktor Orban effectively became the world's newest dictator when the country's parliament voted to suspend elections and granted him the power to rule by decree with no time limit. \"At this point, Hungary is a full-on dicta…","url":"https://www.businessinsider.com/coronavirus-created-new-dictator-emboldens-authoritarians-worldwide-2020-4","urlToImage":"https://i.insider.com/5e84f7510c2a6237b00911b7?width=1200&format=jpeg","publishedAt":"2020-04-01T20:49:23Z","content":"The coronavirus pandemic has morphed Hungary into a full-blown authoritarian state, as autocratic leaders around the world are exploiting panic and fear surrounding the virus to consolidate power and dismantle democracy, experts warn. \r\nHungarian Prime Minist… [+7320 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":"Jeff Carlisle, Tom Marshall","title":"Assessing coronavirus' potential impact on MLS and Liga MX","description":"Soccer isn't the primary concern when it comes to the coronavirus, but the game's organizers in the U.S. and Mexico are working on what comes next.","url":"https://www.espn.com/soccer/blog-espn-fc-united/story/4074661/usmexico-soccers-coronavirus-response-assessing-the-potential-impact-on-mlsliga-mx","urlToImage":"https://a1.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0314%2Fr679474_1296x729_16%2D9.jpg","publishedAt":"2020-03-14T21:01:05Z","content":"Reactions to the coronavirus pandemic have thrown world football into uncertainty. This week, a host of leagues joined Switzerland and Italy in suspending operations, including Spain, Portugal, Norway, Belgium, Denmark, Scotland and the Netherlands, along wit… [+5950 chars]"},{"source":{"id":null,"name":"Slate.com"},"author":"Joshua Keating","title":"Strongman Medicine: How leaders around the world are seizing power and curtailing human rights.","description":"A new regular feature on how leaders around the world are taking advantage of the coronavirus pandemic.","url":"https://slate.com/news-and-politics/2020/03/strongman-medicine-democracy-coronavirus.html","urlToImage":"https://compote.slate.com/images/c2a94f16-522d-49bc-8d3a-facfc514c262.jpeg?width=780&height=520&rect=1431x954&offset=1x0","publishedAt":"2020-03-27T15:36:13Z","content":"Russian President Vladimir Putin wears a hazmat suit while visiting a hospital treating coronavirus patients.\r\n<ol><li>\r\nTrump Is Now Openly Trying to Censor His Critics. He May Succeed.\r\n </li><li>\r\nWhich Republicans Have Been Most Diplomatic About Calling T… [+7120 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Bolivia sex workers protest coronavirus curfew","description":"A nighttime curfew imposed by the Bolivian president to try to slow the spread of the coronavirus in the Andean country faces opposition from sex workers, who say their already precarious livelihoods are at stake.","url":"https://www.reuters.com/article/us-health-coronavirus-bolivia-sexworkers-idUSKBN21A2Q5","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-23T16:01:55Z","content":"(Reuters) - A nighttime curfew imposed by the Bolivian president to try to slow the spread of the coronavirus in the Andean country faces opposition from sex workers, who say their already precarious livelihoods are at stake. \r\nIn a neighborhood of El Alto, a… [+1248 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Bolivia closes borders, suspends international flights - government","description":"Bolivia will close its borders to non-residents and suspend all international flights to combat the spread of coronavirus, the interim government announced on Tuesday.","url":"https://www.reuters.com/article/us-health-coronavirus-bolivia-idUSKBN2143OL","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-17T19:22:34Z","content":"LA PAZ (Reuters) - Bolivia will close its borders to non-residents and suspend all international flights to combat the spread of coronavirus, the interim government announced on Tuesday. \r\nThe measures will take effect over the next three days and remain in p… [+148 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Countries enforce mass closures to stem spread","description":"Schools close, museums shut, sports events are off and lockdowns widen as the coronavirus spreads.","url":"https://www.bbc.co.uk/news/world-51862347","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/21A6/production/_111241680_060607563-1.jpg","publishedAt":"2020-03-12T22:37:11Z","content":"Image copyrightReutersImage caption\r\n Theatres in New York are among the venues to close as part of a ban on large public gatherings\r\nSchools have been closed, sports events cancelled and cultural institutions shut around the world as countries try to stem th… [+4408 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Bolivia extends closure of borders, declares health emergency for coronavirus","description":"Bolivia declared a national health emergency and extended its border lockdown on Wednesday, as the government seeks to contain the spread of the coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-bolivia-idUSKBN21D02F","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200326&t=2&i=1508232756&w=1200&r=LYNXMPEG2P01O","publishedAt":"2020-03-26T00:26:40Z","content":"LA PAZ (Reuters) - Bolivia declared a national health emergency and extended its border lockdown on Wednesday, as the government seeks to contain the spread of the coronavirus. \r\nInterim President Jeanine Anez said in a public address that the border closure … [+701 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Brazil restricts land borders with neighbors due to coronavirus","description":"Brazil decided on Thursday to restrict entry of foreign visitors at land borders with Argentina, Paraguay, Bolivia, Peru, Colombia, Suriname and French Guiana due to the coronavirus pandemic, the presidential chief of staff office said.","url":"https://www.reuters.com/article/us-health-coronavirus-brazil-borders-idUSKBN2162YP","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-19T16:13:36Z","content":"BRASILIA (Reuters) - Brazil decided on Thursday to restrict entry of foreign visitors at land borders with Argentina, Paraguay, Bolivia, Peru, Colombia, Suriname and French Guiana due to the coronavirus pandemic, the presidential chief of staff office said. \r… [+324 chars]"}]