[{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Pakistan confirms fifth coronavirus case","description":"Pakistan on Tuesday reported a new coronavirus case, bringing the total to five in the south Asian nation since last week, officials said.","url":"http://feeds.reuters.com/~r/reuters/topNews/~3/RGRPSSh3ac0/pakistan-confirms-fifth-coronavirus-case-idUSKBN20Q05I","urlToImage":null,"publishedAt":"2020-03-03T01:55:05Z","content":null},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Sajid Hussain: Fears for Pakistan journalist missing in Sweden","description":"Sajid Hussain went into self-imposed exile in 2012 after receiving death threats connected to his work.","url":"https://www.bbc.co.uk/news/world-asia-52110702","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/DAAA/production/_111487955_pakistan.jpg","publishedAt":"2020-03-31T15:54:28Z","content":"Image copyrightRSFImage caption\r\n Sajid Hussain (family photo)\r\nA Pakistani journalist who fled the country to escape death threats has gone missing in Sweden where he was granted political asylum.\r\nSajid Hussain was last seen boarding a train in Stockholm on… [+2248 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Dharna Noor on Earther, shared by Brian Kahn to Gizmodo","title":"Even a Relatively Small Nuclear War Would Cause Global Famine","description":"As both the coronavirus pandemic and the climate crisis provoke your anxieties, it’s important to remember all of the world’s wonderful possibilities. Which is why I present you: the impacts of nuclear war. Read more...","url":"https://earther.gizmodo.com/even-a-relatively-small-nuclear-war-would-cause-global-1842361610","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/ha2wcjah8swtaipozc9i.jpg","publishedAt":"2020-03-16T19:05:00Z","content":"As both the coronavirus pandemic and the climate crisis provoke your anxieties, its important to remember all of the worlds wonderful possibilities. Which is why I present you: the impacts of nuclear war.\r\nA large-scale nuclear war is a nightmarish scenario t… [+4521 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Syed Raza Hassan","title":"Pakistan's largest city shuts schools for two weeks over virus fears","description":"Pakistan's southern province of Sindh extended the closure of all educational institutions following the confirmation of a second coronavirus case in Karachi, the country's largest city.","url":"https://www.reuters.com/article/us-health-coronavirus-pakistan-idUSKBN20P1HK","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-02T11:08:19Z","content":"KARACHI, Pakistan (Reuters) - Pakistan’s southern province of Sindh extended the closure of all educational institutions following the confirmation of a second coronavirus case in Karachi, the country’s largest city. \r\nPakistan has confirmed four cases of cor… [+1231 chars]"},{"source":{"id":"time","name":"Time"},"author":"Kathy Gannon / AP","title":"China Sends Medical Personnel, Supplies to Pakistan to Combat Coronavirus","description":"China sent a plane with medical personnel and supplies Saturday to help Pakistan combat the outbreak of the coronavirus.","url":"https://time.com/5812015/china-medical-aid-pakistan/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/china-medical-aid-pakistan.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-03-28T18:29:37Z","content":"(ISLAMABAD) — China sent a plane loaded with medical personnel and supplies Saturday to help Pakistan fight the spread of the coronavirus in one of the world’s most populous nations.\r\nAcross the Middle East and elsewhere, the outbreak has raised concerns that… [+5887 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"Reuters","title":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines - ABS-CBN News","description":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines ABS-CBN News Qatar bars arrivals from PH, 13 other countries amid coronavirus jitters INQUIRER.net Qatar bans travelers from PH, 13 other countries amid coronavirus worries CNN Phil…","url":"https://news.abs-cbn.com/overseas/03/09/20/qatar-traveler-philippines-filipinos-ofws-coronavirus-ncov-covid-19","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/09/ofw.jpg","publishedAt":"2020-03-08T22:52:00Z","content":"CAIRO - Qatar has temporarily barred travelers from 14 countries from March 9 as a precaution against the rapidly spreading coronavirus, the government announced on Sunday.\r\nThe ban covers China, Egypt, India, Iran, Iraq, Lebanon, Bangladesh, Nepal, Pakistan,… [+231 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Devjyot Ghoshal","title":"Flooded toilets, dirty sheets: South Asia quarantine centers worry experts","description":"When Mrinal Sabharwal and his wife landed in New Delhi with hundreds of other passengers from Barcelona on Monday, they expected clean coronavirus quarantine facilities.","url":"https://www.reuters.com/article/us-health-coronavirus-southasia-quaranti-idUSKBN2152CP","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200318&t=2&i=1504914028&w=1200&r=LYNXMPEG2H1IF","publishedAt":"2020-03-18T14:00:42Z","content":"NEW DELHI (Reuters) - When Mrinal Sabharwal and his wife landed in New Delhi with hundreds of other passengers from Barcelona on Monday, they expected clean coronavirus quarantine facilities. \r\nInstead, after hours of waiting at the airport and on a bus, they… [+3412 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Shoshana Wodinsky","title":"Russia's Planned Coronavirus App is a State-Run Security Nightmare","description":"Like other countries, COVID-19 rocked both Russia and its neighbors, with recent numbers pointing to a collective 4,375 residents across the post-Soviet states being infected by the virus. And while some of these territories are seemingly less than worried ab…","url":"https://gizmodo.com/russias-planned-coronavirus-app-is-a-state-run-security-1842617429","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/rcfjl3ywqxnsm4gzgq64.jpg","publishedAt":"2020-04-01T21:00:00Z","content":"Like other countries, COVID-19 rocked both Russia and its neighbors, with recent numbers pointing to a collective 4,375 residents across the post-Soviet states being infected by the virus. And while some of these territories are seemingly less than worried ab… [+3475 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"David STOUT","title":"Mosques remain open in Pakistan despite virus threats","description":"The country's leading religious scholars have only advised that the old and sick avoid prayers and instructed clerics to keep sermons brief. Tiktok videos garnering hundreds of thousands of likes on social media in Pakistan have called for Muslims to attend m…","url":"https://news.yahoo.com/mosques-remain-open-pakistan-despite-virus-threats-135930588.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/odI1PTfhgc2sPBTJEiiWFQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTEuNjY2NjY2NjY2NjY2Ng--/https://s.yimg.com/uu/api/res/1.2/fLz3_O6wTGyunTMCnZXtvQ--~B/aD01MTE7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/def8a7f2ddca0abd3a27b85bbb142446dff61217.jpg","publishedAt":"2020-03-27T13:59:30Z","content":"Worshippers crowded into mosques in Pakistan on Friday, defying warnings about the fast-spreading coronavirus and fuelling fears of a public health crisis in the impoverished country.\r\nIn contrast to many other Muslim countries, Pakistani clerics and governme… [+4278 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Women worldwide march for equality","description":"Protests raise awareness of discrimination on International Women's Day.","url":"https://www.bbc.co.uk/news/world-51791335","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/A81E/production/_111183034_indo.jpg","publishedAt":"2020-03-08T13:22:12Z","content":"Image copyrightGetty ImagesImage caption\r\n Despite fears over the coronavirus outbreak, thousands of people took to the streets across Asia, including this march in Yogyakarta, Indonesia\r\nMarches to raise awareness of discrimination against women are taking p… [+1628 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Paine would 'fully support' Smith captaincy return","description":"Australian Test captain Tim Paine says he would support team-mate Steve Smith if the former captain was to lead the side again.","url":"https://www.bbc.co.uk/sport/cricket/52107942","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/F8AA/production/_111485636_steve_smith_getty.jpg","publishedAt":"2020-03-31T12:19:56Z","content":"As captain, Paine has won 10 Tests, with six losses and one draw\r\nAustralia Test captain Tim Paine says he would “fully support” Steve Smith if the former skipper were to lead the side again.\r\nPaine, 35, took over the captaincy in March 2018 after Smith was b… [+1614 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Nidhi Verma and Asif Shahzad","title":"India to use some train coaches as coronavirus isolation wards","description":"NEW DELHI/ISLAMABAD (Reuters) - India said on Saturday it was planning to turn some railway coaches into isolation wards for patients with coronavirus, as authorities scramble to prepare the country's health infrastructure for an expected surge in cases. Prim…","url":"https://news.yahoo.com/india-train-coaches-coronavirus-isolation-133549443.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/7_vF5agkK6jUhFufpDlfrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MjguOA--/https://s.yimg.com/uu/api/res/1.2/QgMQpSosoUV1ineDYjy7_A--~B/aD01MTg7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/49f8f0f894416a84ff87b55516b706b6","publishedAt":"2020-03-28T13:35:49Z","content":"By Nidhi Verma and Asif Shahzad\r\nNEW DELHI/ISLAMABAD (Reuters) - India said on Saturday it was planning to turn some railway coaches into isolation wards for patients with coronavirus, as authorities scramble to prepare the country's health infrastructure for… [+3359 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Poppy McPherson","title":"‘All we have left is to hope and pray’: Travelers stranded in airport by coronavirus","description":"Russian hostel manager Valerie Azure has spent the past three nights sleeping on the floor of a Malaysian airport along with her young son, after Southeast Asian nations sealed borders and canceled flights in the wake of the coronavirus pandemic.","url":"https://www.reuters.com/article/us-health-coronavirus-malaysia-tourist-idUSKBN21D1IH","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200326&t=2&i=1508428713&w=1200&r=LYNXMPEG2P0U3","publishedAt":"2020-03-26T11:21:20Z","content":"BANGKOK (Reuters) - Russian hostel manager Valerie Azure has spent the past three nights sleeping on the floor of a Malaysian airport along with her young son, after Southeast Asian nations sealed borders and canceled flights in the wake of the coronavirus pa… [+2330 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Sanjeev Miglani","title":"India's coronavirus cases tick up despite immense lockdown","description":"Three more people infected with coronavirus died overnight in India as the government sought on Thursday to improve basic services to 1.3 billion people locked indoors to slow the spread of the disease. Streets were silent across India's cities and towns on t…","url":"https://news.yahoo.com/indias-coronavirus-cases-tick-despite-075044714.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/8JF3iNYKhA74zAtpczvEkQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/73z3wv_VEZFkLzci.XkSlA--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/060d89b5dff0127c6503755a6e0ba54b","publishedAt":"2020-03-26T07:50:44Z","content":"By Sanjeev Miglani\r\nNEW DELHI (Reuters) - Three more people infected with coronavirus died overnight in India as the government sought on Thursday to improve basic services to 1.3 billion people locked indoors to slow the spread of the disease.\r\nStreets were … [+3237 chars]"},{"source":{"id":null,"name":"Androidcentral.com"},"author":"Michael Allison","title":"Samsung is offering free phone cleaning to Galaxy owners in 19 countries","description":"Your phone is the grossest thing you own. What you need to know Samsung will be offering free phone sanitizing services in the wake of the coronavirus outbreak. It will clean Galaxy devices from phones down to Galaxy Buds. The service is rolling out in 19 mar…","url":"https://www.androidcentral.com/samsung-offering-free-phone-cleaning-galaxy-owners-19-countries-including-us","urlToImage":"https://www.androidcentral.com/sites/androidcentral.com/files/styles/large/public/article_images/2020/02/galaxy-s20-plus-fingerprint-sensor-2.jpg?itok=JRrELW6D","publishedAt":"2020-03-12T17:33:00Z","content":"As the coronavirus pandemic spreads across the globe, companies are helping stop the spread by restricting travel and encouraging working from home. In all cases, an emphasis has been placed on personal hygiene to minimize the speed of transmission.Samsung, i… [+1488 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"First coronavirus cases confirmed in the Palestinian Gaza Strip","description":"The first two cases of coronavirus have been confirmed in the densely-populated Gaza Strip, Palestinian health officials said on Sunday. Two Palestinians who had traveled from Pakistan and entered Gaza through Egypt had tested positive for the virus late on S…","url":"https://news.yahoo.com/first-coronavirus-cases-confirmed-palestinian-000911833.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/y6LPLOU4dclFZdMkGEHccQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/DvtVsY36f.tRhfTKLCNBPA--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/f6c60677c16455358eda1e51001d876b","publishedAt":"2020-03-22T00:09:11Z","content":"GAZA (Reuters) - The first two cases of coronavirus have been confirmed in the densely-populated Gaza Strip, Palestinian health officials said on Sunday.\r\nTwo Palestinians who had traveled from Pakistan and entered Gaza through Egypt had tested positive for t… [+1017 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Nowruz festival overshadowed by outbreak","description":"Iran's actual death toll is feared to be higher and its neighbours are braced for worse to come.","url":"https://www.bbc.co.uk/news/world-asia-51966125","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/C09A/production/_111360394_taftanafp29feb20.jpg","publishedAt":"2020-03-20T02:21:13Z","content":"Image copyrightAFPImage caption\r\n Only basic medical checks are being done at Pakistan's overcrowded Taftan camp\r\nCelebrations of Nowruz, the Persian New Year, come at a grim time. More than 1,100 people have died in Iran as a result of the coronavirus outbre… [+3660 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Waruna Karunatilake","title":"Sri Lanka to impose national curfew as South Asia accelerates coronavirus battle","description":"Mosques in Sri Lanka were shut indefinitely from Friday, and the island is set to impose a countrywide curfew over the weekend, as South Asian countries step up efforts to check the spread of COVID-19 cases.","url":"https://www.reuters.com/article/us-helath-coronavirus-southasia-idUSKBN217117","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200320&t=2&i=1505784040&w=1200&r=LYNXMPEG2J0N5","publishedAt":"2020-03-20T09:26:27Z","content":"COLOMBO/LUCKNOW (Reuters) - Mosques in Sri Lanka were shut indefinitely from Friday, and the island is set to impose a countrywide curfew over the weekend, as South Asian countries step up efforts to check the spread of COVID-19 cases. \r\nThe densely populated… [+2469 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"Agence France-Presse","title":"Virus fears, violence hit International Women's Day rallies - ABS-CBN News","description":"Virus fears, violence hit International Women's Day rallies ABS-CBN News In Pictures: International Women's Day around the world Aljazeera.com Protests and Celebrations Mark International Women's Day Around the Globe TIME We all benefit from a more gender-equ…","url":"https://news.abs-cbn.com/overseas/03/09/20/virus-fears-violence-hit-international-womens-day-rallies","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/09/women.jpg","publishedAt":"2020-03-09T01:04:00Z","content":"PARIS — Tens of thousands took to the streets across the globe to mark International Women's Day on Sunday despite many events in Asia being canceled because of the new coronavirus outbreak, and attacks on women at some events in Europe and Asia.\r\nWomen were … [+3822 chars]"}]