[{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Syria reports first death amid warning of spread","description":"The government says nine other people tested positive, but medics suspect there are many more cases.","url":"https://www.bbc.co.uk/news/world-middle-east-52100372","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/3117/production/_111476521_whatsubject.jpg","publishedAt":"2020-03-30T19:57:37Z","content":"Image copyrightEPAImage caption\r\n The virus could be spreading fast in Syria, medics warn\r\nSyrias health ministry has said a woman has died from the coronavirus disease - the war-torn countrys first officially reported fatality.\r\nThe woman died on Sunday afte… [+2065 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Opinion by Oula A. Alrifai","title":"Opinion: How the US can help ease Idlib's catastrophe","description":"While Washington's focus is on coronavirus and the race for the White House, a devastating humanitarian catastrophe is unfolding in Syria's last rebel-held region. It's time for the US political establishment to do something about it, writes Oula A. Alrifai.","url":"https://www.cnn.com/2020/03/14/opinions/how-the-us-can-help-ease-idlibs-catastrophe-alrifai/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200310162707-idlib-displaced-0303-super-tease.jpg","publishedAt":"2020-03-15T02:36:41Z","content":"Oula A. Alrifai is a senior fellow in the Washington Institute for Near East Policy's Geduld Program on Arab Politics. A political asylee from Damascus, she was the executive producer of the award-winning documentary \"Tomorrow's Children,\" which explores Syri… [+5633 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Michael Hardy","title":"You Can See the Coronavirus From Space","description":"Satellite images show empty cities, pop-up mega-hospitals, and other signs of the pandemic's spread.","url":"https://www.wired.com/story/coronavirus-satellite-imagery/","urlToImage":"https://media.wired.com/photos/5e795988a87ec30009860e91/191:100/w_1280,c_limit/photo_covid-satellites_6.jpg","publishedAt":"2020-03-24T14:00:00Z","content":"Can you see the novel coronavirus from space? You can, as it happensif you know where to look. Since January, the Colorado-based space technology company Maxar has been taking low Earth orbit satellite photographs of Covid-19 hotspots in places like China, It… [+2857 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"Reuters","title":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines - ABS-CBN News","description":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines ABS-CBN News Qatar bars arrivals from PH, 13 other countries amid coronavirus jitters INQUIRER.net Qatar bans travelers from PH, 13 other countries amid coronavirus worries CNN Phil…","url":"https://news.abs-cbn.com/overseas/03/09/20/qatar-traveler-philippines-filipinos-ofws-coronavirus-ncov-covid-19","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/09/ofw.jpg","publishedAt":"2020-03-08T22:52:00Z","content":"CAIRO - Qatar has temporarily barred travelers from 14 countries from March 9 as a precaution against the rapidly spreading coronavirus, the government announced on Sunday.\r\nThe ban covers China, Egypt, India, Iran, Iraq, Lebanon, Bangladesh, Nepal, Pakistan,… [+231 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Sarah Al-Arshani","title":"Photos from inside refugee camps show how they could be decimated by coronavirus","description":"COVID-19 could run rampant in refugee camps. Human rights organizations are worried that the refugee population won't have access to resources needed to both prevent and then treat the outbreak. Violence broke out in a refugee camp in Lesbos, Greece, after a …","url":"https://www.businessinsider.com/a-coronavirus-outbreak-could-leave-refugees-even-more-vulnerable-2020-3","urlToImage":"https://i.insider.com/5e734691c485403590452d12?width=1200&format=jpeg","publishedAt":"2020-03-19T10:22:47Z","content":"As the coronavirus pandemic spreads across the world, many refugee rights organizations and activists are worried what the outbreak could mean for some of the world's most vulnerable population.\r\nIn a statement, Jan Egeland the secretary general of the Norweg… [+1440 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Scott Peterson","title":"How do you do social distancing in a refugee camp?","description":"Syrian refugees point to a challenge for the whole world. Defeating the coronavirus means improving conditions even in the toughest places.","url":"https://news.yahoo.com/social-distancing-refugee-camp-192600316.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-20T19:26:00Z","content":"Syrians now entering their 10th year of war could be forgiven for believing they have already faced the modern equivalent of the biblical Four Horsemen of the Apocalypse.\r\nBut the millions of refugees and internally displaced Syrians are bracing for yet anoth… [+7824 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Dharna Noor on Earther, shared by Brian Kahn to Gizmodo","title":"Even a Relatively Small Nuclear War Would Cause Global Famine","description":"As both the coronavirus pandemic and the climate crisis provoke your anxieties, it’s important to remember all of the world’s wonderful possibilities. Which is why I present you: the impacts of nuclear war. Read more...","url":"https://earther.gizmodo.com/even-a-relatively-small-nuclear-war-would-cause-global-1842361610","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/ha2wcjah8swtaipozc9i.jpg","publishedAt":"2020-03-16T19:05:00Z","content":"As both the coronavirus pandemic and the climate crisis provoke your anxieties, its important to remember all of the worlds wonderful possibilities. Which is why I present you: the impacts of nuclear war.\r\nA large-scale nuclear war is a nightmarish scenario t… [+4521 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Suleiman Al-Khalidi","title":"Jordan's coronavirus cases rise as it moves to cushion economy","description":"Jordan confirmed 12 new cases of the coronavirus on Sunday, as the central bank announced measures to help troubled businesses and a tourism sector hit hard by the impact of the crisis.","url":"https://www.reuters.com/article/us-health-coronavirus-jordan-idUSKBN212154","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200315&t=2&i=1503710932&w=1200&r=LYNXMPEG2E120","publishedAt":"2020-03-15T23:23:35Z","content":"AMMAN (Reuters) - Jordan confirmed 12 new cases of the coronavirus on Sunday, as the central bank announced measures to help troubled businesses and a tourism sector hit hard by the impact of the crisis. \r\nThe kingdom imposed measures on Saturday to fight the… [+2372 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"'Just one case': fears coronavirus may spread like wildfire in world's refugee camps","description":"In the world’s largest refugee settlement in Bangladesh, filmmaker Mohammed Arafat has been making public safety videos to warn about the dangers of coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-refugees-idUSKBN21F0OW","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200328&t=2&i=1509409733&w=1200&r=LYNXMPEG2R0HO","publishedAt":"2020-03-28T16:13:32Z","content":"(Reuters) - In the world’s largest refugee settlement in Bangladesh, filmmaker Mohammed Arafat has been making public safety videos to warn about the dangers of coronavirus. \r\nThe 25-year-old is worried that the disease will devastate the vast, crowded camps … [+9978 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Riham Alkousaa","title":"Refugees to the rescue? Germany taps migrant medics to battle virus","description":"Five years ago the arrival of a wave of refugees caused much consternation and fueled support for Germany's far-right. Now, the country is turning to its migrant community to plug an anticipated shortage of medical staff battling the coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-germany-refugees-idUSKBN21C2IG","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200325&t=2&i=1508070874&w=1200&r=LYNXMPEG2O1U6","publishedAt":"2020-03-25T16:07:46Z","content":"BERLIN (Reuters) - Five years ago the arrival of a wave of refugees caused much consternation and fueled support for Germany’s far-right. Now, the country is turning to its migrant community to plug an anticipated shortage of medical staff battling the corona… [+2226 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"John Haltiwanger","title":"ISIS is urging its fighters to avoid Europe because of the coronavirus pandemic","description":"ISIS is telling its fighters not to go to Europe and stage attacks due to the novel coronavirus pandemic. The terror group's newsletter calls on militants to \"stay away from the land of the epidemic.\" ISIS no longer controls a large swath of territory across …","url":"https://www.businessinsider.com/coronavirus-isis-issues-travel-advisory-for-europe-to-its-fighters-2020-3","urlToImage":"https://i.insider.com/5e713c9ac485406d99348272?width=1200&format=jpeg","publishedAt":"2020-03-17T22:08:21Z","content":"ISIS has issued a travel advisory for Europe to its fighters due to the novel coronavirus pandemic, asking fighters to suspend travel to the region for terror attacks. \r\nThe latest edition of the terror group's newsletter, Al-Naba, calls on its fighters to \"s… [+1773 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"David Slotnick","title":"The US will reportedly set its highest travel alert level for every country in the world as governments seek to contain the coronavirus","description":"The US State Department will soon issue a blanket \"Level 4\" travel advisory — the highest-level warning — covering all international travel, according to a new report from Politico. The unprecedented move comes as countries try to contain the novel coronaviru…","url":"https://www.businessinsider.com/us-level-4-travel-warning-international-coronavirus-covid19-2020-3","urlToImage":"https://i.insider.com/5e738e55c48540593b73ede5?width=1200&format=jpeg","publishedAt":"2020-03-19T16:39:03Z","content":"The US State Department will soon issue its highest-level travel warning for each of the world's countries, essentially warning against any travel abroad, according to a new report from Politico.\r\nAccording to the report, a blanket \"Level 4\" travel advisory w… [+971 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Stephanie Nebehay","title":"Syrian ceasefire critical to combating coronavirus - U.N., Red Cross","description":"An immediate nationwide ceasefire is needed across Syria to enable an \"all-out-effort\" to stamp out the coronavirus and prevent it from ravaging a ...","url":"https://news.yahoo.com/syrian-ceasefire-critical-combating-coronavirus-192810935.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-24T19:28:10Z","content":"By Stephanie Nebehay\r\nGENEVA (Reuters) - An immediate nationwide ceasefire is needed across Syria to enable an \"all-out-effort\" to stamp out the coronavirus and prevent it from ravaging a beleaguered population, the United Nations and the International Commit… [+3053 chars]"},{"source":{"id":"time","name":"Time"},"author":"SAMY MAGDY and ALBERT AJI / AP","title":"Libya Reports First Coronavirus Case as the Pandemic Sweeps Across the Middle East","description":"Libya recorded its first confirmed case, stoking concern that an outbreak could overwhelm the country's already weakened health care system","url":"https://time.com/5809453/libya-middle-east-coronavirus-covid19/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/libya_coronavirus_covid19_middle_east.jpg?quality=85&crop=0px%2C9px%2C1024px%2C536px&resize=1200%2C628&strip","publishedAt":"2020-03-25T02:12:25Z","content":"(CAIRO) — Libya recorded its first confirmed case of the coronavirus on Tuesday, the U.N.-backed government announced, stoking concern that an outbreak could overwhelm the war-torn country’s already weakened health care system.\r\nAs the coronavirus pandemic sw… [+6158 chars]"},{"source":{"id":null,"name":"Youtube.com"},"author":null,"title":"Are Greece and Turkey putting refugees in danger? | The Stream - Al Jazeera English","description":"Are Greece and Turkey putting refugees in danger? | The Stream Al Jazeera English Turkey's president closes border crossings with EU to tackle coronavirus spread Telegraph.co.uk Greece hopes EU-Turkey talks will ease tension over refugee crisis The Guardian S…","url":"https://www.youtube.com/watch?v=W2pAJS6ULqU","urlToImage":"https://i.ytimg.com/vi/W2pAJS6ULqU/maxresdefault.jpg","publishedAt":"2020-03-17T22:06:40Z","content":"Thousands of people fleeing war, persecution and other imminent threats to their safety are trying to enter Greece from neighbouring Turkey after Ankara announced it would no longer stop their efforts to reach Europe and it is inflaming long-simmering tension… [+1437 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Coronavirus cases rise in UAE and Qatar: ministries","description":"The number of coronavirus cases in the United Arab Emirates has risen to 45 from 30, the health ministry said on Saturday. Qatar also reported its 12th case of the virus, a Qatari national who had visited Iran, its health ministry said. The United Arab Emirat…","url":"https://news.yahoo.com/coronavirus-cases-rise-uae-qatar-212011026.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/2CCpawc0xpp1y6FqSw0qEQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/UtWyIyY.sIMknQWpOwQ8gg--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/321ca0ccd19b89259d635873e8d8ec6a","publishedAt":"2020-03-06T21:20:11Z","content":"DUBAI (Reuters) - The number of coronavirus cases in the United Arab Emirates has risen to 45 from 30, the health ministry said on Saturday.\r\nQatar also reported its 12th case of the virus, a Qatari national who had visited Iran, its health ministry said.\r\nTh… [+1009 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"ABS-CBN News","title":"Kuwait requires medical certificate for travelers from PH, 9 other countries - ABS-CBN News","description":"Travelers to Kuwait from the Philippines and nine other countries will need to prove they are free of the coronavirus disease (COVID-19) before they are allowed entry, the Gulf state said Wednesday.","url":"https://news.abs-cbn.com/news/03/04/20/kuwait-requires-medical-certificate-for-travelers-from-ph-9-other-countries","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2018/news/02/19/20180218-kuwait-ofws-afp.jpg","publishedAt":"2020-03-04T08:33:00Z","content":"MANILA - Travelers to Kuwait from the Philippines and nine other countries will need to prove they are free of the coronavirus disease (COVID-19) before they are allowed entry, the Gulf state said Wednesday.\r\nStarting March 8, \"all expats passengers from the … [+2162 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Lebanon announces two-week lockdown over coronavirus","description":"Lebanon on Sunday urged people to stay at home for two weeks and prepared to close its main airport to stem a novel coronavirus outbreak that has killed three people in the country. Information Minister Manal Abdel Samad ordered \"citizens to remain at home an…","url":"https://news.yahoo.com/lebanon-announces-two-week-lockdown-over-coronavirus-204138384.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/vMcz.vy.WWelYdGWC1fpGg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/Deie6nGZQh_j8aDKn.0BgA--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/f8994adb193e81a7b9aca0336eb3ee1fc746c8b8.jpg","publishedAt":"2020-03-15T20:41:38Z","content":"Beirut (AFP) - Lebanon on Sunday urged people to stay at home for two weeks and prepared to close its main airport to stem a novel coronavirus outbreak that has killed three people in the country.\r\nThe COVID-19 virus has officially infected 99 people in the M… [+1894 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Natasha Khan, Isabel Coles","title":"Countries Roll Out Restrictions to Curb Coronavirus - The Wall Street Journal","description":"Cases surge past 350,000 globally as New Zealand and parts of India plan lockdowns, while Australia shuts restaurants and bars","url":"https://www.wsj.com/articles/countries-roll-out-restrictions-to-curb-coronavirus-11584954209","urlToImage":"https://images.wsj.net/im-167792/social","publishedAt":"2020-03-23T13:20:03Z","content":"Governments world-wide are increasingly imposing mandatory restrictions on residents to force people to keep their distance from each other, stepping up efforts to slow the global spread of the coronavirus as cases surged past 350,000.New Zealand said it woul… [+10835 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Airlines suspend flights due to coronavirus outbreak","description":"Airlines across the globe have suspended flights or modified services in response to the coronavirus outbreak.","url":"https://www.reuters.com/article/us-health-coronavirus-airlines-factbox-idUSKBN20W350","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200309&t=2&i=1501004825&w=1200&r=LYNXMPEG2820D","publishedAt":"2020-03-09T23:27:31Z","content":"(Reuters) - Airlines across the globe have suspended flights or modified services in response to the coronavirus outbreak. \r\nBelow are details (in alphabetical order): \r\nAIRLINES THAT HAVE CANCELED ALL FLIGHTS TO MAINLAND CHINA \r\n**American Airlines (AAL.O) e… [+11485 chars]"}]