[{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Panama Tribal Gathering festival locked down","description":"They are not being allowed to leave the event's site amid anti-coronavirus measures being imposed.","url":"https://www.bbc.co.uk/news/world-latin-america-51936132","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8A05/production/_111333353_whatsubject.jpg","publishedAt":"2020-03-17T17:44:58Z","content":"Image copyrightKatie HughesImage caption\r\n The Tribal Gathering festival took place on a remote beach on Panama's north coast\r\nPeople attending a festival in Panama have been put on lockdown after the country declared a state of emergency over the coronavirus… [+2793 chars]"},{"source":{"id":null,"name":"Youtube.com"},"author":null,"title":"Stranded Canadians plead for help onboard coronavirus-stricken cruise ship – audio - Guardian News","description":"Stranded Canadians plead for help onboard coronavirus-stricken cruise ship – audio Guardian News 4 passengers die on stranded cruise ship carrying 247 Canadians CBC.ca Federal government trying to bring 248 Canadians home from coronavirus-infected cruise Glob…","url":"https://www.youtube.com/watch?v=0P-8sJoMJ6Y","urlToImage":"https://i.ytimg.com/vi/0P-8sJoMJ6Y/maxresdefault.jpg","publishedAt":"2020-03-28T14:23:37Z","content":null},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Áine Cain","title":"Stranded Holland America cruise ship with 2 confirmed COVID-19 cases will be allowed to cross the Panama Canal","description":"The MS Zaandam, a Holland America cruise ship with two confirmed cases of COVID-19 onboard, will be permitted to transit the Panama Canal, according to a statement put out by the Panama Canal Authority. \"The Panama Canal is preparing to facilitate the transit…","url":"https://www.businessinsider.com/stranded-holland-america-cruise-ship-okayed-to-cross-panama-canal-2020-3","urlToImage":"https://i.insider.com/5e7ff63b0c2a62539b0c58f3?width=1200&format=jpeg","publishedAt":"2020-03-29T02:01:08Z","content":"The MS Zaandam, a Holland America cruise ship with two confirmed COVID-19 cases onboard, will be permitted to transit the Panama Canal, according to a statement from the Panama Canal Authority.\r\n\"The Panama Canal is preparing to facilitate the transit of the … [+3055 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: The unusual ways countries are managing lockdowns","description":"Countries are adopting movement restrictions ranging from the extreme to the relaxed to the creative.","url":"https://www.bbc.co.uk/news/world-52109792","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/0D96/production/_111487430_65c7a483-47f4-4d9b-a787-474df19e9c17.jpg","publishedAt":"2020-03-31T23:11:25Z","content":"Image copyrightReutersImage caption\r\n Serbia's nightly \"dog-walking hour\" did not quite work and had to be scrapped\r\nCountries across the globe are taking unprecedented measures to prevent the coronavirus spreading, ranging from the extreme to the relaxed to … [+3184 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Áine Cain","title":"Panama Canal blocks Holland America cruise ship with 138 ill crew members and passengers, and 2 confirmed cases of COVID-19 on board","description":"The MS Zaandam, a Holland America cruise ship dealing with an outbreak of respiratory illness onboard, will be barred from entering the Panama Canal, according to a Panama Canal Authority. Four passengers have died aboard the ship, and Holland America confirm…","url":"https://www.businessinsider.com/holland-america-zaandam-cruise-ship-blocked-panama-canal-covid-19-2020-3","urlToImage":"https://i.insider.com/5e7e7f3f0c2a6264e27fc074?width=1200&format=jpeg","publishedAt":"2020-03-28T00:00:20Z","content":"The Panama Canal Authority will block the MS Zaandam, a Holland America cruise ship with two confirmed cases of COVID-19 on board, from entering the canal.\r\n\"Following protocol of Panama's Ministry of Health, if a vessel has individuals who have tested positi… [+1410 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Panama imposes full-day curfew, Guatemala extends state of emergency","description":"Panama's government said on Tuesday it would widen a curfew to slow the spread of the coronavirus and require people to be in quarantine at all hours beg...","url":"https://news.yahoo.com/panama-extends-curfew-due-coronavirus-234747336.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-24T23:47:47Z","content":"PANAMA CITY (Reuters) - Panama's government said on Tuesday it would widen a curfew to slow the spread of the coronavirus and require people to be in quarantine at all hours beginning on Wednesday, as the number of cases again jumped and two more people died.… [+710 chars]"},{"source":{"id":"the-globe-and-mail","name":"The Globe And Mail"},"author":null,"title":"'We don't know what's going to happen to us': Canadians on cruise with four dead in apparent COVID-19 outbreak - The Globe and Mail","description":"But cruise operators insisted they were taking steps to protect passengers, but now they are trapped in their rooms as the ship sits anchored just outside the western end of the Panama Canal","url":"https://www.theglobeandmail.com/canada/article-we-dont-know-whats-going-to-happen-to-us-hundreds-of-canadians-on/","urlToImage":"https://www.theglobeandmail.com/resizer/5q4rjDXe7Eql6nJbk-vKvH3D7v8=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/N5HTIJA4NNMA5FDZOCXOMM6AJY.JPG","publishedAt":"2020-03-28T23:47:00Z","content":"Canadian passengers Chris &amp; Anna Joiner ask for help onboard the MS Zaandam, Holland America Line cruise ship, during the coronavirus outbreak, off the shores of Panama City, Panama March 27, 2020. \r\nCHRIS JOINER/Reuters\r\nWhen Chris and Anna Joiner boarde… [+5474 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"insider@insider.com (Áine Cain)","title":"Stranded Holland America cruise ship with 2 confirmed COVID-19 cases will be allowed to cross the Panama Canal","description":"Panama's Ministry of Health authorized the ship to transit the waterway, according a statement from the Panama Canal Authority.","url":"https://news.yahoo.com/stranded-holland-america-cruise-ship-020108892.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/L7OJ8cE7sJ5XGzr0N4JzDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05NjAuMzUyMDM1MjAzNTIwNA--/https://s.yimg.com/uu/api/res/1.2/yoxxxd0AEFv43ovA3q0dRQ--~B/aD02ODI7dz05MDk7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/EN/business_insider_articles_888/3e9d1e6aeb6a1944339a5b0b96bc1ebe","publishedAt":"2020-03-29T02:01:08Z","content":"The MS Zaandam will not be scheduled for transit until it enters the waters of the Panama Canal.\r\nLUIS ACOSTA/AFP via Getty Images\r\n<ul><li>The MS Zaandam, a Holland America cruise ship with two confirmed cases of COVID-19 onboard, will be permitted to transi… [+4495 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Morgan Hines, David Oliver and Chris Woodyard, USA TODAY","title":"Trump plans to intervene on allowing Holland America cruise ships to dock in Florida","description":"The Zaandam and Rotterdam crossed the Panama Canal and is en route to Florida, but whether the ships can dock remains a lingering question.","url":"https://news.yahoo.com/were-assuming-people-sick-covid-192222840.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/eeXv2HAG_LgHNZk0LoeTnQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD03MTguOTMzMzMzMzMzMzMzMw--/https://s.yimg.com/uu/api/res/1.2/P9VjhMzOedG6LXAhKQT38w--~B/aD03MTk7dz0xMjgwO3NtPTE7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en-us/usa_today_travel_320/b5d1b9deedcdb4da165b3ce433614f51","publishedAt":"2020-04-01T00:41:45Z","content":"President Donald Trump said Tuesday he is going to speak with Florida Gov. Ron DeSantis about whether to allow two Holland America cruise ships, one with four dead and 200 passengers and crew having had flu-like symptoms, to dock.\r\nWhile never explicitly sayi… [+8067 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Sean O'Kane","title":"Don’t bail out the cruise industry","description":"President Donald Trump said cruise ship companies are a “prime candidate” for a bailout, along with airlines. But there are many reasons not to hand over billions of dollars in cash to the cruise industry.","url":"https://www.theverge.com/2020/3/23/21187076/cruise-line-industry-bailout-trump-coronavirus-us-companies-tax","urlToImage":"https://cdn.vox-cdn.com/thumbor/SjY-x3KZ7wn0Z8cfocA_Bh0rbjE=/0x215:3000x1786/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19826278/590222848.jpg.jpg","publishedAt":"2020-03-23T19:00:12Z","content":"Trump said its a prime candidate, but there are plenty of reasons not to\r\nPhoto by Ben McCanna / Portland Portland Press Herald via Getty Images\r\nThe United States economy is grinding to a halt as the country grapples with the novel coronavirus pandemic, and … [+6907 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Guatemala reports first coronavirus death, an elderly man back from Spain","description":"Guatemala has registered its first fatality from coronavirus infection, an elderly man who had recently visited Madrid, Health Minister Hugo Monroy said on Sunday, in one of the first deaths from the outbreak to hit Central America.","url":"https://www.reuters.com/article/us-health-coronavirus-central-america-gu-idUSKBN2121E1","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-15T23:23:35Z","content":"GUATEMALA CITY (Reuters) - Guatemala has registered its first fatality from coronavirus infection, an elderly man who had recently visited Madrid, Health Minister Hugo Monroy said on Sunday, in one of the first deaths from the outbreak to hit Central America.… [+852 chars]"},{"source":{"id":null,"name":"Theguardian.comworld"},"author":"Nicola Slawson","title":"Coronavirus latest: at a glance","description":"A summary of the biggest developments in the global coronavirus outbreak Follow our latest coronavirus blog for live news and updates See all our coronavirus coverage Key developments in the global coronavirus outbreak today include: Continue reading...","url":"https://amp.theguardian.comworld/2020/mar/27/coronavirus-latest-at-a-glance-2","urlToImage":"https://i.guim.co.uk/img/media/e7200859fb487792e1336e456cb1a1b0c126614c/0_0_2560_1536/master/2560.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=2703eda6c4eb79ac8c11ea9b07ca2183","publishedAt":"2020-03-27T18:23:43Z","content":"Key developments in the global coronavirus outbreak today include:\r\nBiggest daily rise in UK coronavirus deaths\r\nThe UK has again recorded its biggest daily rise in coronavirus deaths. In the last 24 hours, 181 people have died after testing positive for Covi… [+2099 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Argentina, Colombia, Peru to isolate travelers from virus-hit nations","description":"Argentina, Colombia and Peru on Wednesday announced that travelers from the countries worst-affected by the new coronavirus would be isolated on arrival. Argentina was the first country in Latin America to register a coronavirus-related death on Saturday, wit…","url":"https://news.yahoo.com/argentina-colombia-peru-isolate-travelers-virus-hit-nations-155304344.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/zZqagUJZbn2AFpljDxONiA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04ODU-/https://s.yimg.com/uu/api/res/1.2/03LjcmuMCmost6p3pjjr6w--~B/aD01MzE7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/69c80156bc701305d8e7f46e33db55a31bd95846.jpg","publishedAt":"2020-03-11T15:53:04Z","content":"Buenos Aires (AFP) - Argentina, Colombia and Peru on Wednesday announced that travelers from the countries worst-affected by the new coronavirus would be isolated on arrival.\r\nArgentina was the first country in Latin America to register a coronavirus-related … [+2840 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Gustavo Palencia and Elida Moreno","title":"Central American countries step up efforts to contain coronavirus","description":"TEGUCIGALPA/PANAMA CITY (Reuters) - Central American countries Panama, Honduras, Guatemala and El Salvador on Saturday took further steps to contain the fast-spreading coronavirus in the region with measures ranging from bans on large gatherings to travel res…","url":"https://news.yahoo.com/central-american-countries-step-efforts-011623321.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/09M9FNUSu_H7feE_SY4z4A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/bctFlI24aoZzREYMUvgAIQ--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/235cfb3025fc2d20befdbd93e7d23762","publishedAt":"2020-03-15T01:16:23Z","content":"By Gustavo Palencia and Elida Moreno\r\nTEGUCIGALPA/PANAMA CITY (Reuters) - Central American countries Panama, Honduras, Guatemala and El Salvador on Saturday took further steps to contain the fast-spreading coronavirus in the region with measures ranging from … [+782 chars]"},{"source":{"id":null,"name":"Androidcentral.com"},"author":"Michael Allison","title":"Samsung is offering free phone cleaning to Galaxy owners in 19 countries","description":"Your phone is the grossest thing you own. What you need to know Samsung will be offering free phone sanitizing services in the wake of the coronavirus outbreak. It will clean Galaxy devices from phones down to Galaxy Buds. The service is rolling out in 19 mar…","url":"https://www.androidcentral.com/samsung-offering-free-phone-cleaning-galaxy-owners-19-countries-including-us","urlToImage":"https://www.androidcentral.com/sites/androidcentral.com/files/styles/large/public/article_images/2020/02/galaxy-s20-plus-fingerprint-sensor-2.jpg?itok=JRrELW6D","publishedAt":"2020-03-12T17:33:00Z","content":"As the coronavirus pandemic spreads across the globe, companies are helping stop the spread by restricting travel and encouraging working from home. In all cases, an emphasis has been placed on personal hygiene to minimize the speed of transmission.Samsung, i… [+1488 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Burgers, beer or the buzz: What do you miss about sport?","description":"We asked what little things you miss about sport, while live action is suspended during the coronavirus crisis.","url":"https://www.bbc.co.uk/sport/52035554","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/12A3/production/_111417740_sadfans.jpg","publishedAt":"2020-03-26T09:04:45Z","content":"All forms of professional sport in the UK are suspended because of the coronavirus outbreak\r\nWe're all getting used to days on end without live sport, without the excitement and frustration of seeing our teams or our favourite sports stars doing what they do … [+6329 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Melissa Wiley","title":"The Florida Keys is shuttering 5,000 hotels and closing itself off to visitors starting Sunday","description":"All of the approximately 5,000 hotels and overnight accommodations in the Florida Keys will close for two weeks beginning Sunday, March 22 to curb the spread of the coronavirus. Visitors currently staying in hotels and vacation rentals in Keys will have until…","url":"https://www.businessinsider.com/florida-keys-closing-to-visitors-shutting-down-hotels-coronavirus-2020-03","urlToImage":"https://i.insider.com/5e75124c671de0167f407f77?width=1200&format=jpeg","publishedAt":"2020-03-20T21:22:00Z","content":"Following an increase of COVID-19 cases in south Florida, the Florida Keys will close all lodging establishments including hotels, campgrounds, and short-term vacation rentals for two weeks beginning Sunday, March 22.\r\nMonroe County officials instructed hotel… [+2159 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Juan José Rodríguez","title":"Cruise company still searching for port for virus ship","description":"Passengers on a virus-stricken cruise liner entered the Panama Canal in Central America Sunday after they were told the company was still searching for a port which will allow them to disembark, even as they pleaded for help. The Panama Canal Authority said t…","url":"https://news.yahoo.com/cruise-company-still-searching-port-virus-ship-232751716.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/1dcqlWNuw.ps2Lv6WkOkpA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/odkv0rUefFzJHA3xGSqKeg--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/c38d0c15da2154a53f19510a30b18fe8cdb0c782.jpg","publishedAt":"2020-03-30T02:28:33Z","content":"Panama City (AFP) - Passengers on a virus-stricken cruise liner entered the Panama Canal in Central America Sunday after they were told the company was still searching for a port which will allow them to disembark, even as they pleaded for help.\r\nThe Panama C… [+3846 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Lockdowns, self-isolation and entry bans imposed to fight global coronavirus spread","description":"France and Spain joined Italy in imposing lockdowns on tens of millions of people, Australia ordered self-isolation of arriving foreigners, and Argentina and El Salvador extended entry bans as the world sought to contain the spreading coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-idUSKBN21208S","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200315&t=2&i=1503443738&w=1200&r=LYNXMPEG2E081","publishedAt":"2020-03-15T07:54:51Z","content":"(Reuters) - France and Spain joined Italy in imposing lockdowns on tens of millions of people, Australia ordered self-isolation of arriving foreigners, and Argentina and El Salvador extended entry bans as the world sought to contain the spreading coronavirus.… [+5699 chars]"}]