[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Indonesia confirms two coronavirus cases","description":"Indonesian President Joko Widodo said on Monday two Indonesians had tested positive for coronavirus, marking the first confirmed cases in the world's fourth most populous country.","url":"https://www.reuters.com/article/us-health-coronavirus-indonesia-idUSKBN20P0FZ","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497675328&w=1200&r=LYNXMPEG210ES","publishedAt":"2020-03-02T04:48:30Z","content":"JAKARTA (Reuters) - Indonesian President Joko Widodo said on Monday two Indonesians had tested positive for coronavirus, marking the first confirmed cases in the world’s fourth most populous country. \r\nThe two had been hospitalized, Widodo told reporters at t… [+190 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Nick Statt","title":"Telecoms are sneaking ‘stay home’ messages onto customers’ smartphones","description":"Some mobile phone operators, including Vodafone and Orange S.A., have started inserting coronavirus-related public health suggestions onto customers’ smartphones in recent days, using the small snippet of text that typically accompanies the connection signal …","url":"https://www.theverge.com/2020/3/24/21193308/telecoms-coronavirus-stay-home-message-sneaking-smartphones","urlToImage":"https://cdn.vox-cdn.com/thumbor/uV8kzBT1i_mduJLyQr7VqHaNHSE=/0x0:2040x1068/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19206346/akrales_190913_3628_0412.jpg","publishedAt":"2020-03-25T00:21:56Z","content":"Photo by Amelia Holowaty Krales / The Verge Some mobile phone operators, including Vodafone and Orange S.A., have started inserting coronavirus-related public health suggestions to stay indoors onto customers’ smartphones in recent days, using the small snipp… [+1958 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Muslims in Indonesia divided over Friday prayers amid coronavirus fears","description":"While many Muslims in Indonesia's capital accepted advice to avoid religious gatherings and prayed at home on Friday elsewhere in the world's most populous Muslim country, people ignored the risk of coronavirus and crowded into their mosques.","url":"https://www.reuters.com/article/us-health-coronavirus-mosques-idUSKBN2170ZF","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200320&t=2&i=1505766188&w=1200&r=LYNXMPEG2J0LZ","publishedAt":"2020-03-20T08:36:15Z","content":"DEPOK, Indonesia (Reuters) - While many Muslims in Indonesia’s capital accepted advice to avoid religious gatherings and prayed at home on Friday elsewhere in the world’s most populous Muslim country, people ignored the risk of coronavirus and crowded into th… [+2531 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Indonesia fears panic buying after first coronavirus cases","description":"Indonesian President Joko Widodo urged residents on Thursday to avoid panic buying of food and medical supplies, a day after the world's fourth most populous country confirmed its first coronavirus cases.","url":"https://www.reuters.com/article/us-health-coronavirus-indonesia-idUSKBN20Q1BO","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498118066&w=1200&r=LYNXMPEG220TV","publishedAt":"2020-03-03T11:11:48Z","content":"JAKARTA (Reuters) - Indonesian President Joko Widodo urged residents on Thursday to avoid panic buying of food and medical supplies, a day after the world’s fourth most populous country confirmed its first coronavirus cases. \r\nThe president also said he had o… [+1228 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Gayatri Suroyo","title":"Indonesia warns of escalating coronavirus cases, adds restrictions on foreign travellers","description":"Indonesia is bracing for a significant increase in coronavirus cases as it widens efforts to locate and test victims, health ministry official Achmad Yurianto said on Tuesday.","url":"https://www.reuters.com/article/health-coronavirus-indonesia-travel-int-idUSKBN2141FL","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200317&t=2&i=1504395993&w=1200&r=LYNXMPEG2G0XT","publishedAt":"2020-03-17T11:16:39Z","content":"JAKARTA (Reuters) - Indonesia is bracing for a significant increase in coronavirus cases as it widens efforts to locate and test victims, health ministry official Achmad Yurianto said on Tuesday. \r\n“There will be quite a significant increase in the number of … [+2511 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Three F1 team members in quarantine before Australian Grand Prix","description":"Two members of the Haas Formula 1 team and one from McLaren are in self-isolation after being tested for coronavirus at the Australian Grand Prix in Melbourne.","url":"https://www.bbc.co.uk/sport/formula1/51831409","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/3C15/production/_111218351_hi060565852.jpg","publishedAt":"2020-03-11T09:29:44Z","content":"Organisers say this weekend's Australian Grand Prix is still scheduled to go ahead as planned\r\nTwo members of the Haas Formula 1 team and one from McLaren are in self-isolation after being tested for coronavirus at the Australian Grand Prix in Melbourne.\r\nThe… [+1496 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus outbreak: Teddy bear hunt helps distract kids under lockdown","description":"For millions of children on lockdown, teddy bear hunts are a welcome relief from the isolation.","url":"https://www.bbc.co.uk/news/world-52108765","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/2F92/production/_111487121_whatsubject.jpg","publishedAt":"2020-03-31T14:51:53Z","content":"Image copyrightAbbey WakefieldImage caption\r\n Some bears were easier to find than others - this was the scene outside one house in Wellington, New Zealand\r\nA mass teddy bear hunt is under way around the world to help distract the millions of children locked d… [+1521 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Maikel Jefriando","title":"Indonesia rolls out nearly $25 billion more spending for coronavirus","description":"Indonesian President Joko Widodo declared a public health emergency over the coronavirus epidemic on Tuesday and said an additional $24.9 billion would be spent to cushion its impact on Southeast Asia's biggest economy. Widodo said he signed a new regulation …","url":"https://news.yahoo.com/indonesia-declares-emergency-over-coronavirus-084917996.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/ldRmT_QvkxwjmJPHP6U.ZA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/wx1pwskkoovbfFkCXvcfOQ--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/d7da19901c6bf7889a62fba9929a7a1c","publishedAt":"2020-03-31T08:49:17Z","content":"By Maikel Jefriando\r\nJAKARTA (Reuters) - Indonesian President Joko Widodo declared a public health emergency over the coronavirus epidemic on Tuesday and said an additional $24.9 billion would be spent to cushion its impact on Southeast Asia's biggest economy… [+2393 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Harry Suhartono, Fathiya Dahrul and Arys Aditya","title":"Indonesia Braces for New Wave of Infection as Virus Spreads","description":"(Bloomberg) -- Indonesia reported the biggest jump in coronavirus infection since the outbreak began with the authorities warning of a fresh wave of cases in...","url":"https://news.yahoo.com/indonesia-braces-wave-infection-virus-111035964.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-18T12:03:23Z","content":"(Bloomberg) --\r\nIndonesia reported the biggest jump in coronavirus infection since the outbreak began with the authorities warning of a fresh wave of cases in the worlds fourth-most populous nation.\r\nThe death toll from the pandemic jumped to 19 on Wednesday … [+2997 chars]"},{"source":{"id":null,"name":"Thejakartapost.com"},"author":"The Jakarta Post","title":"BREAKING: Singapore confirms first COVID-19 deaths, including one Indonesian patient - The Jakarta Post - Jakarta Post","description":"BREAKING: Singapore confirms first COVID-19 deaths, including one Indonesian patient - The Jakarta Post Jakarta Post Coronavirus live updates: Singapore reports first two fatalities, deaths jump in Spain and Italy The Guardian Coronavirus: First death in Sing…","url":"https://www.thejakartapost.com/seasia/2020/03/21/breaking-singapore-confirms-first-covid-19-deaths-including-one-indonesian-patient.html","urlToImage":"https://img.jakpost.net/c/2018/03/26/2018_03_26_42921_1522074009._large.jpg","publishedAt":"2020-03-21T04:29:00Z","content":"The Singaporean Ministry of Health reported the country’s first deaths from COVID-19 on Saturday morning, including an Indonesian national.\r\nCase 212 was a 64-year-old Indonesian man who had been admitted in critical condition to the National Centre for Infec… [+1437 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Veronika Kero","title":"Learn the secrets of your favorite YouTube stars with this $15 course","description":"TL;DR: Learn the ins and outs of your favorite video platform with The Complete YouTube Course for $14.99, a 92% savings as of March 22. The outbreak of the novel coronavirus has pretty much forced everyone across the world to stay at home as much as possible…","url":"https://mashable.com/shopping/march-22-youtube-course/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F22%252F22%252Fa0cf32bfc7a948c7a52c316a9498770d.ce224.jpg%252F1200x630.jpg?signature=3A0G_Oo1m1lMoiPIz-72uoA0twU=","publishedAt":"2020-03-22T09:00:00Z","content":"TL;DR: Learn the ins and outs of your favorite video platform with The Complete YouTube Coursefor $14.99, a 92% savings as of March 22.\r\nThe outbreak of the novel coronavirus has pretty much forced everyone across the world to stay at home as much as possible… [+1532 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Young people are not ‘invincible’, WHO warns","description":"Youth does not make you immune from coronavirus, the UN's health body warns as deaths top 11,000.","url":"https://www.bbc.co.uk/news/world-51982495","urlToImage":"https://ichef.bbci.co.uk/images/ic/1024x576/p0875f9z.jpg","publishedAt":"2020-03-20T22:15:40Z","content":"Media captionUS students on spring break defy Covid-19 warnings\r\nYoung people are not immune from coronavirus and must avoid socialising and communicating it to older, more vulnerable people, the World Health Organization (WHO) has warned.\r\nThe choices made b… [+3284 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Indonesia confirms first coronavirus cases","description":"Indonesia on Monday reported its first confirmed cases of coronavirus, after health officials in the world's fourth-most populous country hit back at questions over its apparent lack of infected patients. A 64-year-old woman and her daughter, 31, tested posit…","url":"https://news.yahoo.com/indonesia-confirms-first-coronavirus-cases-051028271.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/6JuMlQshbdSk.im1LTBbJg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/WtDyE3ECxWUvGBfpRCveGg--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/215f942e5005b70bf0ead6210864310ae10df1c8.jpg","publishedAt":"2020-03-02T05:10:28Z","content":"Indonesia on Monday reported its first confirmed cases of coronavirus, after health officials in the world's fourth-most populous country hit back at questions over its apparent lack of infected patients.\r\nA 64-year-old woman and her daughter, 31, tested posi… [+1107 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Women worldwide march for equality","description":"Protests raise awareness of discrimination on International Women's Day.","url":"https://www.bbc.co.uk/news/world-51791335","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/A81E/production/_111183034_indo.jpg","publishedAt":"2020-03-08T13:22:12Z","content":"Image copyrightGetty ImagesImage caption\r\n Despite fears over the coronavirus outbreak, thousands of people took to the streets across Asia, including this march in Yogyakarta, Indonesia\r\nMarches to raise awareness of discrimination against women are taking p… [+1628 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"John Geddie, Reuters","title":"Singapore reports its first coronavirus-related deaths","description":"Singapore reported its first coronavirus-related deaths on Saturday of two people with underlying health conditions. Singapore has confirmed 385 cases of the infection and so far had managed to avoid any fatalities. \"I know Singaporeans will be worried and an…","url":"https://www.businessinsider.com/singapore-reports-its-first-coronavirus-related-deaths-2020-3","urlToImage":"https://i.insider.com/5e760d591378e330aa66ac18?width=1200&format=jpeg","publishedAt":"2020-03-21T13:09:00Z","content":"Singapore reported two coronavirus-related deaths on Saturday of people with underlying health conditions, marking the first fatalities in the city-state's widely praised battle against the infection.\r\nThe health ministry said a 75-year-old Singaporean woman … [+1211 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Macrumors.com"},"author":"Juli Clover","title":"Mobile Networks in Multiple Countries Display 'Stay Home' Message When Users Turn Off WiFi","description":"iPhone users in several countries who opt to turn off WiFi on their devices will see a \"Stay Home\" message at the top of the Control Center where cellular network information is displayed. Image via Matt Navarra According to reports on Twitter, the status bar…","url":"https://www.macrumors.com/2020/03/24/stay-home-wifi-off-messaging-iphone/","urlToImage":"https://images.macrumors.com/article-new/2020/03/stayhomeos.jpg","publishedAt":"2020-03-24T22:46:13Z","content":"iPhone users in several countries who opt to turn off WiFi on their devices will see a \"Stay Home\" message at the top of the Control Center where cellular network information is displayed.\r\nImage via Matt Navarra\r\nAccording to reports on Twitter, the status b… [+691 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Tom Allard and Stanley Widianto","title":"Indonesia's health system on the brink as coronavirus surge looms","description":"Indonesia has a significant deficit in hospital beds, medical staff and intensive care facilities as health experts warn that it is primed to become a new epicentre of the coronavirus pandemic, according to data reviewed by Reuters. Health experts say Indones…","url":"https://news.yahoo.com/indonesias-health-system-brink-coronavirus-050445665.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/znaM1wOaGeb8thb7qFDnPQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/WeLdXbA3uznarAyzLB7E.Q--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/bacac12a8da09d131ba8c7c4999314c1","publishedAt":"2020-03-25T05:04:45Z","content":"By Tom Allard and Stanley Widianto\r\nJAKARTA (Reuters) - Indonesia has a significant deficit in hospital beds, medical staff and intensive care facilities as health experts warn that it is primed to become a new epicentre of the coronavirus pandemic, according… [+4625 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Taiwan reports 18 new coronavirus cases, all imported","description":"Taiwan reported 18 new coronavirus cases on Saturday, all imported from people coming from countries including the United States, Britain, South Africa and Indonesia or those having contact with them, bring the total number of infected to 153. While Taiwan's …","url":"https://news.yahoo.com/taiwan-reports-18-coronavirus-cases-065843429.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/W_N5fcn85nX_vn1svzrD2Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTQuNA--/https://s.yimg.com/uu/api/res/1.2/QVsBRoTelys93L6s4lyfQw--~B/aD01MzQ7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/4857a8755e050902e3ea42a22a79f334","publishedAt":"2020-03-21T06:58:43Z","content":"TAIPEI (Reuters) - Taiwan reported 18 new coronavirus cases on Saturday, all imported from people coming from countries including the United States, Britain, South Africa and Indonesia or those having contact with them, bring the total number of infected to 1… [+1259 chars]"},{"source":{"id":null,"name":"Androidcentral.com"},"author":"Michael Allison","title":"The WHO and WhatsApp team up to inform billions about coronavirus","description":"Combating the spread of misinformation as a pandemic rages. What you need to know The WHO is partnering with WhatsApp to make information around the novel coronavirus more easily accessible. The Health Alert service is currently available in English, with sup…","url":"https://www.androidcentral.com/you-can-now-message-who-whatsapp-about-coronavirus","urlToImage":"https://www.androidcentral.com/sites/androidcentral.com/files/styles/large/public/article_images/2018/02/whatsapp-hero-2-9lst-9lst.jpg?itok=aRNGXSlR","publishedAt":"2020-03-25T20:54:05Z","content":"The World Health Organization and WhatsApp are partnering to create an information service called the WHO Health Alert.\r\nAs Bloomberg reports:\r\nThe World Health Organization plans to reach at least 50 million people with a WhatsApp information service that de… [+1449 chars]"}]