[{"source":{"id":"wired","name":"Wired"},"author":"Siva Vaidhyanathan","title":"Google Will Not Save Us From Coronavirus","description":"President Trump is acting like the search giant will be a deus ex machina for public health. He's out of his mind.","url":"https://www.wired.com/story/google-will-not-save-us-from-coronavirus/","urlToImage":"https://media.wired.com/photos/5e6fbff4a8af50000813ca5d/191:100/w_1280,c_limit/Ideas-Google-Trump-1207061487.jpg","publishedAt":"2020-03-16T22:25:56Z","content":"In a blog post yesterday, Verily gave at least a hint about its goals. The screening service would rely on what the company calls Project Baseline, its platform for collecting and storing personal health information in a way that purports to safeguard individ… [+4007 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Nicole Dieker","title":"Your Health Insurance May Waive Coronavirus Testing Copays","description":"Many of us are asking ourselves what we can do to prevent the spread of the coronavirus. Some of us are also asking ourselves whether we can afford to get tested for COVID-19, should we come down with symptoms—and how much we’ll have to pay for treatment. Rea…","url":"https://lifehacker.com/your-health-insurance-may-waive-coronavirus-testing-cop-1842238548","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/q5cd5q2im2l1eckmznkn.jpg","publishedAt":"2020-03-10T17:00:00Z","content":"Many of us are asking ourselves what we can do to prevent the spread of the coronavirus. Some of us are also asking ourselves whether we can afford to get tested for COVID-19, should we come down with symptomsand how much well have to pay for treatment.\r\nLuck… [+2173 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Julie Muncy","title":"'The Last of Us Part II' Is Being Delayed Indefinitely","description":"The game's release is being postponed due to logistical concerns caused by the spread of the coronavirus.","url":"https://www.wired.com/story/last-of-us-2-delayed-indefinitely/","urlToImage":"https://media.wired.com/photos/5e87ac23adfa9d0008e095fc/191:100/w_1280,c_limit/Cul-rdonk4uvyh8ijanrbs46.jpg","publishedAt":"2020-04-03T22:47:53Z","content":"Hello, and welcome once again to Replay, WIRED's rundown of all of the week's biggest videogame news. We took a brief hiatus last week, but we're back at it again for all socially distanced game news we could find.\r\nThe Last of Us Part II, originally slated f… [+2662 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Gregory Barber","title":"FDA Approves the First Commercial Coronavirus Tests in the US","description":"Swiss pharmaceutical giant Roche and medical device-maker Thermo Fisher collectively have nearly 2 million tests available, with more to come.","url":"https://www.wired.com/story/fda-approves-the-first-commercial-coronavirus-tests-in-the-us/","urlToImage":"https://media.wired.com/photos/5e6feaf03636560008b10ac7/191:100/w_1280,c_limit/Science_testing_covid19-1212275642.jpg","publishedAt":"2020-03-16T22:28:41Z","content":"After a weeks-long shortage of COVID-19 tests and limits on screening that have hampered officials ability to respond to the crisis, the first commercial tests for the disease have receivedapproval from the US Food and Drug Administration. The new tests could… [+3517 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Kyle Wiens","title":"The Right to Repair Will Help Us Endure Outbreaks","description":"As the coronavirus disrupts the global supply chain, the ability to fix our stuff is key to our resilience.","url":"https://www.wired.com/story/opinion-the-right-to-repair-will-help-us-endure-outbreaks/","urlToImage":"https://media.wired.com/photos/5e6049d51648c80008ee60b3/191:100/w_1280,c_limit/OpEd-Right-to-Repair-452200019.jpg","publishedAt":"2020-03-05T14:00:00Z","content":"Ive been thinking a lot about resilience lately.\r\nCoronavirus is sweeping the globe, carrying with it supply chain disruptions and fear. My iFixit purchasing team has been trapped in Taiwan since January, waiting for the all clear to go back to work in our Ch… [+4340 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Noam Cohen","title":"Silicon Valley Is Saving Us—for Now","description":"But let's not get too attached to nifty tools that help us cope with isolation.","url":"https://www.wired.com/story/silicon-valley-is-saving-our-asses-for-now/","urlToImage":"https://media.wired.com/photos/5e7e0a8eff7da9000915c618/191:100/w_1280,c_limit/Ideas-SiliconValley-CV.jpg","publishedAt":"2020-03-27T14:32:58Z","content":"There is a scenario where the coronavirus outbreak becomes a turning point in Americas love-hate relationship with Silicon Valley. After being assailed by politicians of both parties for their socially destructive tools that promote isolation, depression and … [+5647 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Tom Simonite","title":"The US-China Feud Makes It Harder to Fight Coronavirus","description":"Ian Bremmer, founder of the risk consultancy Eurasia Group, says popularism, nationalism, and distrust are feeding the spread of disease.","url":"https://www.wired.com/story/us-china-feud-harder-fight-coronavirus/","urlToImage":"https://media.wired.com/photos/5e6867b4dd088e0008110300/191:100/w_1280,c_limit/business_ian-bremmer.jpg","publishedAt":"2020-03-11T12:00:00Z","content":"The novel coronavirus does not respect borders, but they loom large for heads of state and CEOs responding to the global health crisis. Geopolitics as much as public health will determine how the pandemic proceeds and its lasting effects on people and busines… [+3980 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Christine Fisher","title":"Medicare expands US telehealth coverage in response to COVID-19","description":"In an effort to keep seniors at home during the coronavirus outbreak, Medicare is expanding coverage for telehealth nationwide. Medicare patients can now connect with doctors and other providers through phone or video. This should allow millions of older adul…","url":"https://www.engadget.com/2020/03/17/medicare-expands-telehealth-during-coronavirus-outbreak/","urlToImage":"https://o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D7952%252C4973%252C0%252C172%26quality%3D85%26format%3Djpg%26resize%3D1600%252C1001%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-images%252F2020-03%252Fed9cbbd0-686c-11ea-b4d1-fa300871efe6%26client%3Da1acac3e1b3290917d92%26signature%3Dda04fecad1b37f31b6c84deef217eb09c49c6c64&client=amp-blogside-v2&signature=27682bda73d4c4b06b266a5c89dd83bd24732b3d","publishedAt":"2020-03-17T16:48:00Z","content":"Until now, telehealth coverage under traditional Medicare has been limited. It's available in rural areas, but patients needed to go to specially-designated sites for their visits. Now, patients will be able to access telehealth at home and from anywhere in t… [+979 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Adam Rogers","title":"Trump’s Coronavirus Policies Don't Tackle the Pandemic","description":"The US president promised loans and tax holidays, but his crisis-adjacent plans didn’t offer much to support the health care system.","url":"https://www.wired.com/story/trumps-coronavirus-policies-dont-tackle-pandemic/","urlToImage":"https://media.wired.com/photos/5e698bcdcbb66f00092ca339/191:100/w_1280,c_limit/Science_trump_1206667167.jpg","publishedAt":"2020-03-12T03:30:12Z","content":"In a speech from the Oval Office at the White House Wednesday night, President Donald Trump laid out new, aggressive policies designed, he said, to combat the further spread of the disease Covid-19which, earlier Wednesday, the World Health Organization offici… [+3278 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Beth Skwarecki on Vitals, shared by Beth Skwarecki to Lifehacker","title":"It's Time to Assume COVID-19 Is Already In Your City","description":"While thousands of cases of COVID-19 have been documented in other countries, most parts of the US are only now seeing a few positive tests pop up here and there. But we also haven’t been testing for the coronavirus as thoroughly as other countries have. I’d …","url":"https://vitals.lifehacker.com/its-time-to-assume-covid-is-already-in-your-city-1842240068","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/ua6boxxypciyghaavpnm.jpg","publishedAt":"2020-03-10T16:30:00Z","content":"While thousands of cases of COVID-19 have been documented in other countries, most parts of the US are only now seeing a few positive tests pop up here and there. But we also havent been testing for the coronavirus as thoroughly as other countries have. Id be… [+2281 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Taylor Hatmaker","title":"US now has the world’s most coronavirus cases","description":"On Thursday, the United States crossed an unfortunate milestone in the global fight against the novel coronavirus: leading the world in confirmed cases. By Thursday afternoon around 3 p.m. PT, the U.S. reports 82,404 confirmed cases of the coronavirus to Chin…","url":"http://techcrunch.com/2020/03/26/does-the-us-have-the-most-coronavirus-cases-covid-19/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1207923173.jpg?w=600","publishedAt":"2020-03-26T22:18:57Z","content":"On Thursday, the United States crossed an unfortunate milestone in the global fight against the novel coronavirus: leading the world in confirmed cases.\r\nBy Thursday afternoon around 3 p.m. PT, the U.S. reports 82,404 confirmed cases of the coronavirus to Chi… [+1477 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Caitlin Kelly","title":"How to Watch Joe Biden and Bernie Sanders Debate Tonight","description":"The former vice president and the Vermont senator take the debate stage amid an escalating coronavirus pandemic in the US.","url":"https://www.wired.com/story/watch-joe-biden-bernie-sanders-debate-march-15/","urlToImage":"https://media.wired.com/photos/5e6bcff79568520008fc21cc/191:100/w_1280,c_limit/Gear-Biden-Sanders-Debate-1174333697.jpg","publishedAt":"2020-03-15T16:29:01Z","content":"Tonight, former vice president Joe Biden and Vermont senator Bernie Sanders will meet onstage to debate for the 11th time in the 2020 campaign seasonbut it's never been quite like this. We're days into a state of national emergency over the coronavirus pandem… [+3538 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Igor Bonifacic","title":"US wireless carriers pledge to suspend cancellations amid outbreak","description":"One day after Commissioner Jessica Rosenworcel called on the FCC to take aggressive action in response to the ongoing coronavirus outbreak, the federal agency has announced the Keep Americans Connected Pledge. For the next 60 days, the agreement calls on tele…","url":"https://www.engadget.com/2020/03/13/fcc-keep-americans-connected-pledge/","urlToImage":"https://o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fresize%3D2000%252C2000%252Cshrink%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-images%252F2020-03%252F9414e200-655a-11ea-bdaf-4a7e9695aa87%26client%3Da1acac3e1b3290917d92%26signature%3D15807265896fa532f4ed5ee819c8c78f56e80fc8&client=amp-blogside-v2&signature=0c2e65e6826c4204b4625dbee82a8d82fc8bf6f9","publishedAt":"2020-03-13T19:15:00Z","content":"At the moment, approximately 70 companies have agreed to honor the pledge. The list includes all four of the big wireless carriers -- AT&amp;T, Sprint, T-Mobile and Verizon (Engadget's parent company) -- as well as internet service providers (ISPs) like Comca… [+1012 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Megan Molteni, Adam Rogers","title":"Everything You Need to Know About Coronavirus Testing","description":"How it works, why we need it, and why it's taking so damn long for the US to get people diagnosed.","url":"https://www.wired.com/story/everything-you-need-to-know-about-coronavirus-testing/","urlToImage":"https://media.wired.com/photos/5e6c3ca9d582c600084545f9/191:100/w_1280,c_limit/Science_covid19_testkits_1212277468.jpg","publishedAt":"2020-03-16T12:00:00Z","content":"In principle, any certified lab in the US with the right equipment could have followed suitincluding hospitals and commercial labs. All theyd need to do is use any one of the protocols publicized by the WHO as a guide for ordering primers from any number of D… [+3608 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Tim Mulkerin","title":"What's the Best Lotion for Over-Washed Hands?","description":"Are anyone else’s hands really goddamn scaly and dry lately? Flu season / coronavirus paranoia has us scrubbing up even more than usual—and that, combined with the winter weather, is leaving our poor hands crying out for moisture. Read more...","url":"https://lifehacker.com/whats-the-best-lotion-for-over-washed-hands-1842064812","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/yhgeipxbizna4fd57hhj.jpg","publishedAt":"2020-03-03T22:00:00Z","content":"Are anyone elses hands really goddamn scaly and dry lately? Flu season/coronavirus paranoia has us scrubbing up even more than usualand that, combined with the winter weather, is leaving our poor hands crying out for moisture.\r\nMoisturizing after you wash you… [+595 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Nicole Dieker","title":"How to Politely Avoid a Handshake","description":"Most of us are probably familiar with the standard coronavirus prevention advice: Wash your hands, avoid touching your face, regularly sanitize common surfaces like door handles, and wash your hands again. Read more...","url":"https://lifehacker.com/how-to-politely-avoid-a-handshake-1842154501","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/yyxmcqges653rqsv9swy.jpg","publishedAt":"2020-03-06T18:30:00Z","content":"Most of us are probably familiar with the standard coronavirus prevention advice: Wash your hands, avoid touching your face, regularly sanitize common surfaces like door handles, and wash your hands again. \r\nAnd, if you can, avoid handshakes.\r\nWhy? Because yo… [+2268 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Meghan Moravcik Walbert on Offspring, shared by Meghan Moravcik Walbert to Lifehacker","title":"How to Manage Snacks While the Kids Are Home All Day","description":"They think they’re hungry; you know they’re bored. It’s the child-vs.-parent argument as old as time, and with everything else in our lives going to hell in the midst of the coronavirus pandemic, none of us really wants to get into a snack battle of wills. Bu…","url":"https://offspring.lifehacker.com/how-to-manage-snacks-while-the-kids-are-home-all-day-1842458580","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/fsjihotivajma5zvsqhn.jpg","publishedAt":"2020-03-24T18:00:00Z","content":"They think theyre hungry; you know theyre bored. Its the child-vs.-parent argument as old as time, and with everything else in our lives going to hell in the midst of the coronavirus pandemic, none of us really wants to get into a snack battle of wills. But i… [+1466 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Eric Niiler","title":"The US Army's Virus Research Lab Gears Up to Fight Covid-19","description":"The Pentagon's Institute of Infectious Diseases has been handling the world’s most dangerous organisms for decades. Now they're researching the new coronavirus.","url":"https://www.wired.com/story/the-us-armys-virus-research-lab-gears-up-to-fight-covid-19/","urlToImage":"https://media.wired.com/photos/5e83ada88dd572000828b70a/191:100/w_1280,c_limit/Science_USAMRIID_DSC_2559.jpg","publishedAt":"2020-04-01T11:00:00Z","content":"The cinder block hallways inside the US Armys top virus research lab are punctuated every few feet with windows that peer into tiny offices and laboratories crammed with scientific equipment. On each doorway, orange placards with that Vulcan-looking biohazard… [+4682 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Alex Davies","title":"What World War II Can Teach Us About Fighting the Coronavirus","description":"Some manufacturers are racing to make ventilators, respirators, and face shields. But the situation is nothing like it was in the 1940s.","url":"https://www.wired.com/story/what-wwii-can-teach-fighting-coronavirus/","urlToImage":"https://media.wired.com/photos/5e7a5dbb71c7560009320816/191:100/w_1280,c_limit/Transpo-willowrun-8e11141v.jpg","publishedAt":"2020-03-26T11:00:00Z","content":"These efforts are worthy but scattershot. In his CNBC interview, Bill Ford said his company had no guidance from the White House, that it was figuring out how to help on its own. And so comes the second lesson from the war: Coordination is key, and should com… [+4486 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Christina Maxouris, CNN","title":"US health officials issued stark warnings about the spread of coronavirus as US cases passed 18,000","description":"New orders poured in this week from local and state leaders as US health officials issued stark warnings about the spread of the coronavirus.","url":"https://www.cnn.com/2020/03/21/health/us-coronavirus-wrap-saturday/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200321030657-01-new-york-coronavirus-0320-super-tease.jpg","publishedAt":"2020-03-21T07:39:56Z","content":"(CNN)New orders poured in this week from local and state leaders as US health officials issued stark warnings about the spread of the coronavirus.\r\nAbout 75 million Americans were told to stay home after Connecticut, Illinois, New York and California directed… [+6762 chars]"}]