[{"source":{"id":"the-washington-post","name":"The Washington Post"},"author":"Pamela Constable","title":"Pompeo visits Afghanistan - The - The Washington Post","description":"Pompeo visits Afghanistan - The The Washington Post Video Chat With the Taliban Keeps Afghan Peace Deal on Life Support The New York Times Pompeo Arrives in Kabul on a Diplomatic Rescue Mission The Wall Street Journal Coronavirus threatens to undermine Afghan…","url":"https://www.washingtonpost.com/world/asia_pacific/pompeo-makes-unannounced-afghan-visit-to-mediate-political-crisis/2020/03/23/5b20ca98-6cd2-11ea-a156-0048b62cdb51_story.html","urlToImage":"https://www.washingtonpost.com/resizer/EZZj_fFbK4KRhiNm0X9meToiUg4=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/BVLCPJTM34I6VMKI4THD7PMFWU.jpg","publishedAt":"2020-03-23T12:34:16Z","content":"The Afghan government has been at a tense stalemate for nearly two weeks, with no progress made on plans to begin negotiations between Afghan and Taliban leaders over the countrys future political system. Those talks were scheduled to begin by March 10, after… [+4216 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Humeyra Pamuk","title":"Pompeo will not self-isolate after Afghanistan, Qatar trip","description":"U.S. Secretary of State Mike Pompeo will not self-isolate after returning from Afghanistan and Qatar on Tuesday because neither country was on a U.S. government list calling for such precautions when he visited, a State Department medical official said.","url":"https://www.reuters.com/article/us-health-coronavirus-usa-pompeo-idUSKBN21B3FJ","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200324&t=2&i=1507728978&w=1200&r=LYNXMPEG2N2ED","publishedAt":"2020-03-24T22:23:33Z","content":"WASHINGTON (Reuters) - U.S. Secretary of State Mike Pompeo will not self-isolate after returning from Afghanistan and Qatar on Tuesday because neither country was on a U.S. government list calling for such precautions when he visited, a State Department medic… [+2636 chars]"},{"source":{"id":null,"name":"Theguardian.comworld"},"author":"Emma Graham-Harrison","title":"Afghanistan: dozens killed in attack on Kabul Sikh temple","description":"Isis gunmen held hostages for hours while Afghan special forces tried to end siege A gunman and suicide bombers has killed at least 25 worshippers, including women and children, and injured many others in an early morning attack on a Sikh Gurdwara in the hear…","url":"https://amp.theguardian.comworld/2020/mar/25/afghanistan-dozens-killed-in-attack-on-kabul-sikh-temple","urlToImage":"https://i.guim.co.uk/img/media/7d7dfff1497020ea61166983a46b0d705e41729e/0_158_3500_2099/master/3500.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=e1dd21d5b3b4ad583df5fcf5164fada0","publishedAt":"2020-03-25T18:47:41Z","content":"A gunman and suicide bombers has killed at least 25 worshippers, including women and children, and injured many others in an early morning attack on a Sikh Gurdwara in the heart of Kabul.\r\nThe ordeal lasted hours as the gunmen held hostages on Wednesday while… [+3479 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Devjyot Ghoshal","title":"Flooded toilets, dirty sheets: South Asia quarantine centers worry experts","description":"When Mrinal Sabharwal and his wife landed in New Delhi with hundreds of other passengers from Barcelona on Monday, they expected clean coronavirus quarantine facilities.","url":"https://www.reuters.com/article/us-health-coronavirus-southasia-quaranti-idUSKBN2152CP","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200318&t=2&i=1504914028&w=1200&r=LYNXMPEG2H1IF","publishedAt":"2020-03-18T14:00:42Z","content":"NEW DELHI (Reuters) - When Mrinal Sabharwal and his wife landed in New Delhi with hundreds of other passengers from Barcelona on Monday, they expected clean coronavirus quarantine facilities. \r\nInstead, after hours of waiting at the airport and on a bus, they… [+3412 chars]"},{"source":{"id":"time","name":"Time"},"author":"Lolita C. Baldor / AP","title":"U.S. Pauses Afghanistan Deployments, Isolates New Arrivals From Region","description":"The military says it is pausing new troops into Afghanistan and is quarantining 1,500 troops and civilians who recently arrived due to the coronavirus.","url":"https://time.com/5806366/us-afghanistan-troop-deployment-paused/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/us-afghanistan-troop-deployment-paused.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-03-19T13:20:03Z","content":"(WASHINGTON) — The U.S. military says it is pausing the movement of any new troops into Afghanistan and is quarantining 1,500 troops and civilians who recently arrived in order to protect them from the new coronavirus, the top commander in the country said Th… [+977 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Abigail Williams  and Dan De Luce","title":"Pompeo arrives in Kabul amid impasse over Taliban prisoner exchange","description":"Disagreements have held up plans for peace negotiations that are supposed to open the way for the withdrawal of U.S. troops from Afghanistan.","url":"https://news.yahoo.com/pompeo-arrives-kabul-amid-impasse-102905832.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/LoYc0Ctc.nlfYOlXkV1Tsw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuMjY2NjY2NjY2NjY2Nw--/https://s.yimg.com/uu/api/res/1.2/1vfHHDhUvNmjBSihnpcAhA--~B/aD0xNjY0O3c9MjUwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-US/nbc_news_122/d8123854504296ce09e0fd842f7738ca","publishedAt":"2020-03-23T10:29:05Z","content":"Secretary of State Mike Pompeo flew into Kabul on Monday amid an impasse between the Afghan government and the Taliban over a proposed prisoner exchange.\r\nPompeo made the unannounced trip to Kabul even as senior U.S. officials have dramatically scaled back mo… [+4078 chars]"},{"source":{"id":null,"name":"Militarytimes.com"},"author":"Military Times","title":"Lawmakers are worried that military bases overseas don't have enough kits to test for coronavirus","description":"US Army/Sgt. Amber I. Smith Lawmakers are worried US troops in areas with coronavirus outbreaks don't have enough testing kits for the illness. Some legislators have said the military hasn't responded to their inquiries about the status of those kits. Visit B…","url":"https://www.militarytimes.com/flashpoints/2020/03/12/congressman-worried-overseas-military-bases-lack-coronavirus-testing-kits/","urlToImage":"https://i.insider.com/5e6aa4a484159f4cfb05d373?width=1200&format=jpeg","publishedAt":"2020-03-12T21:31:54Z","content":"Lawmakers are concerned that the military may not have an adequate supply of coronavirus testing kits at military installations deployed overseas, especially in the US Central Command area of operations.\r\nRep. Mark Pocan, a Wisconsin Democrat, released a stat… [+3828 chars]"},{"source":{"id":null,"name":"Theatlantic.com"},"author":"Kathy Gilsinan","title":"The Marine General Fighting to Keep Grocery Stores Stocked","description":"Larry Nicholson once led 10,000 troops in Afghanistan; now he’s making sure you don’t run out of food during the coronavirus crisis.","url":"https://www.theatlantic.com/politics/archive/2020/03/military-general-restocking-grocery-store-america-afghanistan/608626/","urlToImage":"https://cdn.theatlantic.com/thumbor/4xCmPmnIHy5uOv5Lo_Eahc_K6mA=/0x43:2000x1085/960x500/media/img/mt/2020/03/0320_Yara_Martin_MarineGeneral/original.jpg","publishedAt":"2020-03-25T12:00:00Z","content":"Two years ago, Lieutenant General Larry Nicholson was leading a roughly 30,000-strong Marine Expeditionary Force in Japan that forms part of America’s post–World War II presence in Asia. At one point, he commanded about 20,000 troops in Afghanistan’s Helmand … [+11142 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"GoAir suspends all international flights as India curbs travel","description":"Budget airline GoAir has suspended all international flights after India expanded travel restrictions on Tuesday to inbound flights from Afghanistan, the Philippines and Malaysia. India said on Monday it was banning passengers from countries of the European U…","url":"https://news.yahoo.com/goair-suspends-international-flights-due-123904485.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/J436alIDOIIIkN7PFBixwA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MzguNA--/https://s.yimg.com/uu/api/res/1.2/WmaCw2mgv7o5ml_gCkTNlw--~B/aD01MjQ7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/892fac15160322b8bb80d7b799e9237b","publishedAt":"2020-03-17T12:39:04Z","content":"NEW DELHI (Reuters) - Budget airline GoAir has suspended all international flights after India expanded travel restrictions on Tuesday to inbound flights from Afghanistan, the Philippines and Malaysia.\r\nIndia said on Monday it was banning passengers from coun… [+1097 chars]"},{"source":{"id":"time","name":"Time"},"author":"Rahim Faiez and Kathy Gannon / AP","title":"Secretary of State Pompeo Arrives in Afghanistan in Attempt to Push Peace Deal Forward","description":"U.S. Secretary of State Mike Pompeo arrived in Kabul to try to move forward a U.S. peace deal signed last month with the Taliban.","url":"https://time.com/5808121/pompeo-afghanistan-peace-process/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/pompeo-afghanistan-peace.jpg?quality=85&w=1024&h=628&crop=1","publishedAt":"2020-03-23T08:20:25Z","content":"(KABUL, Afghanistan) — U.S. Secretary of State Mike Pompeo arrived Monday in Kabul on an urgent visit to try to move forward a U.S. peace deal signed last month with the Taliban, a trip that comes despite the coronavirus pandemic, at a time when world leaders… [+5073 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"John Haltiwanger","title":"ISIS is urging its fighters to avoid Europe because of the coronavirus pandemic","description":"ISIS is telling its fighters not to go to Europe and stage attacks due to the novel coronavirus pandemic. The terror group's newsletter calls on militants to \"stay away from the land of the epidemic.\" ISIS no longer controls a large swath of territory across …","url":"https://www.businessinsider.com/coronavirus-isis-issues-travel-advisory-for-europe-to-its-fighters-2020-3","urlToImage":"https://i.insider.com/5e713c9ac485406d99348272?width=1200&format=jpeg","publishedAt":"2020-03-17T22:08:21Z","content":"ISIS has issued a travel advisory for Europe to its fighters due to the novel coronavirus pandemic, asking fighters to suspend travel to the region for terror attacks. \r\nThe latest edition of the terror group's newsletter, Al-Naba, calls on its fighters to \"s… [+1773 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Sarah Al-Arshani","title":"Photos from inside refugee camps show how they could be decimated by coronavirus","description":"COVID-19 could run rampant in refugee camps. Human rights organizations are worried that the refugee population won't have access to resources needed to both prevent and then treat the outbreak. Violence broke out in a refugee camp in Lesbos, Greece, after a …","url":"https://www.businessinsider.com/a-coronavirus-outbreak-could-leave-refugees-even-more-vulnerable-2020-3","urlToImage":"https://i.insider.com/5e734691c485403590452d12?width=1200&format=jpeg","publishedAt":"2020-03-19T10:22:47Z","content":"As the coronavirus pandemic spreads across the world, many refugee rights organizations and activists are worried what the outbreak could mean for some of the world's most vulnerable population.\r\nIn a statement, Jan Egeland the secretary general of the Norweg… [+1440 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Associated Press","title":"U.S. shames squabbling Afghan leaders' obstinance as pandemic looms","description":"Rift between President Ashraf Ghani and former Chief Executive Abdullah Abdullah — both linked to warlords — put a pall over the deal since its signing.","url":"https://news.yahoo.com/u-shames-squabbling-afghan-leaders-122309884.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/6Xkpp0HZWSUFj9Jr2N9FdQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/k820YzvTvuGOWIfL_C8oSg--~B/aD0xNjY3O3c9MjUwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-US/nbc_news_122/cedde89c161bd9f314d40f9c9a121ad1","publishedAt":"2020-03-24T12:23:09Z","content":"KABUL, Afghanistan Washington's unprecedented threat to cut $1 billion in Afghanistan funding a response to the refusal of rivals in Kabul to work together to advance peace comes at a time when the impoverished nation risks being overwhelmed by the coronaviru… [+4162 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Abdul Qadir Sediqi and Hamid Shalizi","title":"Afghanistan to release 10,000 prisoners to slow spread of coronavirus","description":"Afghanistan will release at least 10,000 prisoners over the age of 55 in an attempt to prevent the spread of the coronavirus, officials said on Thursday.  &q...","url":"https://news.yahoo.com/afghanistan-release-10-000-prisoners-173119193.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-26T17:31:19Z","content":"By Abdul Qadir Sediqi and Hamid Shalizi\r\nKABUL (Reuters) - Afghanistan will release at least 10,000 prisoners over the age of 55 in an attempt to prevent the spread of the coronavirus, officials said on Thursday.\r\n\"The president has issued a decree that sever… [+1208 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"David Slotnick","title":"The US will reportedly set its highest travel alert level for every country in the world as governments seek to contain the coronavirus","description":"The US State Department will soon issue a blanket \"Level 4\" travel advisory — the highest-level warning — covering all international travel, according to a new report from Politico. The unprecedented move comes as countries try to contain the novel coronaviru…","url":"https://www.businessinsider.com/us-level-4-travel-warning-international-coronavirus-covid19-2020-3","urlToImage":"https://i.insider.com/5e738e55c48540593b73ede5?width=1200&format=jpeg","publishedAt":"2020-03-19T16:39:03Z","content":"The US State Department will soon issue its highest-level travel warning for each of the world's countries, essentially warning against any travel abroad, according to a new report from Politico.\r\nAccording to the report, a blanket \"Level 4\" travel advisory w… [+971 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Afghanistan and Taliban begin direct talks with aim of prisoner swap","description":"The first face-to-face meeting takes place in the Afghan capital despite a coronavirus lockdown.","url":"https://www.bbc.co.uk/news/world-asia-52123951","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/6E82/production/_111509282_7dccbd1f-a4f5-4154-91e0-da70977ab5e0.jpg","publishedAt":"2020-04-01T15:56:40Z","content":"Image copyrightEPAImage caption\r\n There are fears coronavirus may be more widespread in Afghanistan than known\r\nAfghanistan has begun its first face-to-face talks with the Taliban on exchanging thousands of prisoners.\r\nDetails of the initial meeting in Kabul … [+2369 chars]"},{"source":{"id":null,"name":"Theguardian.comworld"},"author":"Caroline Davies","title":"Prince Charles to open NHS Nightingale to treat Covid-19 patients","description":"Charles will conduct ceremony for London hospital via videolink from his Scottish residence Coronavirus – latest updates See all our coronavirus coverage Prince Charles will open the new NHS Nightingale hospital at the ExCeL conference centre in London Dockla…","url":"https://amp.theguardian.comworld/2020/apr/03/prince-charles-to-open-nhs-nightingale-to-treat-covid-19-patients","urlToImage":"https://i.guim.co.uk/img/media/5de938648cb603594fefcdc2fb3be1cc65ae7da8/0_333_5568_3341/master/5568..jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=33dfccfebb31db61f90e92bd15a70266","publishedAt":"2020-04-03T05:00:10Z","content":"Prince Charles will open the new NHS Nightingale hospital at the ExCeL conference centre in London Docklands on Friday, which will eventually be capable of providing support for up to 4,000 coronavirus patients if required.\r\nCharles, recently recovered from a… [+3046 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"Molly Redden","title":"Pentagon Silent On Coronavirus Test Kits At Overseas Military Bases","description":"“We asked whether the Army has coronavirus testing kits physically at all bases abroad. They are still unable to tell us [a] yes or no answer.\"","url":"https://www.huffpost.com/entry/coronavirus-test-kits-overseas-military-bases_n_5e6a4d7fc5b6dda30fc4a96d","urlToImage":"https://img.huffingtonpost.com/asset/5e6a6769230000f5210c5e1d.jpeg?cache=snojz78t4O&ops=1200_630","publishedAt":"2020-03-12T17:12:35Z","content":"Amid concerns that the coronavirus may spread at U.S. military facilities in countries experiencing big outbreaks, the Department of Defense has not said if all facilities abroad have the means to test people for the virus.\r\n“We asked the Department of Defens… [+2441 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"John T Bennett","title":"Trump administration threatens to cut funding to Afghanistan — report","description":"Amid fears the coronavirus outbreak soon could ravage Afghanistan, the Trump administration is threatening to shut off US aid as talks towards a power-sharing pact sputter.Secretary of State Mike Pompeo flew to Kabul for meetings on Monday, making clear that …","url":"https://news.yahoo.com/trump-administration-threatens-cut-off-142200264.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/qBktQ9TXR_3on.lVsK2maw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEwNTI7aD03OTA-/https://s.yimg.com/uu/api/res/1.2/2.YnqsLqwqNU8KJ1w6D4JQ--~B/aD0zOTU7dz01MjY7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_independent_635/d6fd0bf676ec3a43e0f82145443b307a","publishedAt":"2020-03-24T14:22:00Z","content":"Abdullah Abdullah, left, and Ashraf Ghani Ahmadzai, shake hands after signing a powersharing deal in Kabul: AP\r\nAmid fears the coronavirus outbreak soon could ravage Afghanistan, the Trump administration is threatening to shut off US aid as talks towards a po… [+1401 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Nowruz festival overshadowed by outbreak","description":"Iran's actual death toll is feared to be higher and its neighbours are braced for worse to come.","url":"https://www.bbc.co.uk/news/world-asia-51966125","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/C09A/production/_111360394_taftanafp29feb20.jpg","publishedAt":"2020-03-20T02:21:13Z","content":"Image copyrightAFPImage caption\r\n Only basic medical checks are being done at Pakistan's overcrowded Taftan camp\r\nCelebrations of Nowruz, the Persian New Year, come at a grim time. More than 1,100 people have died in Iran as a result of the coronavirus outbre… [+3660 chars]"}]