[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Bahrain confirms six new coronavirus cases: state news agency","description":"Bahrain's ministry of health on Sunday confirmed six new coronavirus cases, raising the total number to 47 cases, the state news agency said, citing a ministry statement.","url":"https://www.reuters.com/article/us-china-health-bahrain-idUSKBN20O1YJ","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-01T16:11:27Z","content":"DUBAI (Reuters) - Bahrain’s ministry of health on Sunday confirmed six new coronavirus cases, raising the total number to 47 cases, the state news agency said, citing a ministry statement. \r\nThe six cases are five Bahraini citizens and a Saudi national who ar… [+99 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus: F1 announces Dutch, Spanish and Monaco GPs are postponed","description":"The Dutch, Spanish and Monaco Grands Prix are postponed due to the coronavirus outbreak, Formula 1 bosses announce.","url":"https://www.bbc.co.uk/sport/formula1/51964883","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/EF8E/production/_111362316_monaco.jpg","publishedAt":"2020-03-19T15:17:40Z","content":"Lewis Hamilton won the 2019 Monaco Grand Prix\r\nThe Dutch, Spanish and Monaco Grands Prix have been postponed due to the coronavirus outbreak, Formula 1 bosses have announced.\r\nThe first four races in Australia, Bahrain, Vietnam and China had already been call… [+397 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Three F1 team members in quarantine before Australian Grand Prix","description":"Two members of the Haas Formula 1 team and one from McLaren are in self-isolation after being tested for coronavirus at the Australian Grand Prix in Melbourne.","url":"https://www.bbc.co.uk/sport/formula1/51831409","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/3C15/production/_111218351_hi060565852.jpg","publishedAt":"2020-03-11T09:29:44Z","content":"Organisers say this weekend's Australian Grand Prix is still scheduled to go ahead as planned\r\nTwo members of the Haas Formula 1 team and one from McLaren are in self-isolation after being tested for coronavirus at the Australian Grand Prix in Melbourne.\r\nThe… [+1496 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Saudi Arabia announces first case of coronavirus","description":"Saudi Arabia on Monday announced its first case of the new coronavirus, the health ministry said, according to the state news agency.","url":"https://www.reuters.com/article/us-health-coronavirus-saudi-idUSKBN20P2FK","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-02T16:15:09Z","content":"CAIRO (Reuters) - Saudi Arabia on Monday announced its first case of the new coronavirus, the health ministry said, according to the state news agency. \r\nThe infected person had come from Iran through Bahrain, the report added. \r\nReporting by Hesham Abdul Kha… [+29 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Ramin Mostaghim, Mohammed Tawfeeq and Angela Dewan, CNN","title":"Iran to temporarily free 54,000 prisoners as coronavirus spreads","description":"Iran will temporarily release 54,000 people from prisons as officials struggle to contain the rapid spread of the biggest coronavirus outbreak in the Middle East.","url":"https://www.cnn.com/2020/03/04/middleeast/iran-coronavirus-response-intl/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200303195713-01-coronavirus-outbreak-0227-iran-super-tease.jpg","publishedAt":"2020-03-04T10:42:32Z","content":"Tehran (CNN)Iran will temporarily release 54,000 people from prisons as officials struggle to contain the rapid spread of the biggest coronavirus outbreak in the Middle East. \r\nIran has reported 77 deaths, one of the highest confirmed death tolls outside of C… [+1691 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"FIA to set up coronavirus crisis cell to monitor implications for F1","description":"The FIA sets up a \"crisis cell\" to meet every two days and monitor the implications of the coronavirus.","url":"https://www.bbc.co.uk/sport/formula1/51777656","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/2843/production/_111170301_virus_getty.jpg","publishedAt":"2020-03-06T20:22:17Z","content":"Doubts remain over the staging of next month's Vietnam Grand Prix\r\nMotorsport's governing body, the FIA, has set up a \"crisis cell\" to monitor the implications of the coronavirus.\r\nOn Friday, a race of the all-electric Formula E championship scheduled for Rom… [+1329 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"AP","title":"Bahrain F1 Race Will Run Without Spectators Over Coronavirus Fears","description":"The island kingdom said Sunday that their Formula One race this month would be held behind closed doors \"to preserve the safety\" of citizens and racing f...","url":"https://www.huffpost.com/entry/bahrain-f1-race-coronavirus-no-fans_n_5e64c032c5b6670e72f9685e","urlToImage":"https://img.huffingtonpost.com/asset/5e64c29e230000841839cf5e.jpeg?cache=gap4d2vz25&ops=1778_1000","publishedAt":"2020-03-08T10:06:31Z","content":"DUBAI, United Arab Emirates (AP) Bahrains Formula One race this month will be run without spectators over fears about the new coronavirus, the island kingdom announced Sunday, as Mideast stock markets fell sharply amid plummeting demand for crude oil and OPEC… [+3736 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"F1 moves mid-season break forward to March and April","description":"Formula 1's summer break is moved forward from August to March and April as a result of the coronavirus pandemic.","url":"https://www.bbc.co.uk/sport/formula1/51950673","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1125A/production/_111343207_gettyimages-1211900827.jpg","publishedAt":"2020-03-18T16:48:10Z","content":"Lewis Hamilton is chasing a record equally seventh drivers championship' this season\r\nFormula 1's summer break has been moved forward from August as a result of the coronavirus pandemic.\r\nThe new season has been thrown into disarray by the virus and F1 is wor… [+2345 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Ferrari ready to support delay to major F1 rules changes","description":"Ferrari say they will support a plan to delay the introduction of major new rules aimed at improving the racing in the wake of the coronavirus crisis.","url":"https://www.bbc.co.uk/sport/formula1/51960674","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/527B/production/_111351112_binotto_getty.jpg","publishedAt":"2020-03-19T11:24:30Z","content":"Ferrari boss Mattia Binotto says his team are \"ready to take responsibility\" in the interest of Formula 1\r\nFerrari say they will support a plan to delay the introduction of major new rules aimed at improving racing.\r\nOn Tuesday, Ferrari was the only one of th… [+2653 chars]"},{"source":{"id":"time","name":"Time"},"author":"JOHN PYE / AP","title":"Where Next for Formula 1? Australian Grand Prix Canceled, Bahrain in Doubt Over Coronavirus Fears","description":"The Australian curtain-raiser to the F1 season has been canceled, with the second and third races in doubt due to coronavirus.","url":"https://time.com/5802306/f1-formula-one-coronavirus-covid-19/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/AP20072831934388.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-03-13T06:15:48Z","content":"MELBOURNE, Australia (AP) — The curtain-raiser has been canceled. The second and third events are in doubt and the fourth has already been postponed.\r\nThe Formula One series — the ”big circus” as six-time world champion Lewis Hamilton calls it — doesn’t reall… [+4677 chars]"},{"source":{"id":null,"name":"Autoblog.comhttps"},"author":"Associated Press","title":"And now the Bahrain and Vietnam Grands Prix are off because of coronavirus","description":"Filed under: Motorsports, Racing The Bahrain and Vietnam Grand Prix races were postponed Friday because of the coronavirus outbreak, the third and fourth races of the Formula One season to be called off. Bahrain was scheduled for next week — at an empty track…","url":"https://www.autoblog.comhttps://www.autoblog.com/2020/03/13/coronavirus-bahrain-vietnam-grand-prix-postponed/","urlToImage":"https://o.aolcdn.com/images/dims3/GLOB/crop/5568x3132+0+237/resize/800x450!/format/jpg/quality/85/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-images/2020-03/505f3060-64e7-11ea-b76f-4074091a80df","publishedAt":"2020-03-13T16:06:00Z","content":"Track marshals pack up in Melboure after it was announced Friday the Australian Grand Prix would be canceled. / Reuters\r\nPARIS The Bahrain and Vietnam Grand Prix races were postponed Friday because of the coronavirus outbreak, the third and fourth races of th… [+3409 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus: Ferrari Formula 1 team goes into self-isolation as a precaution","description":"The Ferrari Formula 1 team has all gone into self-isolation since their return from the Australian Grand Prix.","url":"https://www.bbc.co.uk/sport/formula1/51936622","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/7F79/production/_111333623_ferrari.jpg","publishedAt":"2020-03-17T17:56:08Z","content":"The opening four races of the 2020 Formula 1 season have all been cancelled\r\nThe Ferrari Formula 1 team have all gone into self-isolation since their return from the Australian Grand Prix - some in hotels paid for by the company.\r\nThe move is a precaution - n… [+2771 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Saudi Arabia restricts entry for Gulf citizens, residents - SPA","description":"Saudi Arabia on Tuesday barred citizens and residents of Gulf Cooperation Council (GCC) countries from entering the kingdom for 14 days after returning from outside the region due to coronavirus concerns, state news agency SPA reported. Travelers coming from …","url":"https://news.yahoo.com/saudi-arabia-restricts-entry-gulf-141857531.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/rO9eC4uddTLzwPcBzOHvVQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/KBTFf8BRE.SgF2M3AoDv1w--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/445b0a707de4476ca35f614c0a0fc01b","publishedAt":"2020-03-03T14:18:57Z","content":"RIYADH (Reuters) - Saudi Arabia on Tuesday barred citizens and residents of Gulf Cooperation Council (GCC) countries from entering the kingdom for 14 days after returning from outside the region due to coronavirus concerns, state news agency SPA reported.\r\nTr… [+1951 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"George Dvorsky","title":"Can Drugs for Malaria, HIV, and Ebola Treat Covid-19? New WHO Trial Aims to Find Out","description":"The World Health Organization is launching a multinational clinical trial in which four existing drugs will be used to treat patients with covid-19. The project currently includes 10 countries and will potentially involve thousands of patients currently battl…","url":"https://gizmodo.com/can-drugs-for-malaria-hiv-and-ebola-treat-covid-19-n-1842455457","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/v4rhv2iivekiz7qetdlo.jpg","publishedAt":"2020-03-23T17:30:00Z","content":"The World Health Organization is launching a multinational clinical trial in which four existing drugs will be used to treat patients with covid-19. The project currently includes 10 countries and will potentially involve thousands of patients currently battl… [+5223 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Davide Barbuscia","title":"Virus-hit Gulf has little room to boost revenue after oil price shock","description":"The coronavirus outbreak and plunging crude prices are a double blow that leaves Gulf Arab governments with few options to manage fiscal stability while trying to shield their economies and defend currency pegs.","url":"https://www.reuters.com/article/us-gulf-economy-oil-analysis-idUSKBN2140QL","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-17T06:35:25Z","content":"DUBAI (Reuters) - The coronavirus outbreak and plunging crude prices are a double blow that leaves Gulf Arab governments with few options to manage fiscal stability while trying to shield their economies and defend currency pegs. \r\nEven the largest Arab econo… [+4809 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Stephen Kalin and Alexander Cornwell","title":"UAE blocks non-Emiratis over coronavirus; Saudis cut budget","description":"RIYADH/DUBAI (Reuters) - The United Arab Emirates imposed sweeping entry restrictions meant to curb the coronavirus outbreak, barring residents currently outside the country from returning for at least two weeks and pausing issuance of new work permits and vi…","url":"https://news.yahoo.com/uae-bars-entry-visitors-over-233456262.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/lGO8M1.6FXQkzd8f2j0htg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/yWAO5AESK0HPNfkluw7hsg--~B/aD0zNDU2O3c9NTE4NDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-US/reuters.com/3ed7cf5c3bb2566269d330ef142c582c","publishedAt":"2020-03-17T23:34:56Z","content":"By Stephen Kalin and Alexander Cornwell\r\nRIYADH/DUBAI (Reuters) - The United Arab Emirates imposed sweeping entry restrictions meant to curb the coronavirus outbreak, barring residents currently outside the country from returning for at least two weeks and pa… [+4703 chars]"},{"source":{"id":"the-globe-and-mail","name":"The Globe And Mail"},"author":null,"title":"Many airlines at risk of bankruptcy as industry faces cash crisis: IATA - The Globe and Mail","description":"Many airlines at risk of bankruptcy as industry faces cash crisis: IATA The Globe and Mail Global airlines need up to $200bn of state support: IATA Arab News IATA: 'urgent measures' needed to support air cargo Flightglobal Airlines badly need a lift as indust…","url":"https://www.theglobeandmail.com/business/article-airlines-facing-liquidity-crisis-as-demand-vanishes-iata/","urlToImage":"https://www.theglobeandmail.com/resizer/Ofwek13JggmqMHhtD7M9WHD9QhQ=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/OAUANWFZS5AGNN6TBORYYMJ4CA.jpg","publishedAt":"2020-03-17T12:54:26Z","content":"A passenger walks through arrivals at Heathrow Terminal 5, in London, on March 17, 2020.\r\nRichard Heathcote/Getty Images\r\nThe COVID-19 pandemic has plunged airlines into a cash crisis that threatens the existence of a large part of the global industry.\r\nBrian… [+5855 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Coronavirus cases rise in UAE and Qatar: ministries","description":"The number of coronavirus cases in the United Arab Emirates has risen to 45 from 30, the health ministry said on Saturday. Qatar also reported its 12th case of the virus, a Qatari national who had visited Iran, its health ministry said. The United Arab Emirat…","url":"https://news.yahoo.com/coronavirus-cases-rise-uae-qatar-212011026.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/2CCpawc0xpp1y6FqSw0qEQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/UtWyIyY.sIMknQWpOwQ8gg--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/321ca0ccd19b89259d635873e8d8ec6a","publishedAt":"2020-03-06T21:20:11Z","content":"DUBAI (Reuters) - The number of coronavirus cases in the United Arab Emirates has risen to 45 from 30, the health ministry said on Saturday.\r\nQatar also reported its 12th case of the virus, a Qatari national who had visited Iran, its health ministry said.\r\nTh… [+1009 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Lisa Barrington and Yousef Saba","title":"Saudis told to stay home as Bahrain reports Gulf's first coronavirus death","description":"Bahrain reported the Arab Gulf's first death from the coronavirus on Monday and Saudi Arabia urged its citizens to stay at home, as the region broadened measures to shield populations and economies from the outbreak. Qatar, where most of the population is mad…","url":"https://news.yahoo.com/bahrain-reports-first-gulf-death-082045288.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/4ptb_wM3TQXKqmvjmnTT9g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/ZFkFg9GqMUqGweZIMyfKyw--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/b97ef51c923df2c52f9613cd00658fad","publishedAt":"2020-03-16T08:20:45Z","content":"By Lisa Barrington and Yousef Saba\r\nDUBAI (Reuters) - Bahrain reported the Arab Gulf's first death from the coronavirus on Monday and Saudi Arabia urged its citizens to stay at home, as the region broadened measures to shield populations and economies from th… [+3973 chars]"}]