[{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Jake Bright","title":"Jumia adapts Pan-African e-commerce network in response to COVID-19","description":"Pan-African e-commerce company Jumia is adapting its digital retail network to curb the spread of COVID-19. The Nigeria headquartered operation — with online goods and services verticals in 11 African countries — announced a series of measures on Friday. Jumi…","url":"http://techcrunch.com/2020/03/22/jumia-adapts-pan-african-e-commerce-network-in-response-to-covid-19/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/Preparation-of-deliveries-in-Abidjan-Ivory-Coast..jpg?w=533","publishedAt":"2020-03-23T05:37:22Z","content":"Pan-African e-commerce company Jumia is adapting its digital retail network to curb the spread of COVID-19.\r\nThe Nigeria headquartered operation with online goods and services verticals in 11 African countries announced a series of measures on Friday. Jumia w… [+3937 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Morocco reports first coronavirus case: health ministry","description":"Morocco's health ministry declared on Monday its first coronavirus case, from a Moroccan man living in Italy.","url":"https://www.reuters.com/article/us-health-coronavirus-morocco-idUSKBN20P33T","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-02T21:03:42Z","content":"RABAT (Reuters) - Morocco’s health ministry declared on Monday its first coronavirus case, from a Moroccan man living in Italy. \r\nThe man is currently receiving health care at a hospital in Casablanca and his health condition is not critical, the ministry sai… [+96 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Morocco agrees with Spain and Algeria to suspend flights","description":"Morocco suspended all flights and passenger ship traffic to and from Spain over fears of the coronavirus outbreak, Morocco's state news agency said on Thursday.","url":"https://www.reuters.com/article/us-health-coronavirus-morocco-idUSKBN20Z3JD","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-12T20:47:22Z","content":"RABAT (Reuters) - Morocco suspended all flights and passenger ship traffic to and from Spain over fears of the coronavirus outbreak, Morocco’s state news agency said on Thursday. \r\nAlgeria and Morocco also agreed on the same day to suspend flights, according … [+113 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Merrit Kennedy","title":"State Department Offers Repatriation Flights For Americans Stranded In Morocco","description":"The department expects about 1,000 U.S. citizens and permanent residents to leave Morocco using the chartered flights. The country had imposed sudden, sweeping restrictions on travel.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/20/819240588/state-department-offers-repatriation-flights-for-americans-stranded-in-morocco","urlToImage":"https://media.npr.org/assets/img/2020/03/20/ap_20078670181222_wide-589b631e6a3680fd8e465100955a5c4221574cd4.jpg?s=1400","publishedAt":"2020-03-20T22:05:32Z","content":"A worker disinfects a main avenue outside the parliament building in a bid to prevent the spread of coronavirus on Wednesday in Rabat, Morocco. The country imposed sudden, sweeping restrictions on travel.\r\nMosa'ab Elshamy/AP\r\nThe State Department says it is o… [+2315 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Seamus Bellamy","title":"My life on the road: Morocco","description":"This past September, I discovered that I had a heart condition that could have dropped me dead at any time. An 80% blockage of some fairly important plumbing and, as an added bonus, heart disease caused by shitty genetics and aggravated by the anxiety and fre…","url":"https://boingboing.net/2020/03/04/my-life-on-the-road-morocco.html","urlToImage":"https://i2.wp.com/media.boingboing.net/wp-content/uploads/2020/03/arrivals-1.jpg?fit=700%2C525&ssl=1","publishedAt":"2020-03-04T16:00:00Z","content":"This past September, I discovered that I had a heart condition that could have dropped me dead at any time. An 80% blockage of some fairly important plumbing and, as an added bonus, heart disease caused by shitty genetics and aggravated by the anxiety and fre… [+5225 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Alexander Cornwell","title":"Mideast, Africa airlines in crisis as coronavirus stifles demand: IATA","description":"Middle East and African airlines are in crisis with hundreds of thousands of jobs at risk from the coronavirus outbreak, the International Air Transport Association (IATA) said on Thursday, calling for state intervention.","url":"https://www.reuters.com/article/us-health-coronavirus-iata-idUSKBN2162O7","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200319&t=2&i=1505420040&w=1200&r=LYNXMPEG2I1HC","publishedAt":"2020-03-19T15:04:42Z","content":"DUBAI/NAIROBI (Reuters) - Middle East and African airlines are in crisis with hundreds of thousands of jobs at risk from the coronavirus outbreak, the International Air Transport Association (IATA) said on Thursday, calling for state intervention. \r\nThe indus… [+2836 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Ashley Collman","title":"Americans trapped abroad by coronavirus travel bans say the government isn't doing enough to get them home","description":"The coronavirus outbreak has caused some countries to completely close their borders, trapping American tourists abroad in places like Honduras, Peru, and Morocco. These trapped Americans have been speaking to news outlets, saying the US government has done l…","url":"https://www.businessinsider.com/coronavirus-us-citizens-stuck-abroad-say-government-not-helping-them-2020-3","urlToImage":"https://i.insider.com/5e722971c485400111296fe4?width=1200&format=jpeg","publishedAt":"2020-03-18T15:19:44Z","content":"Possibly thousands of American tourists have been stranded abroad thanks to coronavirus travel restrictions, and an anonymous State Department official says they shouldn't expect the US government's help getting them home.\r\nAs the world tries to prevent the s… [+4894 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Cara Anna and Amira El-Masaita, Associated Press","title":"International travel chaos: Travelers being repatriated from Morocco; disembarking troubles in Johannesburg","description":"Travelers rushed to Moroccan airports for evacuation flights as South Africa’s largest airport announced foreigners would not be allowed to disembark.","url":"https://news.yahoo.com/international-travel-chaos-travelers-being-131008315.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/zees983gkPD5GqgbYSxGzQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05NjA-/https://s.yimg.com/uu/api/res/1.2/IDfg1HOfDaDT4bGQcw0lTw--~B/aD0xMjAwO3c9MTYwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-us/usa_today_travel_320/6ad100689bb2ecd26beaab3b080d00eb","publishedAt":"2020-03-20T13:10:08Z","content":"Countries across the globe have imposed a variety of travel restrictions in an effort to slow the spread of the novel coronavirus.\r\nThe U.S. State Department advised Americans not to travel abroad at all, the strongest U.S. alert yet. The department on Thursd… [+3119 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"Andrew Russell","title":"Coronavirus: Stranded Canadian travellers call on Trudeau for flights home - Global News","description":"Coronavirus: Stranded Canadian travellers call on Trudeau for flights home Global News Sunwing offers free seats on repatriation flights - Business News Castanet.net Air Canada to suspend most U.S., international flights amid coronavirus pandemic Global News …","url":"http://globalnews.ca/news/6702455/coronavirus-stranded-canadian-travellers-trudeau-flights-home/","urlToImage":"https://shawglobalnews.files.wordpress.com/2020/03/peru1.jpg?quality=70&strip=all&crop=0px%2C292px%2C2574px%2C1359px&resize=720%2C379","publishedAt":"2020-03-19T18:40:53Z","content":"From the Philippines to Peru, scores of Canadians who are worried theyll be stranded abroad for weeks, or even months, as countries close their borders amid the COVID-19 pandemic are calling on Prime Minister Justin Trudeau to do more to help bring them home.… [+6554 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"Laura Osman","title":"Canadian government says it will enact stronger COVID-19 measures if provinces can’t - Global News","description":"Canadian government says it will enact stronger COVID-19 measures if provinces can’t Global News Coronavirus: Here's what's happening on Sunday CBC.ca Trudeau says Parliament will resume Tuesday to pass emergency measures CTV News LILLEY: You are the key to s…","url":"http://globalnews.ca/news/6715850/canadian-government-unified-measures-coronavirus/","urlToImage":"https://shawglobalnews.files.wordpress.com/2020/01/ajw10241642-1.jpg?quality=70&strip=all&w=720&h=379&crop=1","publishedAt":"2020-03-22T21:03:12Z","content":"Canada needs a more unified approach in the fight against COVID-19 and the feds “will not hesitate” to step in with stronger measures if provinces can’t make it happen, the health minister said Sunday.\r\nWith messages varying across the country about the best … [+5789 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of coronavirus around the world","description":"The new coronavirus appears to now be spreading much more rapidly outside China than within, and airports in hard-hit countries were ramping up screening of travelers.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20Q242","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498209741&w=1200&r=LYNXMPEG221F4","publishedAt":"2020-03-03T15:23:59Z","content":"(Reuters) - The new coronavirus appears to now be spreading much more rapidly outside China than within, and airports in hard-hit countries were ramping up screening of travelers. \r\n- Mainland China reported 125 new cases, bringing the total number of confirm… [+4083 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Irene Jiang","title":"Here's an easy recipe for delicious Moroccan lentils that you can make with ingredients you probably already have on hand","description":"When I lived in Morocco, I ate lentils at Mama Aisha's restaurant all the time. But when I moved away, I found myself craving those lentils, so I developed my own approximate recipe for them. In lieu of my usual fast-food taste tests, I've started sharing eas…","url":"https://www.businessinsider.com/coronavirus-easy-shelf-stable-recipe-moroccan-lentils-2020-3","urlToImage":"https://i.insider.com/5e8214822d654f73fb2dce5f?width=1200&format=jpeg","publishedAt":"2020-03-30T18:09:02Z","content":"There's a story behind this one.\r\nFeel free to skip ahead if you just want the recipe.\r\nA long, long time ago in a country far away — Morocco, to be specific — this taste tester lived with a circus in a former French slaughterhouse in Casablanca's meatpacking… [+1640 chars]"},{"source":{"id":null,"name":"Montrealgazette.com"},"author":null,"title":"Coronavirus March 22: Schools closed till at least May 1, Legault says - Montreal Gazette","description":"Coronavirus March 22: Schools closed till at least May 1, Legault says Montreal Gazette COVID-19: Quebec closing shopping malls, schools and restaurant dining rooms until May 1 CBC.ca Coronavirus: Quebec cases climb to 219, schools to remain closed until May …","url":"https://montrealgazette.com/news/local-news/coronavirus-live-updates-for-sunday-march-22","urlToImage":"https://postmediamontrealgazette2.files.wordpress.com/2020/03/covid-que-20200320-2.jpg","publishedAt":"2020-03-23T11:10:26Z","content":"This was our live COVID-19 coverage on Sunday, March 22.\r\nThe days top items:\r\n<ul><li>Quebec is closing all shopping malls. Restaurants are to be take-out only.</li><li>Quebec schools will remain closed until at least May 1</li><li>The number of reported cas… [+12243 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Clement Uwiringiyimana","title":"Four more African nations confirm coronavirus, new controls put in place","description":"Mauritania, Rwanda, Seychelles and Central African Republic confirmed their first coronavirus cases on Saturday, bringing to 23 the number of African countries that have reported positive tests for the virus. Moving swiftly to contain its spread, Rwanda, Sene…","url":"https://news.yahoo.com/four-more-african-nations-confirm-204413279.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/wFFeDtoYK_uBMTuvkbULxw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTQuNA--/https://s.yimg.com/uu/api/res/1.2/77n2HgM.zpwP9hmr5uvKAA--~B/aD01MzQ7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/282eca42f7192a019d8e1d32d7d2e480","publishedAt":"2020-03-14T20:44:13Z","content":"By Clement Uwiringiyimana\r\nKIGALI (Reuters) - Mauritania, Rwanda, Seychelles and Central African Republic confirmed their first coronavirus cases on Saturday, bringing to 23 the number of African countries that have reported positive tests for the virus.\r\nMov… [+2737 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Duncan Miriri","title":"Fresh produce in Europe set to be more scarce as coronavirus strikes","description":"Fresh fruit and vegetables will become increasingly scarce in Europe, suppliers warn, as the coronavirus pandemic hampers the global movement of produce and of the people needed to gather crops.","url":"https://www.reuters.com/article/us-health-coronavirus-produce-insight-idUSKBN21D12V","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200326&t=2&i=1508401260&w=1200&r=LYNXMPEG2P0M0","publishedAt":"2020-03-26T09:55:25Z","content":"NAIROBI/LONDON (Reuters) - Fresh fruit and vegetables will become increasingly scarce in Europe, suppliers warn, as the coronavirus pandemic hampers the global movement of produce and of the people needed to gather crops. \r\nGovernments are looking at ways to … [+6405 chars]"},{"source":{"id":"the-globe-and-mail","name":"The Globe And Mail"},"author":null,"title":"The latest on the coronavirus: Ford calls on manufacturers to help with medical supplies, Trudeau announces repatriation plans - The Globe and Mail","description":"The latest on the coronavirus: Ford calls on manufacturers to help with medical supplies, Trudeau announces repatriation plans The Globe and Mail Ontario launches online learning for students at home during COVID-19 pandemic CTV News Ontario unveils 'learn at…","url":"https://www.theglobeandmail.com/canada/article-the-latest-on-the-coronavirus-new-canada-us-border-restrictions/","urlToImage":"https://www.theglobeandmail.com/resizer/0erRu6VVZnUOWrRvt_2-zb-yM7E=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/KOZHW5LQTRD7JKZUXFB63MPZH4.jpg","publishedAt":"2020-03-21T12:56:48Z","content":"An Air Canada flight from Mexico City arrives at Vancouver International Airport, in Richmond, B.C., on Friday, March 20, 2020. \r\nDARRYL DYCK/The Canadian Press\r\nLatest headlines\r\n<ul><li>Ontario records its third COVID-19 death, Ford asks businesses to help … [+13380 chars]"},{"source":{"id":"abc-news","name":"ABC News"},"author":"Conor Finnegan","title":"Americans stranded overseas grow frustrated with State Dept. response","description":"Over 13,500 Americans still stranded overseas by travel bans to stop coronavirus.","url":"https://abcnews.go.com/Politics/13500-americans-stranded-overseas-travel-bans-stop-coronavirus/story?id=69756874","urlToImage":"https://s.abcnews.com/images/International/stranded-travelers-1-ap-aa-200323_hpMain_16x9_992.jpg","publishedAt":"2020-03-24T10:46:26Z","content":"NOTE: The State Department is urging all Americans stranded overseas to enroll in the Smart Traveler Enrollment Program (STEP) at step.state.gov so that they receive the latest information, including on possible repatriation flights, from the local U.S. embas… [+7296 chars]"},{"source":{"id":null,"name":"Cp24.com"},"author":"Stan Choe","title":"Dow sinks 2.9% after rate cut fails to stem market's dread - CP24 Toronto's Breaking News","description":"Dow sinks 2.9% after rate cut fails to stem market's dread CP24 Toronto's Breaking News Stocks soar on plans for more stimulus measures, Biden wins Kamloops Matters Dow Jones surges more than 1,100 points after coronavirus stimulus measures, Biden win Global …","url":"https://www.cp24.com/dow-sinks-2-9-after-rate-cut-fails-to-stem-market-s-dread-1.4837241","urlToImage":"https://www.cp24.com/polopoly_fs/1.4837245.1583271150!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg","publishedAt":"2020-03-03T21:33:00Z","content":"NEW YORK -- Fear and uncertainty continue to control Wall Street, and stocks fell sharply Tuesday after an emergency interest-rate cut by the Federal Reserve failed to reassure markets wracked by worries that a fast-spreading virus will cause a recession.\r\nTh… [+7312 chars]"}]