[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Slovenia to introduce health checks on border with Austria","description":"Slovenia will introduce health checks on Wednesday on its border with Austria, a measure already in place on its border with Italy, a government spokesman said.","url":"https://www.reuters.com/article/us-health-coronavirus-slovenia-austria-idUSKBN21B2SB","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-24T16:57:39Z","content":"LJUBLJANA (Reuters) - Slovenia will introduce health checks on Wednesday on its border with Austria, a measure already in place on its border with Italy, a government spokesman said. \r\nJelko Kacin told a news conference on Tuesday that only people with a cert… [+640 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Brian Heater","title":"UK and Ireland added to US travel ban amid COVID-19 concerns","description":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed…","url":"http://techcrunch.com/2020/03/14/uk-and-ireland-added-to-us-travel-ban-amid-covid-19-concerns/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/03/GettyImages-1135383514.jpeg?w=573","publishedAt":"2020-03-14T17:19:01Z","content":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed… [+1486 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Marja Novak","title":"Slovenia plans to ban public gatherings, delay loan repayments","description":"Slovenia plans to impose a ban on socializing in public spaces  from Friday to slow the spread of coronavirus, Interior Minister Ales Hojs told national TV S...","url":"https://news.yahoo.com/slovenia-plans-quarantine-over-coronavirus-215620782.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-18T21:56:20Z","content":"By Marja Novak\r\nLJUBLJANA (Reuters) - Slovenia plans to impose a ban on socializing in public spaces from Friday to slow the spread of coronavirus, Interior Minister Ales Hojs told national TV Slovenia late on Wednesday.\r\nEarlier on Wednesday the EU country, … [+2099 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Ilicic scores four as Atalanta beat Valencia behind closed doors","description":"Atalanta ease into the Champions League quarter-finals as Josip Ilicic scores four times against Valencia, in a game played behind closed doors because of the coronavirus outbreak.","url":"https://www.bbc.co.uk/sport/football/51800653","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/015F/production/_111215300_gettyimages-1211643917.jpg","publishedAt":"2020-03-10T21:56:59Z","content":"Atalanta's Josip Ilicic is the oldest player to score an away Champions League hat-trick - aged 32 years and 41 days\r\nAtalanta eased into the Champions League quarter-finals as Josip Ilicic hit four goals against Valencia, in the first match of the competitio… [+1357 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Slovenia prohibits all large indoor events due to coronavirus","description":"Slovenian Health Minister Ales Sabeder prohibited all indoor public events for over 500 people late on Saturday due to the coronavirus, the Health Ministry s...","url":"https://news.yahoo.com/slovenia-prohibits-large-indoor-events-225232102.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-07T22:52:32Z","content":"LJUBLJANA (Reuters) - Slovenian Health Minister Ales Sabeder prohibited all indoor public events for over 500 people late on Saturday due to the coronavirus, the Health Ministry said in a statement.\r\nThe prohibition will be valid until the danger of the disea… [+528 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Emily Price","title":"How to Contact Your Airline Right Now","description":"If you had plans to travel to Europe this summer, and especially over the next month, then Trump’s latest travel ban has likely caught your attention. Read more...","url":"https://lifehacker.com/how-to-contact-your-airline-right-now-1842291610","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/mhn7fwgl7yvqqdj6vxdn.jpg","publishedAt":"2020-03-12T17:31:00Z","content":"If you had plans to travel to Europe this summer, and especially over the next month, then Trumps latest travel ban has likely caught your attention.\r\nStarting Friday, the 30-day ban restricts non-US citizens from flying into the United States if they have vi… [+3410 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Italy's Di Maio says lockdown measures can work","description":"Foreign Minister Luigi Di Maio says the \"red zone\" imposed on northern Italy has proven effective.","url":"https://www.bbc.co.uk/news/world-europe-51852320","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/17BBE/production/_111241279_dimaio.jpg","publishedAt":"2020-03-12T17:06:59Z","content":"Image caption\r\n Foreign Minister Luigi Di Maio said Italians were merely being asked to stay at home\r\nItaly's foreign minister has said the severe restrictions brought in as a result of the coronavirus are a way to defeat it.\r\nLuigi Di Maio told the BBC the m… [+3583 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus capital by capital: How are Europeans coping with shutdown?","description":"Europeans face a blizzard of restrictions on their freedoms as authorities try to stop the spread.","url":"https://www.bbc.co.uk/news/world-europe-52025553","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/55AC/production/_111423912_lowen.jpg","publishedAt":"2020-03-26T00:04:55Z","content":"Image caption\r\n For BBC Rome correspondent Mark Lowen, Italy's deserted capital is reminiscent of wartime curfews\r\nAcross the Continent, Europeans are facing a barrage of restrictions on their freedoms as the authorities struggle to stop the new\r\n coronavirus… [+10691 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Jan Bratanic","title":"EU’s Anti-Immigrant Contingent Swells With New Slovenian Leader","description":"(Bloomberg) -- Slovenia extended the list of staunch nationalists heading European Union member-states by confirming Janez Jansa as its new prime minister.Ja...","url":"https://news.yahoo.com/eu-anti-immigrant-contingent-swells-161803697.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-03T16:18:03Z","content":"(Bloomberg) -- Slovenia extended the list of staunch nationalists heading European Union member-states by confirming Janez Jansa as its new prime minister.\r\nJansa, a 61-year-old political veteran whos served two previous stints as premier, was approved Tuesda… [+1763 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Here's what the new U.S. restrictions on Europe mean for travelers","description":"The United States will suspend travel from certain European countries for 30 days beginning at midnight on Friday as part of an effort to stem the spread of the coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-usa-travel-factbox-idUSKBN2103AB","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-13T20:59:18Z","content":"WASHINGTON (Reuters) - The United States will suspend travel from certain European countries for 30 days beginning at midnight on Friday as part of an effort to stem the spread of the coronavirus. \r\n- The restrictions cover people who have been in 26 European… [+2870 chars]"},{"source":{"id":"abc-news","name":"ABC News"},"author":"The Associated Press","title":"Canada says no athletes at Tokyo Games if not postponed","description":"It's the first country to threaten such a move over the coronavirus outbreak.","url":"https://abcnews.go.com/Sports/wireStory/canada-athletes-tokyo-games-postponed-69740917","urlToImage":"https://s.abcnews.com/images/Sports/WireAP_ac40ce4e175a408da0a4944c6bde05fb_16x9_992.jpg","publishedAt":"2020-03-23T02:37:54Z","content":"TORONTO -- \r\nThe Canadian Olympic Committee says it won't send athletes to the Tokyo Games unless they're postponed for a year, becoming the first country to threaten such a move in the face of the coronavirus pandemic.\r\nThe committee sent out a statement Sun… [+974 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"John Haltiwanger","title":"Trump's coronavirus travel ban excludes the countries where he has golf courses struggling for business","description":"President Donald Trump's new coronavirus travel restrictions on Europe do not extend to the two countries where he has golf courses: the UK and Ireland. The 30-day travel ban targets 26 countries that are part of a visa-free travel area known as the Schengen …","url":"https://www.businessinsider.com/coronavirus-trump-europe-travel-ban-exclude-uk-ireland-golf-courses-2020-3","urlToImage":"https://i.insider.com/5e69c9e454f25c62bb493cb3?width=1200&format=jpeg","publishedAt":"2020-03-12T08:49:41Z","content":"Hours after the World Health Organization declared the novel coronavirus a pandemic, President Donald Trump announced a 30-day travel ban on most of Europe. But he excluded two countries where he has hotels and golf courses that have been struggling financial… [+3599 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"AP","title":"70 Percent Of Germany Could Become Infected By Coronavirus: Chancellor","description":"German Chancellor Angela Merkel warned the majority of the country could become infected and said her priority is to slow the spread of the coronavirus.","url":"https://www.huffpost.com/entry/up-to-70-percent-of-germany-could-be-infected-by-coronavirus-chancellor_n_5e68e2f8c5b60557280ebd3f","urlToImage":"https://img.huffingtonpost.com/asset/5e68e50f2600000423b61857.jpeg?ops=1778_1000","publishedAt":"2020-03-11T13:25:50Z","content":"German Chancellor Angela Merkel is citing expert estimates that up to 70% of the population could be infected by the new coronavirus as she insists on the necessity of measures to slow its spread.\r\nGermany had confirmed some 1,300 infections as of Wednesday, … [+1322 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Powerful quake damages buildings in Croatia capital","description":"A 5.3-magnitude earthquake tore down chunks of buildings in Zagreb and left a teenager in critical condition on Sunday, state media reported, as authorities warned residents not to gather together and further spread the coronavirus. The quake, the most powerf…","url":"https://news.yahoo.com/powerful-quake-damages-buildings-croatia-capital-111232888.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/hMG8hdiLxmLNhKu9eSgK.A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTEuNjY2NjY2NjY2NjY2Ng--/https://s.yimg.com/uu/api/res/1.2/my8r0snWIcLx6TGr.y1wyQ--~B/aD01MTE7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/f6fc4b241687ba5906dfc2ffc0f4e1ceec77d992.jpg","publishedAt":"2020-03-22T11:12:32Z","content":"Zagreb (AFP) - A 5.3-magnitude earthquake tore down chunks of buildings in Zagreb and left a teenager in critical condition on Sunday, state media reported, as authorities warned residents not to gather together and further spread the coronavirus.\r\nThe quake,… [+1334 chars]"},{"source":{"id":null,"name":"Adage.com"},"author":"Ann-Christine Diaz","title":"These Famous Logos Have Been Remade For The Coronavirus Age","description":"Slovenia-based creative Jure Tovrljan incorporated \"social distancing\" and other measures to famous marks.","url":"https://adage.com/creativity/work/jure-tovrljan-coronavirus-logos/2245061","urlToImage":"https://s3-prod.adage.com/s3fs-public/styles/800x600/public/JureTovrlgan_CoronavirusLogos_3x2.jpg","publishedAt":"2020-03-19T16:26:24Z","content":"Jure Tovrljan, a creative director based in Slovenia, has given makeovers to famous brands logos to make them more relevant for the coronavirus age. The Mastercard circles and the Olympics rings now maintain safe distances apart from each other; under Nike's … [+2244 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"time","name":"Time"},"author":"Time","title":"Italy Shuts Down All Shops and Restaurants as Coronavirus Cases Rise","description":"Italy all but put a halt to normal life, paring the economy down to just essential services in a desperate bid to stem the deadly coronavirus.","url":"https://time.com/5801497/italy-shops-restaurants-coronavirus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/GettyImages-1211858852.jpg?quality=85&w=1024&h=628&crop=1","publishedAt":"2020-03-11T23:34:17Z","content":"Italy all but put a halt to normal life, paring the economy down to just essential services in a desperate bid to stem the advance of the deadly coronavirus.\r\nPrime Minister Giuseppe Conte ordered all shops in the country to close except for grocery stores an… [+3400 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":null,"title":"Pound says Games to be in '21; IOC responds","description":"The IOC said every member has \"the right ... to interpret\" its decision to take four weeks to evaluation options for the Tokyo Olympics, after member Dick Pound said the Games will be postponed to 2021.","url":"https://www.espn.com/olympics/story/_/id/28943572/dick-pound-says-olympics-postponed-21-ioc-responds","urlToImage":"https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2016%2F0309%2Fr61583_1296x729_16%2D9.jpg","publishedAt":"2020-03-23T19:57:45Z","content":"A day after the International Olympic Committee said it would take four weeks to review the effects of the coronavirus pandemic on this summer's Tokyo Olympics -- including possibly postponing the Games -- longtime IOC member Dick Pound on Monday told USA Tod… [+1713 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of coronavirus around the world","description":"France and Spain joined Italy in imposing lockdowns on tens of millions of people, Australia ordered self-isolation of arriving foreigners and other countries extended entry bans as the world sought to contain the spreading coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN2130CR","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200316&t=2&i=1503789122&w=1200&r=LYNXMPEG2F0AI","publishedAt":"2020-03-16T03:50:37Z","content":"(Reuters) - France and Spain joined Italy in imposing lockdowns on tens of millions of people, Australia ordered self-isolation of arriving foreigners and other countries extended entry bans as the world sought to contain the spreading coronavirus. \r\nA woman … [+10039 chars]"}]