[{"source":{"id":null,"name":"Abs-cbn.com"},"author":"Agence France-Presse","title":"Virus fears, violence hit International Women's Day rallies - ABS-CBN News","description":"Virus fears, violence hit International Women's Day rallies ABS-CBN News In Pictures: International Women's Day around the world Aljazeera.com Protests and Celebrations Mark International Women's Day Around the Globe TIME We all benefit from a more gender-equ…","url":"https://news.abs-cbn.com/overseas/03/09/20/virus-fears-violence-hit-international-womens-day-rallies","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/09/women.jpg","publishedAt":"2020-03-09T01:04:00Z","content":"PARIS — Tens of thousands took to the streets across the globe to mark International Women's Day on Sunday despite many events in Asia being canceled because of the new coronavirus outbreak, and attacks on women at some events in Europe and Asia.\r\nWomen were … [+3822 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Al Jazeera","title":"Kyrgyzstan: Women's rights protesters assaulted, by men","description":"Activists gathered in Bishkek square to march against gender-based violence on International Women's Day.","url":"https://www.aljazeera.com/news/2020/03/women-rights-protesters-assaulted-detained-kyrgyzstan-200308100513456.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/8/92556f86523443198d72bd980b706739_18.jpg","publishedAt":"2020-03-08T12:30:17Z","content":"Police in Kyrgyzstan have detained dozens of protesters, mostly women, at a rally to mark International Women's Day after masked men attacked them and tore up their placards. \r\nDozens of women were placed in police vehicles in the centre of the capital, Bishk… [+2481 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Kyrgyzstan confirms first coronavirus cases","description":"Kyrgyzstan has confirmed its first three coronavirus cases, Healthcare Minister Kosmosbek Cholponbayev said on Wednesday.","url":"http://feeds.reuters.com/~r/Reuters/worldNews/~3/cTdcc4KmO9E/kyrgyzstan-confirms-first-coronavirus-cases-idUSKBN2150DG","urlToImage":null,"publishedAt":"2020-03-18T03:27:22Z","content":null},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Coronavirus reaches Kyrgyzstan, via Saudi Arabia","description":"Kyrgyzstan has confirmed its first coronavirus cases, as three citizens tested positive after arriving from Saudi Arabia, the healthcare minister said on Wednesday, a day after the Central Asian country closed its borders to all foreigners.","url":"https://www.reuters.com/article/us-health-coronavirus-kyrgyzstan-idUSKBN2150DG","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-18T04:22:26Z","content":"BISHKEK (Reuters) - Kyrgyzstan has confirmed its first coronavirus cases, as three citizens tested positive after arriving from Saudi Arabia, the healthcare minister said on Wednesday, a day after the Central Asian country closed its borders to all foreigners… [+718 chars]"},{"source":{"id":"time","name":"Time"},"author":"TIME Staff","title":"These Are the 10 ‘Most Urgent’ Threats to Press Freedom Amid the Coronavirus Pandemic","description":"Journalists around the world are facing new threats as they document the coronavirus pandemic that has killed more than 40,000 people","url":"https://time.com/5813095/press-freedom-threats-coronavirus-april-2020/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/Image-Alaa-Abdelfattah-credit-Nariman-El-Mofty.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-04-01T11:00:55Z","content":"Journalists around the world are facing new threats as they document the coronavirus pandemic that has killed more than 40,000 people globally.\r\nMohammad Mosaed, a reporter in Iran who criticized the government’s response to the pandemic, has been barred from… [+7143 chars]"},{"source":{"id":null,"name":"Indianexpress.com"},"author":"Deeptiman Tiwary","title":"Blacklisting of Tablighi foreigners: Over a third came from Indonesia","description":"Bangladesh and Indonesia make up almost 50 per cent of all blacklisted foreign nationals linked to the gathering, followed by those from Malaysia and Kyrgyzstan, sources said.","url":"https://indianexpress.com/article/india/blacklisting-of-tablighi-foreigners-over-a-third-came-from-indonesia-6346445/","urlToImage":"https://images.indianexpress.com/2020/04/nizamuddin-7.jpg?w=759","publishedAt":"2020-04-03T20:04:25Z","content":"On Friday, the MHA announced that it would blacklist 360 more foreign nationals who attended the gathering in Delhi and returned to their countries before the lockdown was put in place. (Express photo by Praveen Khanna)OF THE 960 foreign nationals blacklisted… [+3319 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Kyrgyzstan bars entry to travelers from France, Germany, Spain over coronavirus","description":"Kyrgyzstan barred entry on Thursday to travelers from France, Germany and Spain as a precaution against the coronavirus, the Kyrgyz government said, adding that it had also removed Japan from the list.","url":"https://www.reuters.com/article/us-health-coronavirus-kyrgyzstan-idUSKBN20Z2ZY","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-12T17:18:34Z","content":"BISHKEK (Reuters) - Kyrgyzstan barred entry on Thursday to travelers from France, Germany and Spain as a precaution against the coronavirus, the Kyrgyz government said, adding that it had also removed Japan from the list. \r\nReporting by Olga Dzyubenko; Editin… [+17 chars]"},{"source":{"id":null,"name":"Indianexpress.com"},"author":"Express Web Desk","title":"Tabligh Jamaat: Delhi Police registers FIR against preacher, others under Epidemic Diseases Act","description":"\"Various nationals, particularly from Indonesia, Malaysia, Thailand, Nepal, Myanmar, Bangladesh, Sri Lanka and Kyrgyzstan come for Tabligh activities. All such foreign nationals normally report their arrival at Tabligh Markaz at Banglewali Mosque in Hazrat Ni…","url":"https://indianexpress.com/article/coronavirus/tabligh-jamaat-attendees-mainly-hailed-from-central-south-s-e-asia-says-mha-6340611/","urlToImage":"https://images.indianexpress.com/2020/03/Jamaat.jpg?w=759","publishedAt":"2020-03-31T14:43:32Z","content":"“As on March 21, there were about 1,746 persons staying in Hazrat Nizamuddin Markaz. Of these, 216 were foreigners and 1,530 were Indians,” the Ministry of Home Affairs said.Delhi Police Tuesday registered an FIR against Tablighi Jamaat preacher Maulana Saad … [+4130 chars]"},{"source":{"id":null,"name":"Indianexpress.com"},"author":"IE Online","title":"Women fill streets of world’s cities with call of justice","description":"While many protests were peaceful celebrations others were marred by tension, with security forces arresting demonstrators at a rally in Kyrgyzstan and police reportedly using tear gas to break up a demonstration by thousands of women in Turkey.","url":"https://indianexpress.com/article/world/women-fill-streets-of-worlds-cities-with-call-of-justice-6306134/","urlToImage":"https://images.indianexpress.com/2020/03/women-2.jpg?w=759","publishedAt":"2020-03-09T03:15:47Z","content":"Updated: March 9, 2020 8:46:15 am\r\nPeople take part in the Womens March in Manhattan in New York City, New York, U.S., January 20, 2018. (Reuters/Gabriela Bhaskar)Women filled the streets of the world’s largest cities Sunday to protest gender violence and ine… [+7357 chars]"},{"source":{"id":null,"name":"Indianexpress.com"},"author":"Mahender Singh Manral","title":"Coronavirus: Delhi SHOs told to check mosques","description":"“Places where they are staying are for common use. No social distancing would be possible there, causing grave danger to public health,” said DCP (special branch) Suman Nalwa in her letter to the health secretary.","url":"https://indianexpress.com/article/cities/delhi/delhi-shos-told-to-check-mosques-6341235/","urlToImage":"https://images.indianexpress.com/2020/03/prem-nath-pandey-7.jpeg?w=759","publishedAt":"2020-03-31T20:58:22Z","content":"The direction came after Nalwa sent a list to Shrivastava, stating that as per our information, persons/foreigners associated with Tablighi Jamaat are presently staying at various masjids in Delhi. (Express photo by Prem Nath Pandey)As many as 205 foreign nat… [+1760 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Kyrgyzstan moves to lock down major cities","description":"Kyrgyzstan declared a state of emergency on Tuesday in its three biggest cities including the capital Bishkek, a move that will allow authorities to lock them down to prevent the spread of coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-kyrgyzstan-idUSKBN21B0FC","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-24T04:25:01Z","content":"BISHKEK (Reuters) - Kyrgyzstan declared a state of emergency on Tuesday in its three biggest cities including the capital Bishkek, a move that will allow authorities to lock them down to prevent the spread of coronavirus. \r\nIn addition to the cities of Bishke… [+356 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT","title":"If we have to #StayAtHome, we'll take the house with us! Defiant Kyrgyz say with viral VIDEO","description":"People all over the world are facing a unique set of challenges resulting from the coronavirus pandemic, but some Kyrgyzstan residents have found arguably the most creative way to #StayAtHome yet. Read Full Article at RT.com","url":"https://www.rt.com/news/484140-kyrgyzstan-stay-at-home-coronavirus/","urlToImage":"https://cdni.rt.com/files/2020.03/article/5e7c6f33203027053815de15.png","publishedAt":"2020-03-26T10:57:43Z","content":"Kyrgyzstan declared a state of emergency on Saturday, March 21, with travel restrictions and store closures in place and the general population asked to remain at home and avoid all non-essential travel. However, with a traditionally nomadic culture comes a c… [+939 chars]"},{"source":{"id":"politico","name":"Politico"},"author":"Natasha Bertrand, Gabby Orr, Daniel Lippman and Nahal Toosi","title":"Pence task force freezes coronavirus aid amid backlash","description":"The review came after officials discovered that aid to foreign countries wasn't being coordinated with U.S. requests.","url":"https://www.politico.com/news/2020/03/31/pence-task-force-coronavirus-aid-157806","urlToImage":"https://static.politico.com/e4/38/6415727248fc80dfd5ff3fcc3afd/200331-pence-gty-773.jpg","publishedAt":"2020-03-31T23:55:03Z","content":"Though some requests have already been processed and supplies were delivered, the review process has effectively frozen already-approved coronavirus-related PPE aid to at least 13 countries, including Vietnam, Bangladesh, Honduras and the Philippines. Nor hav… [+5258 chars]"},{"source":{"id":"the-times-of-india","name":"The Times of India"},"author":"PTI","title":"2100 foreigners visited India for Tablighi activities this year: MHA","description":"It is estimated that from January 1 onwards, approximately 2100 foreigners had visited India for Tabligh activities, the statement said. The home ministry said while approximately 824 of them were dispersed in different parts of the country, 216 of them were …","url":"https://economictimes.indiatimes.com/news/politics-and-nation/2100-foreigners-visited-india-for-tablighi-activities-this-year-mha/articleshow/74915572.cms","urlToImage":"https://img.etimg.com/thumb/msid-74915717,width-1070,height-580,imgsize-564437,overlay-economictimes/photo.jpg","publishedAt":"2020-03-31T13:03:40Z","content":"New Delhi: The government on Tuesday said as many as 2100 foreigners visited India for Tablighi activities since January 1 and all of them first reported at its headquarters in Delhi's Nizamuddin, which has apparently become a coronavirus hotspot. \r\nIn a stat… [+1314 chars]"},{"source":{"id":null,"name":"Hrw.org"},"author":"Human Rights Watch","title":"Kyrgyzstan: Women’s Activists Detained","description":"Expand Kyrgyz policemen detain an activist of the Femen women's rights movement at Victory Square during celebration of the International Women's Day in Bishkek, Kyrgyzstan, Sunday, March 8, 2020. © 2020 AP Photo/Vladimir Voroni (Berlin) – Kyrgyzstan police h…","url":"https://www.hrw.org/news/2020/03/11/kyrgyzstan-womens-activists-detained","urlToImage":"https://www.hrw.org/sites/default/files/styles/open_graph/public/multimedia_images_2020/202003eca_kyrgyzstan_womensmarch.jpg?itok=f0O8THik","publishedAt":"2020-03-12T02:00:00Z","content":"Kyrgyz policemen detain an activist of the Femen women's rights movement at Victory Square during celebration of the International Women's Day in Bishkek, Kyrgyzstan, Sunday, March 8, 2020.\r\n© 2020 AP Photo/Vladimir Voroni\r\n(Berlin) Kyrgyzstan police held abo… [+5792 chars]"},{"source":{"id":"the-times-of-india","name":"The Times of India"},"author":"PTI","title":"US, French, Italians among 1,300 Tablighi foreign members identified in India","description":"The Tablighi Jamaat's Markaz in Nizamuddin West has emerged as a hotspot of coronavirus, following which a major area has been sealed and an FIR lodged against its cleric for violating government orders.","url":"https://economictimes.indiatimes.com/news/politics-and-nation/us-french-italians-among-1300-tablighi-foreign-members-identified-in-india/articleshow/74951091.cms","urlToImage":"https://img.etimg.com/thumb/msid-74951142,width-1070,height-580,imgsize-260368,overlay-economictimes/photo.jpg","publishedAt":"2020-04-02T12:59:44Z","content":"NEW DELHI: Over 1,300 foreign Tablighi Jamaat activists, including those from the US, France and Italy, who took part at a congregation in Delhi's Nizamuddin, have been identified in different parts of the country and most of them have been put in quarantine,… [+2396 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Peter Scott","title":"Honeymoon nightmare: Ukrainian stranded at Moscow airport as virus rules kick in","description":"Anton Scherbyna has been living in the security zone of a Moscow airport for nearly a week since returning from a honeymoon with his Russian wife only to fall foul of Russia's new ban on foreigners entering due to the coronavirus emergency.","url":"https://www.reuters.com/article/us-health-coronavirus-russia-airport-idUSKBN21C1O6","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200325&t=2&i=1507973667&w=1200&r=LYNXMPEG2O15J","publishedAt":"2020-03-25T11:23:43Z","content":"MOSCOW (Reuters) - Anton Scherbyna has been living in the security zone of a Moscow airport for nearly a week since returning from a honeymoon with his Russian wife only to fall foul of Russia’s new ban on foreigners entering due to the coronavirus emergency.… [+2274 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Virus fears, violence hit International Women's Day rallies","description":"Hundreds of thousands took to the streets across the globe to mark International Women's Day on Sunday, despite many events in Asia being cancelled because of the coronavirus outbreak and attacks on women at some events in Europe and Asia. Women were attacked…","url":"https://news.yahoo.com/global-rallies-international-womens-day-despite-virus-fears-151606248.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/TPLd7fIyXHfukBQbimvOCQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/ebGBdIuA0cIZzZ41pFWspA--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/4807ede7e4b6ee17f5665b013240434c223838fb.jpg","publishedAt":"2020-03-09T01:33:45Z","content":"Santiago (AFP) - Hundreds of thousands took to the streets across the globe to mark International Women's Day on Sunday, despite many events in Asia being cancelled because of the coronavirus outbreak and attacks on women at some events in Europe and Asia.\r\nW… [+4078 chars]"},{"source":{"id":null,"name":"Channelnewsasia.com"},"author":"CNA","title":"Coronavirus reaches Kyrgyzstan, via Saudi Arabia","description":"BISHKEK: Kyrgyzstan has confirmed its first coronavirus cases, as three citizens tested positive after arriving from Saudi Arabia, the healthcare minister said on Wednesday (Mar 18), a day after the Central Asian country closed its borders to all foreigners. …","url":"https://www.channelnewsasia.com/news/world/coronavirus-covid-19-kyrgyzstan-saudi-arabia-12551314","urlToImage":"https://cna-sg-res.cloudinary.com/image/upload/q_auto,f_auto/image/12551328/16x9/991/557/3082764220d1078c29ce2ca89dd8d1df/Uf/file-photo-of-bishkek-in-kyrgyzstan.jpg","publishedAt":"2020-03-18T04:44:35Z","content":"BISHKEK: Kyrgyzstan has confirmed its first coronavirus cases, as three citizens tested positive after arriving from Saudi Arabia, the healthcare minister said on Wednesday (Mar 18), a day after the Central Asian country closed its borders to all foreigners.\r… [+814 chars]"}]