[{"source":{"id":null,"name":"Gizmodo.com"},"author":"Dharna Noor on Earther, shared by Brian Kahn to Gizmodo","title":"Even a Relatively Small Nuclear War Would Cause Global Famine","description":"As both the coronavirus pandemic and the climate crisis provoke your anxieties, it’s important to remember all of the world’s wonderful possibilities. Which is why I present you: the impacts of nuclear war. Read more...","url":"https://earther.gizmodo.com/even-a-relatively-small-nuclear-war-would-cause-global-1842361610","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/ha2wcjah8swtaipozc9i.jpg","publishedAt":"2020-03-16T19:05:00Z","content":"As both the coronavirus pandemic and the climate crisis provoke your anxieties, its important to remember all of the worlds wonderful possibilities. Which is why I present you: the impacts of nuclear war.\r\nA large-scale nuclear war is a nightmarish scenario t… [+4521 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"insider@insider.com (Dylan Barth)","title":"There's a global shortage of face masks — but people around the world are using creative methods to make their own","description":"From Jordan to Italy, Colombia to Rwanda, people are finding creative ways to make face masks as the coronavirus-related shortage continues.","url":"https://news.yahoo.com/theres-global-shortage-face-masks-133600023.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/TIaGTd29OHPObIP7V9SNqQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05NjA-/https://s.yimg.com/uu/api/res/1.2/vKjR6l5nFphgBgY21pwelQ--~B/aD0xMDgwO3c9MTQ0MDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/EN/business_insider_articles_888/d67dbc5b48a3a18f2ba41ae77e263a7f","publishedAt":"2020-03-25T13:36:00Z","content":"<ul><li>The coronavirus pandemic has caused a global shortage of face masks, pushing people around the world to start making their own. \r\n</li><li>A Jordanian designer, a Rwandan tailor, and an Italian upholsterer are all offering handmade masks to the public… [+3990 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Dylan Barth","title":"There's a global shortage of face masks — but people around the world are using creative methods to make their own","description":"The coronavirus pandemic has caused a global shortage of face masks, pushing people around the world to start making their own. A Jordanian designer, a Rwandan tailor, and an Italian upholsterer are all offering handmade masks to the public. Meanwhile, studen…","url":"https://www.businessinsider.com/coronavirus-make-own-face-mask-2020-3","urlToImage":"https://i.insider.com/5e7a77d70c2a62688f751ef2?width=1200&format=jpeg","publishedAt":"2020-03-25T13:36:00Z","content":"To make up for the global shortage of medical face masks caused by the coronavirus outbreak, workers in far-flung locations are taking matters into their own hands.\r\nPeople in Italy — one of the hardest-hit countries by the pandemic — as well as countries tha… [+3531 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Colin Dwyer","title":"Coronavirus Fears Derail Friday Prayers For Muslims Across The World","description":"\"Islam doesn't permit practices that would put human life in danger,\" said the head of religious affairs in Turkey, one of a host of Muslim-majority countries to curtail gatherings at mosques.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/19/818337269/coronavirus-fears-derail-friday-prayers-for-muslims-across-the-world","urlToImage":"https://media.npr.org/assets/img/2020/03/19/gettyimages-1206570795_wide-940d040438c5f37f0a899392c99e8db65b32d50c.jpg?s=1400","publishedAt":"2020-03-19T19:22:27Z","content":"A government worker disinfects the Klç Ali Pasa mosque in Istanbul last week. Turkey is just one of a host of countries across the Muslim world where Friday prayers have been banned or curtailed to stem the spread of the coronavirus.\r\nYasin Akgul/AFP via Gett… [+2022 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Clement Uwiringiyimana","title":"Four more African nations confirm coronavirus, new controls put in place","description":"Mauritania, Rwanda, Seychelles and Central African Republic confirmed their first coronavirus cases on Saturday, bringing to 23 the number of African countries that have reported positive tests for the virus. Moving swiftly to contain its spread, Rwanda, Sene…","url":"https://news.yahoo.com/four-more-african-nations-confirm-204413279.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/wFFeDtoYK_uBMTuvkbULxw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTQuNA--/https://s.yimg.com/uu/api/res/1.2/77n2HgM.zpwP9hmr5uvKAA--~B/aD01MzQ7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/282eca42f7192a019d8e1d32d7d2e480","publishedAt":"2020-03-14T20:44:13Z","content":"By Clement Uwiringiyimana\r\nKIGALI (Reuters) - Mauritania, Rwanda, Seychelles and Central African Republic confirmed their first coronavirus cases on Saturday, bringing to 23 the number of African countries that have reported positive tests for the virus.\r\nMov… [+2737 chars]"},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"David Canellis","title":"Bezos and Musk’s internet-from-space race is back on","description":"OneWeb, the satellite startup once pegged as the leader in the race to beam high-speed internet from space, has filed for bankruptcy and blamed the coronavirus (COVID-19) pandemic for its collapse. The London-based firm announced it had let go most of its sta…","url":"https://thenextweb.com/hardfork/2020/03/30/oneweb-collapse-internet-space-race-leo-satellite-bezos-musk-back-on/","urlToImage":"https://img-cdn.tnwcdn.com/image/hardfork?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2018%2F07%2Fbezos-blue-horizon.jpg&signature=09594870d409dea05b38f2873d4b5630","publishedAt":"2020-03-30T16:20:27Z","content":"OneWeb, the satellite startup once pegged as the leader in the race to beam high-speed internet from space, has filed for bankruptcy and blamed the coronavirus (COVID-19) pandemic for its collapse.\r\nThe London-based firm announced it had let go most of its st… [+3015 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Anya Kamenetz","title":"9 Out Of 10 Children Are Out Of School Worldwide. What Now?","description":"Recovery will take years, and other lessons from \"education in emergencies\" around the world.","url":"https://www.npr.org/2020/04/02/824964864/nine-out-of-10-of-the-world-s-children-are-out-of-school-what-now","urlToImage":"https://media.npr.org/assets/img/2020/04/01/gettyimages-1207937320_wide-2887d4e8573644f84aec88f51ac3eda48ac0c8cd.jpg?s=1400","publishedAt":"2020-04-02T13:12:32Z","content":"A school closed due to the COVID-19 epidemic in New Orleans.\r\nLan Wei/Xinhua News Agency/Getty Images\r\nRight now students are out of school in 185 countries. According to UNESCO, that's roughly 9 out of 10 schoolchildren worldwide.\r\nThe world has never seen a… [+11176 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Alonso Soto","title":"Nigeria Arrests Pastor, Ghana Halts Funerals to Curb Virus","description":"(Bloomberg) -- Nigerian police arrested a pastor and raided churches as the West African nation stepped up efforts to enforce a ban on large gatherings and c...","url":"https://news.yahoo.com/nigeria-arrests-pastor-ghana-halts-172601062.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-22T17:26:01Z","content":"(Bloomberg) --\r\nNigerian police arrested a pastor and raided churches as the West African nation stepped up efforts to enforce a ban on large gatherings and contain the spread of the coronavirus.\r\nIn the past week, dozens of African nations have shut their bo… [+1641 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Robert Gearty","title":"Africa's mountain gorillas face coronavirus risk","description":"The coronavirus is putting at risk another vulnerable species, Africa’s endangered mountain gorillas, prompting the closure of a large national park that is home to a third of those gorillas in the world.","url":"https://www.foxnews.com/science/africas-mountain-gorillas-face-coronavirus-risk","urlToImage":"https://static.foxnews.com/foxnews.com/content/uploads/2020/03/Virunga-National-Park-AP.jpg","publishedAt":"2020-03-23T17:46:36Z","content":"The coronavirus is putting at risk another vulnerable species, Africa’s endangered mountain gorillas, prompting the closure of a large national park that is home to a third of those gorillas in the world.\r\nVirunga National Park in the Congo said that it will … [+2386 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Susan NJANJI","title":"South Africa announces lockdown as coronavirus spreads","description":"South Africa on Monday announced a three-week lockdown with soldiers patrolling the streets to ensure compliance as more countries in the continent reported coronavirus fatalities and the disease spread. President Cyril Ramaphosa said the government had \"deci…","url":"https://news.yahoo.com/dr-congo-city-locks-down-more-african-nations-144607137.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/Mt8YZZAf84zNIoD3pNdFOg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/_KadAgOjmHqzutzreNPidw--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/9b26148f561d99cf1d4a44a17b189b71117cc5b4.jpg","publishedAt":"2020-03-23T19:49:03Z","content":"Pretoria (AFP) - South Africa on Monday announced a three-week lockdown with soldiers patrolling the streets to ensure compliance as more countries in the continent reported coronavirus fatalities and the disease spread.\r\nPresident Cyril Ramaphosa said the go… [+4473 chars]"},{"source":{"id":"time","name":"Time"},"author":"Jerome Delay, Nqobile Ntshangase and Andrew Meldrum / AP","title":"South Africa Has First Deaths From Coronavirus as Three-Week Lockdown Begins","description":"A shaken South Africa on Friday announced its first two deaths from the coronavirus as the country's cases rose above 1,000.","url":"https://time.com/5811289/south-africa-coronavirus-deaths/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/south-africa-coronavirus-deaths.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-03-27T13:50:22Z","content":"(JOHANNESBURG) — A shaken South Africa on Friday announced its first two deaths from the coronavirus as the country’s cases rose above 1,000 and a three-week lockdown began, with some police screaming at the homeless on emptying streets.\r\nThe health minister … [+4378 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Omar Mohammed and Duncan Miriri","title":"African nations close borders, cancel flights to contain coronavirus spread","description":"Several African countries on Sunday closed borders, canceled flights and imposed strict entry and quarantine requirements to contain the spread of the new co...","url":"https://news.yahoo.com/african-nations-close-borders-cancel-163555927.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-15T16:35:55Z","content":"By Omar Mohammed and Duncan Miriri\r\nNAIROBI, March 15 (Reuters) - Several African countries on Sunday closed borders, canceled flights and imposed strict entry and quarantine requirements to contain the spread of the new coronavirus, which has a foothold in 2… [+2363 chars]"},{"source":{"id":"time","name":"Time"},"author":"MOGOMOTSI MAGOME / AP","title":"Africa Coronavirus Cases Over 2,000 as South Africa Rushes Into Lockdown","description":"Forty-three of the continent's 54 countries have cases, with the total at 2,046, the Africa Centers for Disease Control and Prevention said.","url":"https://time.com/5809356/africa-cases-south-africa-lockdown-coronavirus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/AP20084491077459.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-03-24T22:03:28Z","content":"JOHANNESBURG — Customers started behaving oddly about a week ago, visibly dejected street vendor Frank Mojapelo said. Some were wary to exchange cash. Some backed away, or refused to touch him.\r\nNow, an unprecedented lockdown looms in South Africa over the co… [+4074 chars]"},{"source":{"id":null,"name":"Entrepreneur.com"},"author":"John Boitnott","title":"9 Billionaires Who Are Stepping Up During the Pandemic","description":"These nine billionaires are proving its possible to do well and do good at the same time.","url":"https://www.entrepreneur.com/article/348372","urlToImage":"https://assets.entrepreneur.com/content/3x2/2000/20200331171141-GettyImages-1185999101.jpeg","publishedAt":"2020-04-03T15:30:00Z","content":"Opinions expressed by Entrepreneur contributors are their own.\r\nThe headlines seem to be everywhere these days: billionaires running off to sequester themselves and their families in lavish bunkers, laying off hundreds of workers with little notice and genera… [+6008 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Kenya confirms first case of coronavirus in East Africa","description":"Kenya announced Friday the first confirmed case of coronavirus in East Africa, as the region so far unscathed by the global pandemic scaled up emergency measures to contain its spread. A 27-year-old Kenyan woman tested positive for the virus on March 12 in Na…","url":"https://news.yahoo.com/kenya-confirms-first-case-coronavirus-east-africa-104013659.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/cuaE10Qh._iVVxlILlWR1A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/fFOZWzKTar8ctigaZzGS7Q--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/c61372fbe306b13b4adbc1fbbf61d46d1d96aeb8.jpg","publishedAt":"2020-03-13T10:40:13Z","content":"Nairobi (AFP) - Kenya announced Friday the first confirmed case of coronavirus in East Africa, as the region so far unscathed by the global pandemic scaled up emergency measures to contain its spread.\r\nA 27-year-old Kenyan woman tested positive for the virus … [+2753 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Rwanda says number of coronavirus cases rises to five","description":"The number of coronavirus cases in Rwanda has risen to five from one, and included a man of Rwandese nationality with no recent history of travel, the health ministry said late on Sunday.","url":"https://www.reuters.com/article/us-health-coronavirus-rwanda-idUSKBN2130I7","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-16T05:10:53Z","content":"KIGALI (Reuters) - The number of coronavirus cases in Rwanda has risen to five from one, and included a man of Rwandese nationality with no recent history of travel, the health ministry said late on Sunday. \r\nThe east African country confirmed its first case … [+778 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Clement Uwiringiyimana","title":"Rwanda keeping coronavirus at bay with campaign of public handwashing","description":"Rwanda is guarding against the spread of coronavirus by flooding its capital with portable sinks for hand-washing at bus stops, restaurants, banks and shops across the capital Kigali.","url":"https://www.reuters.com/article/us-health-coronavirus-rwanda-idUSKBN20Y2R8","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200311&t=2&i=1501793484&w=1200&r=LYNXMPEG2A1W6","publishedAt":"2020-03-11T17:00:21Z","content":"KIGALI (Reuters) - Rwanda is guarding against the spread of coronavirus by flooding its capital with portable sinks for hand-washing at bus stops, restaurants, banks and shops across the capital Kigali. \r\nRwanda has not recorded any cases of the virus so far … [+1191 chars]"},{"source":{"id":null,"name":"Indianexpress.com"},"author":"Express Web Desk","title":"Coronavirus: 255 Indians infected in Iran, 276 across the world, Govt tells Lok Sabha","description":"The government further informed that 12 people have been infected with the virus in UAE, five in Italy, and one each in Hong Kong, Kuwait, Sri Lanka and the African country Rwanda.","url":"https://indianexpress.com/article/india/coronavirus-iran-indians-mea-6320238/","urlToImage":"https://images.indianexpress.com/2020/03/raj-759.jpg?w=759","publishedAt":"2020-03-18T10:06:41Z","content":"Last week, Ministry of External Affairs Additional Secretary Dammu Ravi had said that the government would bring back only those Indians from other countries who test negative for coronavirus.A day after the Ministry of External Affairs stated that media repo… [+2897 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Clement Uwiringiyimana","title":"Rwanda confirms first case of coronavirus - health ministry","description":"Rwanda has confirmed its first case of coronavirus, an Indian citizen who arrived in the East African nation from Mumbai on March 8, the Health Ministry said on Saturday.","url":"https://www.reuters.com/article/us-health-coronavirus-rwanda-idUSKBN2110G0","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200314&t=2&i=1503088607&w=1200&r=LYNXMPEG2D0A3","publishedAt":"2020-03-14T10:49:23Z","content":"KIGALI (Reuters) - Rwanda has confirmed its first case of coronavirus, an Indian citizen who arrived in the East African nation from Mumbai on March 8, the Health Ministry said on Saturday. \r\nHe had no symptoms on arrival but presented himself to a health fac… [+913 chars]"}]