[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Chile´s Pinera declares state of catastrophe over coronavirus outbreak","description":"Chilean president Sebastian Pinera declared a state of catastrophe in Chile as cases of coronavirus began to mount in the South American nation.","url":"https://www.reuters.com/article/us-health-coronavirus-chile-idUSKBN2152D9","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200318&t=2&i=1504921138&w=1200&r=LYNXMPEG2H1KA","publishedAt":"2020-03-18T14:05:53Z","content":"SANTIAGO (Reuters) - Chilean president Sebastian Pinera declared a state of catastrophe in Chile as cases of coronavirus began to mount in the South American nation. \r\nThe 90-day state of catastrophe gives the government special powers to restrict transit and… [+113 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Chile bans large public events over coronavirus fears, ahead of planned protests","description":"Chilean President Sebastian Pinera announced a ban on public events with more than 500 people on Friday, as the government tries to curtail the spread of coronavirus even as massive social demonstrations are planned in the coming weeks.","url":"https://www.reuters.com/article/us-health-coronavirus-chile-idUSKBN21102N","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-14T01:44:33Z","content":"SANTIAGO (Reuters) - Chilean President Sebastian Pinera announced a ban on public events with more than 500 people on Friday, as the government tries to curtail the spread of coronavirus even as massive social demonstrations are planned in the coming weeks. \r… [+556 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Chile's coronavirus outbreak surpasses 1,000-case mark","description":"Chile has surpassed 1,000 confirmed cases of coronavirus since the outbreak began in the Andean nation, its health ministry said on Wednesday, among the highest tallies in Latin America. The South American nation reported 220 new confirmed cases for the past …","url":"https://news.yahoo.com/chile-surpasses-1-000-cases-144905345.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/uZfOXM2r0Y7Yg4LHP21ZDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MjQ-/https://s.yimg.com/uu/api/res/1.2/QcPlbJzNSAz49wS_rpp_jw--~B/aD01MTU7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/99616c0708d54e2d63cbbbbe0a2d64c7","publishedAt":"2020-03-25T14:49:05Z","content":"SANTIAGO (Reuters) - Chile has surpassed 1,000 confirmed cases of coronavirus since the outbreak began in the Andean nation, its health ministry said on Wednesday, among the highest tallies in Latin America.\r\nThe ministry confirmed 1,142 total cases and said … [+1016 chars]"},{"source":{"id":null,"name":"Youtube.com"},"author":null,"title":"Coronavirus outbreak: U.S. healthcare system under pressure after spike in cases - Global News","description":"Coronavirus outbreak: U.S. healthcare system under pressure after spike in cases Global News States begin rolling out extreme measures to contain coronavirus CBS This Morning Chile protesters move off streets amid coronavirus outbreak Al Jazeera English Coron…","url":"https://www.youtube.com/watch?v=5k2opVmOseo","urlToImage":"https://i.ytimg.com/vi/5k2opVmOseo/maxresdefault.jpg","publishedAt":"2020-03-20T02:22:23Z","content":"Hospitals across the U.S. have been forced to find creative solutions to the critical shortage of medical supplies, as the surge of COVID-19 cases continues to strain the health care system. As Jackson Proskow explains, President Donald Trump insists his coun… [+659 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Philip Reeves","title":"As Coronavirus Cases Jump, Chile Faces Pressure To Lock Down The Country","description":"Local leaders in the South American nation are calling on the president to take far stronger measures to tackle the virus, after the number of identified cases rose from 170 to 922 in just a day.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/24/820845018/as-coronavirus-cases-jump-chile-faces-pressure-to-lock-down-the-country","urlToImage":"https://media.npr.org/assets/img/2020/03/24/ap_20078664239422_wide-f637d3d377a37e1b41ea21cfad28490a9f4a8b9e.jpg?s=1400","publishedAt":"2020-03-24T20:26:52Z","content":"Supermarket workers wear face masks as a precaution against the spread of the new coronavirus inside the metro in Santiago, Chile, on March 18.\r\nEsteban Felix/AP\r\nPressure is growing on Chile's government to take far stronger measures to tackle the coronaviru… [+2727 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew J. Hawkins","title":"Electric scooter-sharing grinds to a halt in response to the COVID-19 pandemic","description":"Electric scooters are disappearing from cities around the world in response to the novel coronavirus pandemic. Lime and Bird are halting operations in dozens of markets. The decisions are coming at a time of uncertainty for personal mobility.","url":"https://www.theverge.com/2020/3/20/21188119/electric-scooter-coronavirus-bird-lime-spin-suspend-bikes","urlToImage":"https://cdn.vox-cdn.com/thumbor/s3rUbkzZr_hDToXMaj4f-xBvIm0=/0x327:4563x2716/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19820887/1207749851.jpg.jpg","publishedAt":"2020-03-20T15:13:09Z","content":"Lime and Bird are suspending some service amid the pandemic, but Spin says its stepping up\r\nPhoto by Mohd Daud/NurPhoto via Getty Images\r\nElectric scooters are vanishing from more cities as the novel coronavirus pandemic continues to roil shared mobility serv… [+5383 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Jeff Lewis","title":"Miners avoid handshakes at Toronto meeting over coronavirus fears","description":"Miners in Toronto for an annual industry dealmaking event slathered on hand sanitizer and avoided handshakes, while Chile's mines minister doled out masks as coronavirus concerns overshadowed buyout buzz and prompted delegates to scrap some events.","url":"https://www.reuters.com/article/us-mining-pdac-coronavirus-idUSKBN20P2Y5","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497818674&w=1200&r=LYNXMPEG212BN","publishedAt":"2020-03-02T19:44:17Z","content":"TORONTO (Reuters) - Miners in Toronto for an annual industry dealmaking event slathered on hand sanitizer and avoided handshakes, while Chile’s mines minister doled out masks as coronavirus concerns overshadowed buyout buzz and prompted delegates to scrap som… [+2505 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Jocelyn Timperley on Earther, shared by Jody Serrano to Gizmodo","title":"This Is What Climate Change Looks Like in an Era of Covid-19","description":"As the coronavirus pandemic continued to escalate around the world, a more localized emergency has unfolded in the Ecuadorian Amazon. Read more...","url":"https://earther.gizmodo.com/this-is-what-climate-change-looks-like-in-an-era-of-cov-1842539967","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/qbuqje4bnkwe0l5b1jiz.jpg","publishedAt":"2020-03-29T14:00:00Z","content":"As the coronavirus pandemic continued to escalate around the world, a more localized emergency has unfolded in the Ecuadorian Amazon.\r\nAfter a day and a night of extreme rainfall at its headwaters, the Bobonaza River, which passes through a mosaic of indigeno… [+7693 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Áine Cain","title":"Stranded passengers on Holland America 'mystery cruise' have no idea where they will end up after coronavirus outbreak forces ports to turn away ships","description":"The MS Zaandam, a Holland America Line cruise ship with 842 passengers and 542 crew members on board, is currently sailing north after being shut out of South American ports over coronavirus concerns. The ship is not in quarantine, and there are no suspected …","url":"https://www.businessinsider.com/cruise-ships-shut-out-of-ports-leaving-passengers-uncertain-2020-3","urlToImage":"https://i.insider.com/5e74d0f2c4854065683c5303?width=1200&format=jpeg","publishedAt":"2020-03-21T15:06:45Z","content":"A St. Patrick's Day celebration broke out in the piano lounge of the MS Zaandam, as the Holland America cruise ship drifted along on its uncertain course. The bar's French piano player broke out the handful of Irish tunes he knew offhand while guests clinked … [+9129 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"pcachero@businessinsider.com (Paulina Cachero), Paulina Cachero","title":"Multiple cruise ships have been denied entry to port and are stranded at sea — some with coronavirus cases on board","description":"Getty Amid the ongoing coronavirus pandemic, countries have been implementing restrictive measures to curb the spread of the novel virus, including closing ports and harbors. These measures have left multiple cruise ships stranded at sea, with some being deni…","url":"https://www.businessinsider.com/cruise-ships-stranded-sea-coronavirus-cases-on-board-2020-3","urlToImage":"https://i.insider.com/5e6fc52ac48540451f3ff0d2?width=1200&format=jpeg","publishedAt":"2020-03-16T19:05:54Z","content":"The novel coronavirus has swept the globe, infecting more than 169,000 and claiming the lives of al least 6,500. With alarm about the coronavirus on the rise, the cruise ship industry has been plunged into chaos.\r\nIn the ongoing coronavirus pandemic, countrie… [+8123 chars]"},{"source":{"id":null,"name":"Androidcentral.com"},"author":"Michael Allison","title":"Samsung is offering free phone cleaning to Galaxy owners in 19 countries","description":"Your phone is the grossest thing you own. What you need to know Samsung will be offering free phone sanitizing services in the wake of the coronavirus outbreak. It will clean Galaxy devices from phones down to Galaxy Buds. The service is rolling out in 19 mar…","url":"https://www.androidcentral.com/samsung-offering-free-phone-cleaning-galaxy-owners-19-countries-including-us","urlToImage":"https://www.androidcentral.com/sites/androidcentral.com/files/styles/large/public/article_images/2020/02/galaxy-s20-plus-fingerprint-sensor-2.jpg?itok=JRrELW6D","publishedAt":"2020-03-12T17:33:00Z","content":"As the coronavirus pandemic spreads across the globe, companies are helping stop the spread by restricting travel and encouraging working from home. In all cases, an emphasis has been placed on personal hygiene to minimize the speed of transmission.Samsung, i… [+1488 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Philip Sanders","title":"Latin America Announces Partial Lockdown as Coronavirus Spreads","description":"(Bloomberg) -- Latin America is stepping up its response to the coronavirus pandemic, with governments across the region announcing a series of new measures....","url":"https://news.yahoo.com/latin-america-announces-partial-lockdown-133150038.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-14T13:31:50Z","content":"(Bloomberg) -- Latin America is stepping up its response to the coronavirus pandemic, with governments across the region announcing a series of new measures.\r\nPresidents in Venezuela, Colombia, Chile and Uruguay went on national television Friday to report th… [+2001 chars]"},{"source":{"id":null,"name":"Cnet.com"},"author":"Eric Mack","title":"SpaceX not slowing down amid coronavirus as Starlink constellation grows again - CNET","description":"Elon Musk's rockets aren't restricting their travel.","url":"https://www.cnet.com/news/spacex-not-slowing-down-amid-coronavirus-as-starlink-constellation-grows-again/","urlToImage":"https://cnet2.cbsistatic.com/img/m8ewWRJZCCzjhlQvIHvbWvqoDg8=/756x567/2020/01/04/319d2f62-9c7e-489b-9639-96b4efd24213/starlink1.jpg","publishedAt":"2020-03-12T16:43:52Z","content":"The Falcon 9 launch in November 2019 carried 60 Starlink satellites.\r\nSpaceX\r\nWhile cancellations and postponements are cascading around the world in response to the COVID-19 coronavirus pandemic, the satellites in the growing SpaceX Starlink constellation ar… [+1904 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Gabriel Stargardter","title":"Winter is coming: cooling weather in Brazil could fan coronavirus outbreak","description":"The coronavirus outbreak is landing in Brazil as the hot summer days in the southern hemisphere draw to a close and winter approaches, potentially worsening the spread of the virus, medical experts told Reuters.","url":"https://www.reuters.com/article/us-health-coronavirus-brazil-seasons-idUSKBN217131","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200320&t=2&i=1505778364&w=1200&r=LYNXMPEG2J0NY","publishedAt":"2020-03-20T09:25:34Z","content":"RIO DE JANEIRO/BRASILIA (Reuters) - The coronavirus outbreak is landing in Brazil as the hot summer days in the southern hemisphere draw to a close and winter approaches, potentially worsening the spread of the virus, medical experts told Reuters. \r\nLittle is… [+3575 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Chris Woodyard, USA TODAY","title":"How troubled cruise ships hit by coronavirus fears around the world are faring","description":"Ports have closed to cruise ships caught up in coronavirus fears -- even if no one aboard is suspected of having caught COVID-19.","url":"https://news.yahoo.com/troubled-cruise-ships-hit-coronavirus-030548862.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/8F7B6Dcrr.IxWtKj.g4oOQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD03NTAuOTMzMzMzMzMzMzMzMw--/https://s.yimg.com/uu/api/res/1.2/anVUrpSIdJ.4v9.bfAfCJQ--~B/aD0xODI5O3c9MzExODtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-us/usa_today_travel_320/25ed950c2fc19c6adfd66590df7213d5","publishedAt":"2020-03-17T03:05:48Z","content":"While many major cruise operators are idling their fleets, some ships are still at sea or trying to find a port as they deal with fears that some passengers or crew may have become infected with the coronavirus.\r\nSome have passengers aboard who either tested … [+3500 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Áine Cain","title":"A day in the life of a passenger in lockdown aboard a Holland America cruise ship where 42 people have reported feeling 'influenza-like symptoms","description":"Passengers on board the MS Zaandam, a Holland America Line cruise ship, are being confined to their staterooms after 42 crew members and guests began exhibiting \"influenza-like symptoms.\" Business Insider reviewed an internal ship itinerary distributed to the…","url":"https://www.businessinsider.com/holland-america-cruise-zaandam-passengers-experience-lockdown-influenza-symptoms-2020-3","urlToImage":"https://i.insider.com/5e78df892d654f251022f609?width=1200&format=jpeg","publishedAt":"2020-03-24T13:08:50Z","content":"Passengers aboard the MS Zaandam, a Holland America Line cruise ship, are adjusting to new ship-wide rules meant to prevent the spread of illness after 42 passengers and crew members reported \"influenza-like symptoms.\"\r\n\"Out of an abundance of caution, we hav… [+7668 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Walter Thompson","title":"Dear Sophie: How do we craft a strong H-1B petition? If I’m not selected, what are my options?","description":"Thank you for asking the questions that are on the minds of many H-1B first-timers. Don’t worry! Several options exist if you’re not selected.","url":"http://techcrunch.com/2020/03/31/dear-sophie-how-do-we-craft-a-strong-h-1b-petition-if-im-not-selected-what-are-my-options/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/01/GettyImages-1096310984-1.jpg?w=600","publishedAt":"2020-03-31T18:49:22Z","content":"More posts by this contributor\r\nHere’s another edition of Dear Sophie, the advice column that answers immigration-related questions about working at technology companies.\r\nYour questions are vital to the spread of knowledge that allows people all over the wor… [+8133 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":"Tim Vickery","title":"History provides hope that Copa America can come back stronger after coronavirus-forced postponement","description":"Tuesday CONMEBOL postponed the Copa America a year due to the coronavirus. But as Tim Vickery writes, the tournament has overcome a pandemic before.","url":"https://www.espn.com/soccer/copa-america/story/4075600/history-provides-hope-that-copa-america-can-come-back-stronger-after-coronavirus-forced-postponement","urlToImage":"https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0317%2Fr680360_1296x729_16%2D9.jpg","publishedAt":"2020-03-17T16:53:22Z","content":"The world's oldest continental competition, the Copa America was first played in 1916 -- while Europe was at war -- with the original intention of staging the tournament annually.\r\nThe first one was held in Argentina, the 1917 version took place in Uruguay, a… [+3453 chars]"},{"source":{"id":null,"name":"Entrepreneur.com"},"author":"Entrepreneur Store","title":"Can't Leave the House? Get 18 Bottles of Wine for Less Than $8 Each Delivered to Your Door.","description":"Take a world tour through wine with this special deal.","url":"https://www.entrepreneur.com/article/347826","urlToImage":"https://assets.entrepreneur.com/content/3x2/2000/20200319010336-adult-beautiful-blur-close-up-374809.jpeg","publishedAt":"2020-03-20T14:30:00Z","content":"March\r\n20, 2020\r\n2 min read\r\nDisclosure: Our goal is to feature products and services that we think you'll find interesting and useful. If you purchase them, Entrepreneur may get a small share of the revenue from the sale from our commerce partners.\r\nIn times… [+1528 chars]"}]