[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Ukraine reports first coronavirus case - health official","description":"Ukraine has its first confirmed coronavirus case, Ihor Kuzin, the acting head of the Health Ministry's public health center, told Reuters on Tuesday.","url":"https://www.reuters.com/article/us-health-coronavirus-ukraine-idUSKBN20Q0ZH","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-03T09:19:17Z","content":"KIEV (Reuters) - Ukraine has its first confirmed coronavirus case, Ihor Kuzin, the acting head of the Health Ministry’s public health center, told Reuters on Tuesday. \r\nThe man was hospitalized on Saturday in the western city of Chernivtsi, having traveled to… [+297 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Ukraine wants talks with IMF, food export curbs to fight virus fallout","description":"Ukrainian President Volodymyr Zelenskiy asked his government on Monday to hold talks with the International Monetary Fund to ask for financial support to counteract the effect of the coronavirus on the economy.","url":"https://www.reuters.com/article/us-health-coronavirus-ukraine-president-idUSKBN2132Q7","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200316&t=2&i=1504027515&w=1200&r=LYNXMPEG2F1QJ","publishedAt":"2020-03-16T15:58:03Z","content":"KIEV (Reuters) - Ukrainian President Volodymyr Zelenskiy asked his government on Monday to hold talks with the International Monetary Fund to ask for financial support to counteract the effect of the coronavirus on the economy. \r\nIn a special video address, h… [+267 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Caitlin Welsh","title":"'You're a monster': Colbert goes to town on Trump's weekend of woeful coronavirus leadership","description":"\"This is the first crisis of Trump’s presidency that he did not cause himself, and he is shankin’ it,” declared Stephen Colbert in Monday night’s Late Show monologue, summing up a truly dire few days of presidential mishandling, “hunches,” and health misinfor…","url":"https://mashable.com/video/coronavirus-stephen-colbert-trump-response-golf/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F10%252Fee%252F5b3360e585a2491eb60d129193b59687.8b278.png%252F1200x630.png?signature=Jjlu-C8QoHpiw2aovYO9taV6Uq4=","publishedAt":"2020-03-10T04:47:11Z","content":"\"This is the first crisis of Trumps presidency that he did not cause himself, and he is shankin it, declared Stephen Colbert in Monday nights Late Show monologue, summing up a truly dire few days of presidential mishandling, hunches, and health misinformation… [+861 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":null,"title":"Protesters defy lockdown as coronavirus threatens Ukraine-Russia peace push","description":"The spread of the coronavirus is affecting how Ukraine resolves the war still raging in its eastern fringes.","url":"https://news.yahoo.com/protesters-defy-lockdown-coronavirus-threatens-100501235.html","urlToImage":null,"publishedAt":"2020-03-26T10:05:01Z","content":null},{"source":{"id":"the-verge","name":"The Verge"},"author":"Nicole Wetsman","title":"Fearful reactions to the new coronavirus can put lives at risk","description":"When people are scared, they make decisions that can accelerate the spread of disease. It’s okay to be worried about COVID-19, the disease caused by the new coronavirus, but choices based on fear can make it worse.","url":"https://www.theverge.com/2020/3/10/21172988/coronavirus-fear-reactions-virus-ebola-cdc-covid19-panic-precautions","urlToImage":"https://cdn.vox-cdn.com/thumbor/H9zqOtk7x4_jMq5IngTo-RmgJEk=/0x392:5472x3257/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19781852/1205093446.jpg.jpg","publishedAt":"2020-03-10T15:24:35Z","content":"Its okay to be worried, but dont let fear trump public health advice\r\nPhoto by Tayfun Coskun / Anadolu Agency via Getty Images\r\nPeople in the US are worried about the new coronavirus outbreak. That concern is warranted: the virus is a scary new threat, it can… [+5857 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Matt Novak","title":"CPAC Organizer Tells Everyone to 'Calm Down' Via Skype From Coronavirus Quarantine","description":"Matt Schlapp, the organizer of the Conservative Political Action Conference (CPAC), insisted on Laura Ingraham’s show last night that everyone needs to “calm down” about the new coronavirus. Schlapp appeared on the Fox News program via Skype because he’s curr…","url":"https://gizmodo.com/cpac-organizer-tells-everyone-to-calm-down-via-skype-fr-1842233157","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/shum0o45aajykfanyjfo.png","publishedAt":"2020-03-10T11:30:00Z","content":"Matt Schlapp, the organizer of the Conservative Political Action Conference (CPAC), insisted on Laura Ingrahams show last night that everyone needs to calm down about the new coronavirus. Schlapp appeared on the Fox News program via Skype because hes currentl… [+4256 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: European nations tighten clampdown","description":"Austria announces major restrictions on movement, and a state of emergency is expected in Romania.","url":"https://www.bbc.co.uk/news/world-europe-51897069","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/134D0/production/_111265097_mediaitem111265093.jpg","publishedAt":"2020-03-15T12:18:40Z","content":"Image copyrightGetty ImagesImage caption\r\n Several Austrian ski resorts were under quarantine before the new measures were announced\r\nSeveral European nations have introduced more stringent restrictions on movement as they combat the spread of the coronavirus… [+4111 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Bobby Allyn","title":"Trump Picks Budget Hawk Russ Vought As OMB Director As Coronavirus Crashes Economy","description":"Vought's values stand in sharp contrast to Trump's \"go big\" approach in devising the White House's coronavirus stimulus, expected to be a $1 trillion emergency package.","url":"https://www.npr.org/2020/03/18/818016680/trump-picks-budget-hawk-russ-vought-as-omb-director-as-coronavirus-crashes-econo","urlToImage":"https://media.npr.org/assets/img/2020/03/18/ap_19070657241087_wide-ce46cb93a7eb364fe9e4f37b468e23db60861b3a.jpg?s=1400","publishedAt":"2020-03-18T23:47:49Z","content":"President Trump said on Wednesday that Acting Office of Management and Budget Director Russ Vought will be nominated as the office's permanent director.\r\nEvan Vucci/AP\r\nPresident Trump said Wednesday he will nominate his acting budget director, Russ Vought, t… [+2951 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"CBSNews","title":"Trump compares coronavirus test to Ukraine phone call","description":"At the CDC Friday, he said, \"The tests are all perfect, like the letter — was perfect. The transcription was perfect. This was not as perfect as that, but it'll be good.\"","url":"https://news.yahoo.com/trump-cancels-planned-trip-cdc-013013792.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/fcZKiiJFSjQ975xUSNB3dg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/uDUyTWFxtc7l9SyGI_BhIA--~B/aD0zNzEyO3c9NTU2ODtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/cbs_news_897/3e3f8dcc94dbdee656065294b3d76b19","publishedAt":"2020-03-06T11:59:44Z","content":"President Trump, on a visit to the Centers for Disease Control in Atlanta, asserted that coronavirus tests are available to \"anybody.\" \"Anybody that wants a test can get a test,\" he said. \"That's what the bottom line is.\"\r\nAnd he added, \"Anybody right now and… [+3745 chars]"},{"source":{"id":null,"name":"Androidcentral.com"},"author":"Michael Allison","title":"Samsung is offering free phone cleaning to Galaxy owners in 19 countries","description":"Your phone is the grossest thing you own. What you need to know Samsung will be offering free phone sanitizing services in the wake of the coronavirus outbreak. It will clean Galaxy devices from phones down to Galaxy Buds. The service is rolling out in 19 mar…","url":"https://www.androidcentral.com/samsung-offering-free-phone-cleaning-galaxy-owners-19-countries-including-us","urlToImage":"https://www.androidcentral.com/sites/androidcentral.com/files/styles/large/public/article_images/2020/02/galaxy-s20-plus-fingerprint-sensor-2.jpg?itok=JRrELW6D","publishedAt":"2020-03-12T17:33:00Z","content":"As the coronavirus pandemic spreads across the globe, companies are helping stop the spread by restricting travel and encouraging working from home. In all cases, an emphasis has been placed on personal hygiene to minimize the speed of transmission.Samsung, i… [+1488 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus: Q&A as Uefa meet to discuss Euro 2020 & Champions League","description":"What will happen to Euro 2020? What about the Champions League? BBC Sport's Simon Stone looks ahead to Uefa's crisis meeting.","url":"https://www.bbc.co.uk/sport/football/51912634","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/13EC8/production/_111280618_gettyimages-609482188-1.jpg","publishedAt":"2020-03-16T20:32:11Z","content":"Euro 2020 is scheduled to begin on 12 June\r\nEuropean football's powerbrokers will meet by video conference on Tuesday to discuss how to deal with the fallout from the coronavirus crisis that has caused the game to grind to a halt.\r\nBBC Sport has been told \"no… [+4082 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Kirsti Knolle","title":"Austria close to standstill, starts biggest repatriation effort ever","description":"Austria came close to a standstill on Tuesday as it faced a second day of major restrictions on public life due to coronavirus, with Vienna Airport operating at a bare minimum, rail transport down 70% and a western region put under lockdown.","url":"https://www.reuters.com/article/us-health-coronavirus-austria-idUSKBN21427X","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200317&t=2&i=1504548782&w=1200&r=LYNXMPEG2G1F9","publishedAt":"2020-03-17T18:32:40Z","content":"VIENNA (Reuters) - Austria came close to a standstill on Tuesday as it faced a second day of major restrictions on public life due to coronavirus, with Vienna Airport operating at a bare minimum, rail transport down 70% and a western region put under lockdown… [+2436 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Opinion by Michael Bociurkiw","title":"Hungarian leader's outrageous power grab","description":"In the span of just a few days, autocrats around the world, using the cover of the Covid-19 outbreak, have reached for shockingly devious powers to take on extraordinary new powers. We are not talking about logical containment steps, such as the ordering of s…","url":"https://www.cnn.com/2020/04/03/opinions/hungary-autocrat-covid-19-power-grab-bociurkiw/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/170424084120-viktor-orban-super-tease.jpg","publishedAt":"2020-04-03T10:42:18Z","content":"Michael Bociurkiw is a global affairs analyst and a former spokesman for the Organization for Security and Cooperation in Europe. Follow him on Twitter @WorldAffairsPro. The opinions expressed in this commentary are his; view more opinions on CNN.\r\n (CNN)In t… [+6406 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Dell Cameron","title":"Google Says State-Sponsored Hackers Impersonate Journalists to Target Them","description":"Government-backed hackers are increasingly posing  members of the press in attempts to spread malicious email attachments and disinformation among newsreaders, according to Google’s own elite team of hackers.","url":"https://gizmodo.com/google-says-state-sponsored-hackers-target-journalists-1842531368","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/uw6lndk3s6ad3hs9hnly.jpg","publishedAt":"2020-03-27T21:20:00Z","content":"Government-backed hackers are increasingly posing members of the press in attempts to spread malicious email attachments and disinformation among newsreaders, according to Googles own elite team of hackers.\r\nOft-described as Googles internal counterespionage … [+3190 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Andra Timu and Irina Vilcu","title":"Romanian Virus Death Toll Rises to Worst in EU’s Eastern Wing","description":"(Bloomberg) -- Romania is suffering a surge in fatalities caused by the coronavirus after tens of thousands of its citizens returned from Italy and Spain, making it the worst-hit nation in central and eastern Europe.The death toll surged to 69 in the past 24 …","url":"https://news.yahoo.com/romanian-virus-death-toll-rises-105741891.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/8VdtkFwruMq5ZB7.7lCazQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD03MjA-/https://s.yimg.com/uu/api/res/1.2/Wa98FNj4Uk7kJ06puEsuMQ--~B/aD02NzU7dz0xMjAwO3NtPTE7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/bloomberg_politics_602/bf9e5cab6916cdc7315122cd2eeadc36","publishedAt":"2020-03-31T10:57:41Z","content":"(Bloomberg) --\r\nRomania is suffering a surge in fatalities caused by the coronavirus after tens of thousands of its citizens returned from Italy and Spain, making it the worst-hit nation in central and eastern Europe.\r\nThe death toll surged to 69 in the past … [+2051 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"Ron Dicker","title":"James Bond Star Olga Kurylenko Says She Has Coronavirus","description":"The Ukrainian actor starred in \"Quantum of Solace\" with Daniel Craig and \"Oblivion\" with Tom Cruise.","url":"https://www.huffpost.com/entry/olga-kurylenko-cornavirus_n_5e6f6947c5b6747ef1216cfa","urlToImage":"https://img.huffingtonpost.com/asset/5e6f7075260000082db66b71.jpeg?cache=ZAqBLewbdt&ops=1200_630","publishedAt":"2020-03-16T14:38:04Z","content":"Olga Kurylenko, who starred in the James Bond movie “Quantum of Solace,” announced Sunday she has contracted COVID-19, the disease caused by the new coronavirus.\r\n“Locked up at home after having tested positive for Coronavirus,” she wrote on Instagram with a … [+1069 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Countries evacuating nationals from coronavirus-hit areas","description":"A growing number of countries around the world have been evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus.","url":"https://www.reuters.com/article/us-china-health-evacuation-factbox-idUSKBN20Q0UZ","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498066406&w=1200&r=LYNXMPEG220KO","publishedAt":"2020-03-03T08:38:50Z","content":"(Reuters) - A growing number of countries around the world have been evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus. \r\nFollowing are some countries’ evacuation plans, and how they aim to manage the healt… [+4518 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of coronavirus around the world","description":"The new coronavirus appears to now be spreading much more rapidly outside China than within, and airports in hard-hit countries were ramping up screening of travelers.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20Q242","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498209741&w=1200&r=LYNXMPEG221F4","publishedAt":"2020-03-03T15:23:59Z","content":"(Reuters) - The new coronavirus appears to now be spreading much more rapidly outside China than within, and airports in hard-hit countries were ramping up screening of travelers. \r\n- Mainland China reported 125 new cases, bringing the total number of confirm… [+4083 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Peter Weber","title":"Mitt Romney might thwart a Senate investigation of Hunter Biden","description":"After former Vice President Joe Biden revived his Democratic presidential candidacy with a win in South Carolina, Senate Republicans suddenly started making noise about an investigation into Biden's son Hunter and his work for Ukrainian gas company Burisma. B…","url":"https://news.yahoo.com/mitt-romney-might-thwart-senate-063700917.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/wKzrAP.DoiR_FwSDK_PPwA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/nedCiq68Uo0YYO4LqBgrAg--~B/aD01NjA7dz04NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_week_574/74a0945ec464d99ff6be05bf03a3d2ed","publishedAt":"2020-03-06T06:37:00Z","content":"After former Vice President Joe Biden revived his Democratic presidential candidacy with a win in South Carolina, Senate Republicans suddenly started making noise about an investigation into Biden's son Hunter and his work for Ukrainian gas company Burisma. B… [+2357 chars]"}]