[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Egypt to halt flights from Thursday to halt spread of coronavirus","description":"Egypt will halt all air traffic from its airports starting Thursday until March 31 to prevent the spread of coronavirus, Prime Minister Mostafa Madbouly said on Monday.","url":"https://www.reuters.com/article/us-health-coronavirus-egypt-idUSKBN213222","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-16T13:22:23Z","content":"CAIRO (Reuters) - Egypt will halt all air traffic from its airports starting Thursday until March 31 to prevent the spread of coronavirus, Prime Minister Mostafa Madbouly said on Monday. \r\nEgypt will sanitize hotels during the closure, he said in a televised … [+363 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Kuwait asks passengers from 10 countries to provide certificates showing they are virus-free: statement","description":"Kuwait's civil aviation authority said on Tuesday passengers from 10 countries including India, Turkey and Egypt must produce certificates issued by the Kuwaiti embassy in their country saying they are coronavirus free.","url":"https://www.reuters.com/article/us-health-coronavirus-kuwait-idUSKBN20Q1WX","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-03T14:16:16Z","content":"DUBAI (Reuters) - Kuwait’s civil aviation authority said on Tuesday passengers from 10 countries including India, Turkey and Egypt must produce certificates issued by the Kuwaiti embassy in their country saying they are coronavirus free. \r\nPassengers who do n… [+154 chars]"},{"source":{"id":null,"name":"Egyptindependent.com"},"author":null,"title":"WHO announces that four coronavirus vaccine experiments begin - Egypt Independent","description":"The World Health Organization (WHO) on Sunday announced that medical experiments on four coronavirus (COVID-19) vaccines are underway.","url":"https://www.egyptindependent.com/who-announces-that-four-coronavirus-vaccine-experiments-begin/","urlToImage":"https://amayei.nyc3.digitaloceanspaces.com/2020/03/coronavirus-2.jpg","publishedAt":"2020-03-30T09:56:00Z","content":"The World Health Organization (WHO) on Sunday announced that medical experiments on four coronavirus (COVID-19) vaccines are underway.\r\nThese tests are being performed to ensure the vaccine’s effectiveness in curing the disease, the WHO explained, adding that… [+940 chars]"},{"source":{"id":null,"name":"Cp24.com"},"author":"Allison Jones","title":"Ontario reports three new coronavirus cases, bringing province's total to 18 - CP24 Toronto's Breaking News","description":"Ontario reports three new coronavirus cases, bringing province's total to 18 CP24 Toronto's Breaking News Sudbury health unit planning for possible pandemic of COVID-19 CBC.ca Global concerns rising over COVID-19, seven new cases in Canada, sixth deaths in U.…","url":"https://www.cp24.com/news/ontario-reports-three-new-coronavirus-cases-bringing-province-s-total-to-18-1.4835004","urlToImage":"https://www.cp24.com/polopoly_fs/1.4823588.1582498857!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg","publishedAt":"2020-03-02T22:13:00Z","content":"TORONTO -- Ontario reported three new cases of the novel coronavirus Monday, bringing the total in the province to 18, though officials say the virus is not spreading locally.\r\nA spate of new cases has been reported over the past few days, all of them people … [+3573 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Eric Niiler","title":"The US Army's Virus Research Lab Gears Up to Fight Covid-19","description":"The Pentagon's Institute of Infectious Diseases has been handling the world’s most dangerous organisms for decades. Now they're researching the new coronavirus.","url":"https://www.wired.com/story/the-us-armys-virus-research-lab-gears-up-to-fight-covid-19/","urlToImage":"https://media.wired.com/photos/5e83ada88dd572000828b70a/191:100/w_1280,c_limit/Science_USAMRIID_DSC_2559.jpg","publishedAt":"2020-04-01T11:00:00Z","content":"The cinder block hallways inside the US Armys top virus research lab are punctuated every few feet with windows that peer into tiny offices and laboratories crammed with scientific equipment. On each doorway, orange placards with that Vulcan-looking biohazard… [+4682 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"Reuters","title":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines - ABS-CBN News","description":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines ABS-CBN News Qatar bars arrivals from PH, 13 other countries amid coronavirus jitters INQUIRER.net Qatar bans travelers from PH, 13 other countries amid coronavirus worries CNN Phil…","url":"https://news.abs-cbn.com/overseas/03/09/20/qatar-traveler-philippines-filipinos-ofws-coronavirus-ncov-covid-19","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/09/ofw.jpg","publishedAt":"2020-03-08T22:52:00Z","content":"CAIRO - Qatar has temporarily barred travelers from 14 countries from March 9 as a precaution against the rapidly spreading coronavirus, the government announced on Sunday.\r\nThe ban covers China, Egypt, India, Iran, Iraq, Lebanon, Bangladesh, Nepal, Pakistan,… [+231 chars]"},{"source":{"id":null,"name":"Cp24.com"},"author":"The Canadian Press","title":"Ontario reports three new coronavirus cases, brings province's total to 18 - CP24 Toronto's Breaking News","description":"Ontario reports three new coronavirus cases, brings province's total to 18 CP24 Toronto's Breaking News LILLEY: Health officials reveal 4 new cases of COVID-19 Sunday in GTA Toronto Sun Coronavirus in Canada: Here’s a timeline of cases across provinces Global…","url":"https://www.cp24.com/news/ontario-reports-three-new-coronavirus-cases-brings-province-s-total-to-18-1.4835004","urlToImage":"https://www.cp24.com/polopoly_fs/1.4823588.1582498857!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg","publishedAt":"2020-03-02T17:15:00Z","content":"TORONTO - Ontario is reporting three new cases of the novel coronavirus today, bringing the total in the province to 18.\r\nThe province's chief medical officer of health, Dr. David Williams, is expected to provide details about the new cases at a news conferen… [+887 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Cairo, the city that never sleeps, shuts for coronavirus night-time curfew","description":"Egypt and its capital Cairo, a mega-city home to some 20 million people, shut down on Wednesday evening as authorities launched a night-time curfew to tackle the spread of the coronavirus. In a city that never sleeps where restaurants and cafes are usually op…","url":"https://news.yahoo.com/cairo-city-never-sleeps-shuts-222739232.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/6ulufFuLolgzqe3b2iiDPA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NDkuNg--/https://s.yimg.com/uu/api/res/1.2/Cn8j.dYuRlTR7cLjbzrL1w--~B/aD01MzE7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/74ce28b2e060478c15e2786c5585dc64","publishedAt":"2020-03-25T22:27:39Z","content":"CAIRO (Reuters) - Egypt and its capital Cairo, a mega-city home to some 20 million people, shut down on Wednesday evening as authorities launched a night-time curfew to tackle the spread of the coronavirus.\r\nIn a city that never sleeps where restaurants and c… [+1305 chars]"},{"source":{"id":null,"name":"Ctvnews.ca"},"author":"Ian Holliday","title":"B.C. urges 'social distancing' as 7 new COVID-19 cases identified - CTV News","description":"B.C. urges 'social distancing' as 7 new COVID-19 cases identified CTV News Coronavirus: B.C. confirms 7 new COVID-19 cases, 2 of them health-care workers Global News 7 new coronavirus cases found in BC CBC Vancouver 7 new coronavirus cases found in B.C., incl…","url":"https://bc.ctvnews.ca/b-c-urges-social-distancing-as-7-new-covid-19-cases-identified-1.4849146","urlToImage":"https://www.ctvnews.ca/polopoly_fs/1.4849249.1583967478!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg","publishedAt":"2020-03-11T22:39:00Z","content":"VANCOUVER -- \r\nHealth officials in British Columbia are underlining the importance of \"social distancing\" as the province deals with seven new cases of COVID-19.\r\nProvincial Health Officer Dr. Bonnie Henry and B.C. Minister of Health Adrian Dix made the annou… [+3694 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"KTRK – Houston","title":"Houston area COVID cases linked to Nile River cruise in Egypt","description":"One person who tested positive in the Houston-area coronavirus cases attended church in west Houston on Ash Wednesday, Feb 26.","url":"https://news.yahoo.com/houston-area-covid-cases-linked-212747539.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/9IzTBFM7E0FTXYPWj87JVg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD03MjA-/https://s.yimg.com/uu/api/res/1.2/YvopbfrCOCeBvRF_o_Z2DQ--~B/aD03MjA7dz0xMjgwO3NtPTE7YXBwaWQ9eXRhY2h5b24-/https://s.yimg.com/hd/cp-video-transcode/prod/2020-03/07/5e6412d302816b02378169b3/5e6412d302816b02378169b4_o_U_v2.jpg","publishedAt":"2020-03-07T21:27:47Z","content":"One person who tested positive in the Houston-area coronavirus cases attended church in west Houston on Ash Wednesday, Feb 26."},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Week in pictures","description":"A selection of news photographs taken around the world this week.","url":"https://www.bbc.co.uk/news/in-pictures-52063865","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/D92A/production/_111449555_2020-03-26t205322z_66365809_rc2vrf9uevvj_rtrmadp_3_health-coronavirus-usa.jpg","publishedAt":"2020-03-28T00:15:15Z","content":"A selection of powerful news photographs taken around the world this week.\r\nImage copyrightCarlos Barria / ReutersImage caption\r\n First responders evacuate sick crew members with flu-like symptoms from cruise ships Costa Favolosa and Costa Magica, at the US C… [+1531 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Colin Dwyer","title":"Coronavirus Fears Derail Friday Prayers For Muslims Across The World","description":"\"Islam doesn't permit practices that would put human life in danger,\" said the head of religious affairs in Turkey, one of a host of Muslim-majority countries to curtail gatherings at mosques.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/19/818337269/coronavirus-fears-derail-friday-prayers-for-muslims-across-the-world","urlToImage":"https://media.npr.org/assets/img/2020/03/19/gettyimages-1206570795_wide-940d040438c5f37f0a899392c99e8db65b32d50c.jpg?s=1400","publishedAt":"2020-03-19T19:22:27Z","content":"A government worker disinfects the Klç Ali Pasa mosque in Istanbul last week. Turkey is just one of a host of countries across the Muslim world where Friday prayers have been banned or curtailed to stem the spread of the coronavirus.\r\nYasin Akgul/AFP via Gett… [+2022 chars]"},{"source":{"id":null,"name":"Ctvnews.ca"},"author":null,"title":"Tracking every case of COVID-19 in Canada - CTV News","description":"Tracking every case of COVID-19 in Canada CTV News How Canada's designated COVID-19 testing centres work CBC News Ontario confirms 19 new cases of coronavirus, bringing provincial total to 79 Global News What’s closed or cancelled in Toronto amid coronavirus …","url":"https://www.ctvnews.ca/health/coronavirus/tracking-every-case-of-covid-19-in-canada-1.4852102","urlToImage":"https://www.ctvnews.ca/polopoly_fs/1.4816103.1581987337!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg","publishedAt":"2020-03-13T18:17:00Z","content":"TORONTO -- \r\nThe first case of COVID-19 in Canada was confirmed on January 25, 2020, after a man travelling from Wuhan, China, tested positive for the coronavirus. Since then the virus has made its way through 7 provinces and as of March 13, 2020, Canada has … [+24414 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"First coronavirus cases confirmed in the Palestinian Gaza Strip","description":"The first two cases of coronavirus have been confirmed in the densely-populated Gaza Strip, Palestinian health officials said on Sunday. Two Palestinians who had traveled from Pakistan and entered Gaza through Egypt had tested positive for the virus late on S…","url":"https://news.yahoo.com/first-coronavirus-cases-confirmed-palestinian-000911833.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/y6LPLOU4dclFZdMkGEHccQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/DvtVsY36f.tRhfTKLCNBPA--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/f6c60677c16455358eda1e51001d876b","publishedAt":"2020-03-22T00:09:11Z","content":"GAZA (Reuters) - The first two cases of coronavirus have been confirmed in the densely-populated Gaza Strip, Palestinian health officials said on Sunday.\r\nTwo Palestinians who had traveled from Pakistan and entered Gaza through Egypt had tested positive for t… [+1017 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Italy to 'quarantine 10 million people' in Lombardy","description":"Gyms, pools, museums and ski resorts will close as Italy aims to control the spread of coronavirus.","url":"https://www.bbc.co.uk/news/world-middle-east-51787238","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/10BEB/production/_111178586_tv060500488.jpg","publishedAt":"2020-03-07T23:08:30Z","content":"Image copyrightGetty Images\r\nItaly is set to lock down at least 10 million people in the region of Lombardy and 11 provinces in the north and the east of the country.\r\nThe mandatory quarantine will last until early April.\r\nThe dramatic escalation in the count… [+5004 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Suleiman Al-Khalidi","title":"Jordan's coronavirus cases rise as it moves to cushion economy","description":"Jordan confirmed 12 new cases of the coronavirus on Sunday, as the central bank announced measures to help troubled businesses and a tourism sector hit hard by the impact of the crisis.","url":"https://www.reuters.com/article/us-health-coronavirus-jordan-idUSKBN212154","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200315&t=2&i=1503710932&w=1200&r=LYNXMPEG2E120","publishedAt":"2020-03-15T23:23:35Z","content":"AMMAN (Reuters) - Jordan confirmed 12 new cases of the coronavirus on Sunday, as the central bank announced measures to help troubled businesses and a tourism sector hit hard by the impact of the crisis. \r\nThe kingdom imposed measures on Saturday to fight the… [+2372 chars]"},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"The Conversation","title":"Researchers are using these mathematical models to predict the spread of coronavirus","description":"Disease has afflicted humans ever since there have been humans. Malaria and tuberculosis are thought to have ravaged Ancient Egypt more than 5,000 years ago. From AD 541 to 542 the global pandemic known as “the Plague of Justinian” is estimated to have killed…","url":"https://thenextweb.com/syndication/2020/04/02/how-to-model-a-pandemic-coronavirus/","urlToImage":"https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fimages.theconversation.com%2Ffiles%2F323033%2Foriginal%2Ffile-20200325-168876-m94ong.png%3Fixlib%3Drb-1.1.0%26amp%3Bq%3D45%26amp%3Bauto%3Dformat%26amp%3Bw%3D754%26amp%3Bfit%3Dclip&signature=86fe2afd444922c4ebb68f4abad3e57d","publishedAt":"2020-04-02T11:27:39Z","content":"Disease has afflicted humans ever since there have been humans. Malaria and tuberculosis are thought to have ravaged Ancient Egypt more than 5,000 years ago. From AD 541 to 542 the global pandemic known as the Plague of Justinian is estimated to have killed 1… [+13932 chars]"},{"source":{"id":null,"name":"Dailyhive.com"},"author":"Eric Zimmer","title":"BC announces 11 new cases of coronavirus in the province | News - Daily Hive","description":"BC announces 11 new cases of coronavirus in the province | News Daily Hive COVID-19: Eleven new cases, including three staff at North Vancouver's Lions Gate Hospital Vancouver Sun View Full coverage on Google News","url":"https://dailyhive.com/vancouver/bc-coronavirus-covid-19-update-march-13-2020","urlToImage":"https://images.dailyhive.com/20200303095744/shutterstock_1625027965-500x258.jpg","publishedAt":"2020-03-13T22:49:00Z","content":"After Vancouver Coastal Health confirmed three cases of COVID-19 at Lions Gate Hospital in North Vancouver on Friday morning, BC Provincial Health Officer Bonnie Henry said on Friday afternoon that those three are part of 11 new cases in the province.\r\nFriday… [+1612 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of coronavirus around the world","description":"The World Health Organization (WHO) described the coronavirus outbreak as a pandemic and said Italy and Iran were on the frontline of the disease and other countries would soon join them.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20Z0LL","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200312&t=2&i=1502042875&w=1200&r=LYNXMPEG2B0AL","publishedAt":"2020-03-12T05:19:59Z","content":"(Reuters) - The World Health Organization (WHO) described the coronavirus outbreak as a pandemic and said Italy and Iran were on the frontline of the disease and other countries would soon join them. \r\nFor an interactive graphic tracking global spread of coro… [+7558 chars]"}]