[{"source":{"id":"business-insider","name":"Business Insider"},"author":"Lisa Eadicicco","title":"A man used a drone to take his dog for a walk while he was in lockdown because of the coronavirus","description":"One man in Cyprus used a drone to take his dog for a walk during a lockdown. The video has gained a lot of attention since it was posted on Wednesday, gaining 3.6 million views on Twitter. The post comes after Cyprus shut down public areas like malls and nigh…","url":"https://www.businessinsider.com/video-dog-being-walked-by-drone-cyprus-coronavirus-lockdown-2020-3","urlToImage":"https://i.insider.com/5e74e2f0c4854034f44b5202?width=1200&format=jpeg","publishedAt":"2020-03-20T16:22:14Z","content":"The ongoing coronavirus pandemic has caused people all over the world to re-think how they perform daily tasks and errands without leaving their home.\r\nFor one man in Cyprus, that meant deploying his drone to take his dog for a walk.\r\nIn a video published on … [+1410 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"Storyful, USA TODAY, Storyful","title":"Man uses drone to walk dog during coronavirus lockdown","description":"A man in Limassol, Cyprus found a clever way to walk his dog amidst a government-mandated coronavirus lockdown.","url":"https://www.usatoday.com/videos/news/have-you-seen/2020/03/20/man-uses-drone-walk-dog-during-coronavirus-lockdown/2882768001/","urlToImage":"https://www.gannett-cdn.com/presto/2020/03/20/USAT/faaef680-1ebe-43c2-8fc7-791f2692496f-VPC_MAN_USES_DRONE_TO_WALK_DOG_DESK_THUMB_DESK_THUMB.jpg?quality=10","publishedAt":"2020-03-20T12:14:55Z","content":null},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Marketwatch.com"},"author":"Callum Keown","title":"Coronavirus has now spread to every EU country and Ireland has canceled the St Patrick’s Day parade","description":"The coronavirus has now spread to every European Union country after Cyprus reported its first case on Monday.","url":"http://www.marketwatch.com/story/coronavirus-has-now-spread-to-every-eu-country-and-ireland-has-canceled-the-st-patricks-day-parade-2020-03-09","urlToImage":"https://s.marketwatch.com/public/resources/images/MW-IB827_StPatr_ZG_20200309125446.jpg","publishedAt":"2020-03-09T16:32:45Z","content":"Coronavirus has now spread to every European Union country after Cyprus reported its first case on Monday.After bringing much of Asia to a standstill over the past month, the outbreak now looks set to have a profound impact in Europe, with millions of people … [+2242 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"US jobless claims balloon to record on coronavirus impact","description":"The number of Americans filing claims for unemployment benefits shot to record of more than 3 million last week as strict measures to contain the coronavirus pandemic ground the country to a sudden halt, unleashing a wave of layoffs that likely brought an end…","url":"https://www.reuters.com/article/us-usa-economy-joblessclaims-instantview-idUSKBN21D201","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200326&t=2&i=1508464194&w=1200&r=LYNXMPEG2P13U","publishedAt":"2020-03-26T13:16:28Z","content":"NEW YORK (Reuters) - The number of Americans filing claims for unemployment benefits shot to record of more than 3 million last week as strict measures to contain the coronavirus pandemic ground the country to a sudden halt, unleashing a wave of layoffs that … [+5095 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Thailand restricts visitor visas to limit virus spread","description":"Thailand will temporarily suspend issuing visas on arrival to visitors from 19 countries and territories, including China, to contain the spread of the coronavirus, its interior minister said on Wednesday. \"People from any country who want to come will need t…","url":"https://news.yahoo.com/thailand-cancels-visa-arrival-18-072257517.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/OKIqsVZLSS3JmZTi4RBq7w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/OButOdfmjQ88Vqv5kS_5lQ--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/9224ccca0413f27be1763a1cc7a007c4","publishedAt":"2020-03-11T07:22:57Z","content":"BANGKOK (Reuters) - Thailand will temporarily suspend issuing visas on arrival to visitors from 19 countries and territories, including China, to contain the spread of the coronavirus, its interior minister said on Wednesday.\r\nThe suspensions were the latest … [+1888 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Lefteris Papadimas","title":"Amid migrant crisis, Greece-Turkey conflict plays out on social media","description":"Greeks and Turks are waging a proxy war on social media with photos, video and commentary purporting to show the other side behaving badly in a migrant crisis that has seriously strained already tense relations between Athens and Ankara.","url":"https://www.reuters.com/article/us-syria-security-greece-turkey-idUSKBN20W224","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-09T14:41:32Z","content":"ATHENS/ANKARA (Reuters) - Greeks and Turks are waging a proxy war on social media with photos, video and commentary purporting to show the other side behaving badly in a migrant crisis that has seriously strained already tense relations between Athens and Ank… [+3232 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"Matthew Beedham","title":"Coronavirus leads to global decrease in oil demand, air quality is on the up","description":"With various lockdown and quarantine policies in place across the world to stem the spread of coronavirus, people are driving a lot less. This is having a positive effect on air quality in cities, but it’s cause for concern for petrol stations the world over.…","url":"https://thenextweb.com/?p=1282429","urlToImage":"https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F04%2Fpetrol-station-gas-diesel-fuel-oil-demand-ev-electric-air-quality.jpg&signature=5122bd8ef2c743632b3efc6b0e1cf5d9","publishedAt":"2020-04-01T08:19:57Z","content":"With various lockdown and quarantine policies in place across the world to stem the spread of coronavirus, people are driving a lot less. This is having a positive effect on air quality in cities, but its cause for concern for petrol stations the world over.\r… [+3397 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"David Pescovitz","title":"Coyotes on the streets of San Francisco","description":"La espectacular imagen de un coyote sobre el puente Golden Gate, en San Francisco. La llegada de animales salvajes a las ciudades desiertas es un hecho #COVID2019 #QuedateEnTuCasa #COVID19 #LugaresyMás pic.twitter.com/7rTpKbt7W2 — Lugares y Más (@_LugaresyMas…","url":"https://boingboing.net/2020/03/27/coyotes-on-the-streets-of-san.html","urlToImage":"https://s0.wp.com/i/blank.jpg","publishedAt":"2020-03-27T15:48:05Z","content":"Vakis Demetrious posted this clip from Limassol, Cyprus. He writes: 5th day quarantine. Stay Home Safe but don’t forget your dog happiness.. (And yes, I understand that if the dog wanted to run off, it could easily pull the drone right along with it.)\r\nAbove,… [+1539 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Andrew Connelly","title":"Cyprus pushes Syrian refugees back at sea due to coronavirus","description":"About 200 Syrian refugees are stranded in northern Cyprus after a harrowing standoff with authorities on the sea.","url":"https://www.aljazeera.com/news/2020/03/cyprus-pushes-syrian-refugees-sea-due-coronavirus-200330091614066.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/30/c46a749278584364baafc5af78c57962_18.jpg","publishedAt":"2020-03-30T13:39:42Z","content":"Nearly 200 Syrian asylum seekers are stranded in northern Cyprus after they were pushed back in the middle of the sea by authorities in the government-controlled south. \r\nQuarantined and under threat of deportation, they have become the latest victims of a mu… [+6934 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"The Associated Press","title":"The Latest: Dairy plants dumping unused milk as demand dries","description":"— Vatican records its 7th coronavirus case and extends partial lockdown until May 4. — Pandemic could wipe out $23 billion in passenger revenue from airlines across Middle East and Africa. The coronavirus has dried up the marketplace for dairy products as res…","url":"https://finance.yahoo.com/news/latest-australia-offer-child-care-061026011.html","urlToImage":"https://s.yimg.com/uu/api/res/1.2/nYkpPhx4EEINvUs_ILgxbw--~B/aD0yNDcxO3c9MzcwNjtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/c6c5273188e67180f663c82cb03cff7d","publishedAt":"2020-04-02T06:10:26Z","content":"The Latest on the coronavirus pandemic. The new coronavirus causes mild or moderate symptoms for most people. For some, especially older adults and people with existing health problems, it can cause more severe illness or death. Vatican records its 7th corona… [+13508 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Cyprus imposes peacetime curfew, extending coronavirus lockdown","description":"Cyprus imposed a curfew on Monday to contain the spread of coronavirus, extending a broad lockdown introduced two weeks ago after a weekend spike in recorded cases.","url":"https://www.reuters.com/article/us-health-coronavirus-cyprus-curfew-idUSKBN21H2EP","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200330&t=2&i=1510210669&w=1200&r=LYNXMPEG2T1KB","publishedAt":"2020-03-30T15:04:30Z","content":"NICOSIA (Reuters) - Cyprus imposed a curfew on Monday to contain the spread of coronavirus, extending a broad lockdown introduced two weeks ago after a weekend spike in recorded cases. \r\nFrom March 31, people with only some exceptions are banned from leaving … [+1015 chars]"},{"source":{"id":"vice-news","name":"Vice News"},"author":"Tim Hume, VICE News","title":"France Is Putting Domestic Abuse Victims in Hotels During Coronavirus Lockdown","description":"Reports of domestic abuse have spiked by about 30% since France went into lockdown in mid-March.","url":"https://www.vice.com/en_us/article/y3mj4g/france-is-putting-domestic-abuse-victims-in-hotels-during-coronavirus-lockdown","urlToImage":"https://video-images.vice.com/test-uploads/articles/5e8339636b0e12009d888c8a/lede/1585661556371-AP_20091331564614.jpeg?crop=1xw:0.7935xh;0xw,0.0705xh&resize=1200:*","publishedAt":"2020-03-31T13:44:50Z","content":"France is relocating women beaten by their partners into hotels, and has created a secret code word for them to discreetly seek help in pharmacies, in response to a huge increase in domestic abuse during the coronavirus lockdown.\r\n In France and many other af… [+3266 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Cyprus' largest hospital suspends services after doctor contracts coronavirus","description":"Cyprus' largest medical facility suspended most services on Tuesday, authorities said, after a medical doctor heading the heart surgical ward tested positive for coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-cyprus-idUSKBN20X0J4","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-10T05:48:13Z","content":"ATHENS (Reuters) - Cyprus’ largest medical facility suspended most services on Tuesday, authorities said, after a medical doctor heading the heart surgical ward tested positive for coronavirus. \r\nThe 64-year-old doctor was one of two individuals first to test… [+569 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Cyprus bans flights from 28 countries from March 21","description":"Cyprus on Tuesday announced a two-week ban on flights from 28 countries, including Britain and Greece, to curb the coronavirus outbreak.","url":"https://www.reuters.com/article/us-health-coronavirus-cyprus-idUSKBN2143SQ","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-17T19:56:24Z","content":"NICOSIA (Reuters) - Cyprus on Tuesday announced a two-week ban on flights from 28 countries, including Britain and Greece, to curb the coronavirus outbreak. \r\nThe measure will come into effect from 0100 GMT on March 21 for a 14-day period, an official stateme… [+479 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Cyprus extends flight ban for another two weeks","description":"Cyprus extended a ban on commercial air links with 28 countries for another two weeks on Thursday to curb the spread of coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-cyprus-flights-idUSKBN21K0R1","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-04-02T07:16:13Z","content":"NICOSIA (Reuters) - Cyprus extended a ban on commercial air links with 28 countries for another two weeks on Thursday to curb the spread of coronavirus. \r\nThe ban, introduced on March 21 for a 14 day period, would be in effect for a further 14 days, Cypriot t… [+444 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Protesters, police scuffle at Cyprus checkpoint closed over coronavirus","description":"Greek Cypriot police fired pepper spray on Saturday when skirmishes broke out with protesters angry that a checkpoint on the ethnically split island was closed in what authorities have said was a precaution against coronavirus, witnesses said.","url":"https://www.reuters.com/article/us-health-coronavirus-cyprus-checkpoints-idUSKBN20U0NI","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200307&t=2&i=1500028900&w=1200&r=LYNXMPEG260GB","publishedAt":"2020-03-07T15:05:56Z","content":"NICOSIA (Reuters) - Greek Cypriot police fired pepper spray on Saturday when skirmishes broke out with protesters angry that a checkpoint on the ethnically split island was closed in what authorities have said was a precaution against coronavirus, witnesses s… [+1769 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Cyprus announces lockdown on coronavirus until April 13","description":"Cyprus on Monday announced a lockdown on the island until April 13 to fight of the spread of coronavirus, saying the movement of people was banned until then unless absolutely necessary.","url":"https://www.reuters.com/article/us-health-coronavirus-cyprus-lockdown-idUSKBN21A3C8","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-23T19:12:42Z","content":"NICOSIA (Reuters) - Cyprus on Monday announced a lockdown on the island until April 13 to fight of the spread of coronavirus, saying the movement of people was banned until then unless absolutely necessary. \r\n“We are truly at war, and this isn’t won by enlist… [+428 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Cyprus announces first two coronavirus cases, including health professional","description":"Cyprus on Monday reported its first two confirmed cases of coronavirus, a man who recently traveled from northern Italy and a health professional who had recently traveled back from Britain.","url":"https://www.reuters.com/article/us-health-coronavirus-cyprus-idUSKBN20W2BQ","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-09T16:13:55Z","content":"ATHENS (Reuters) - Cyprus on Monday reported its first two confirmed cases of coronavirus, a man who recently traveled from northern Italy and a health professional who had recently traveled back from Britain. \r\nThe health professional reported to medics on M… [+177 chars]"}]