[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Germany to introduce border controls as coronavirus cases jump","description":"Germany will temporarily introduce border controls on its frontiers with Austria, Switzerland, France, Luxembourg and Denmark from Monday, the government said on Sunday as the country seeks to curb a rapid spread of coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-germany-idUSKBN21212W","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200315&t=2&i=1503626682&w=1200&r=LYNXMPEG2E0SL","publishedAt":"2020-03-15T18:41:10Z","content":"BERLIN (Reuters) - Germany will temporarily introduce border controls on its frontiers with Austria, Switzerland, France, Luxembourg and Denmark from Monday, the government said on Sunday as the country seeks to curb a rapid spread of coronavirus. \r\nGermany i… [+1657 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Natasha Lomas","title":"European Parliament moves to majority teleworking in response to COVID-19","description":"The European Parliament is instructing managers to prepare for all but a minority of staff to work remotely for 70% of the week as of next Monday — dialling up its response to Covid-19, the disease caused by the SARS-CoV-2 virus. Full-time remote working may …","url":"http://techcrunch.com/2020/03/11/european-parliament-moves-to-majority-teleworking-in-response-to-covid-19/","urlToImage":"https://techcrunch.com/wp-content/uploads/2015/10/meps-european-parliament.jpg?w=600","publishedAt":"2020-03-11T12:25:53Z","content":"The European Parliament is instructing managers to prepare for all but a minority of staff to work remotely for 70% of the week as of next Monday — dialling up its response to Covid-19, the disease caused by the SARS-CoV-2 virus.\r\nFull-time remote working may… [+2244 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Brian Heater","title":"UK and Ireland added to US travel ban amid COVID-19 concerns","description":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed…","url":"http://techcrunch.com/2020/03/14/uk-and-ireland-added-to-us-travel-ban-amid-covid-19-concerns/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/03/GettyImages-1135383514.jpeg?w=573","publishedAt":"2020-03-14T17:19:01Z","content":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed… [+1486 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of coronavirus around the world","description":"The rapid spread of the new coronavirus has increased fears of a pandemic, sending global markets into a dive last week and prompting governments to step up control measures.","url":"https://www.reuters.com/article/us-china-health-latest-factbox-idUSKBN20O1WY","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497417336&w=1200&r=LYNXMPEG201VZ","publishedAt":"2020-03-01T15:08:10Z","content":"(Reuters) - The rapid spread of the new coronavirus has increased fears of a pandemic, sending global markets into a dive last week and prompting governments to step up control measures. \r\n- As of Sunday, there have been over 86,500 cases of the virus globall… [+2407 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Emily Price","title":"How to Contact Your Airline Right Now","description":"If you had plans to travel to Europe this summer, and especially over the next month, then Trump’s latest travel ban has likely caught your attention. Read more...","url":"https://lifehacker.com/how-to-contact-your-airline-right-now-1842291610","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/mhn7fwgl7yvqqdj6vxdn.jpg","publishedAt":"2020-03-12T17:31:00Z","content":"If you had plans to travel to Europe this summer, and especially over the next month, then Trumps latest travel ban has likely caught your attention.\r\nStarting Friday, the 30-day ban restricts non-US citizens from flying into the United States if they have vi… [+3410 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: EU states record highest one-day death toll","description":"Italy, Spain and France all report grim new figures for fatalities from the coronavirus.","url":"https://www.bbc.co.uk/news/world-europe-51901976","urlToImage":"https://ichef.bbci.co.uk/images/ic/1024x576/p086qk5q.jpg","publishedAt":"2020-03-15T22:17:40Z","content":"Media captionPolice use drones to enforce movement restrictions in Spain's fight against the coronavirus infection\r\nThe three states bearing the brunt of the coronavirus pandemic in Europe have all recorded their highest death tolls for a single day.\r\nItaly s… [+4088 chars]"},{"source":{"id":null,"name":"Macrumors.com"},"author":"Juli Clover","title":"Mobile Networks in Multiple Countries Display 'Stay Home' Message When Users Turn Off WiFi","description":"iPhone users in several countries who opt to turn off WiFi on their devices will see a \"Stay Home\" message at the top of the Control Center where cellular network information is displayed. Image via Matt Navarra According to reports on Twitter, the status bar…","url":"https://www.macrumors.com/2020/03/24/stay-home-wifi-off-messaging-iphone/","urlToImage":"https://images.macrumors.com/article-new/2020/03/stayhomeos.jpg","publishedAt":"2020-03-24T22:46:13Z","content":"iPhone users in several countries who opt to turn off WiFi on their devices will see a \"Stay Home\" message at the top of the Control Center where cellular network information is displayed.\r\nImage via Matt Navarra\r\nAccording to reports on Twitter, the status b… [+691 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Germany latest country to close borders","description":"Only goods and workers can pass, with France also warning its situation is \"deteriorating fast\".","url":"https://www.bbc.co.uk/news/world-europe-51905129","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/2EFB/production/_111272021_060655563-1.jpg","publishedAt":"2020-03-16T09:15:05Z","content":"Image copyrightAFPImage caption\r\n The French-German border is allowing only goods and commuters to pass\r\nGermany has become the latest country to close borders as European nations try to stem the spread of the coronavirus.\r\nIts borders with France, Austria an… [+5490 chars]"},{"source":{"id":null,"name":"Youtube.com"},"author":null,"title":"Roughly 87000 people around the world infected with COVID-19 and nearly 3000 dead - ARIRANG NEWS","description":"Roughly 87000 people around the world infected with COVID-19 and nearly 3000 dead ARIRANG NEWS Global coronavirus death toll tops 3,000 CNN International Coronavirus toll tops 3,000, more countries hit: Live updates Al Jazeera English COVID-19 outbreak: Disru…","url":"https://www.youtube.com/watch?v=0_ZgGsq81ww","urlToImage":"https://i.ytimg.com/vi/0_ZgGsq81ww/maxresdefault.jpg","publishedAt":"2020-03-01T22:00:26Z","content":", 573 ... \r\nCOVID-19 is rapidly spreading across the world, with countries reporting their first confirmed cases or first deaths.Now, the number of people infected around the world is approaching the 90-thousand mark... and nearly 3-thousand people have died … [+1488 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Here's what the new U.S. restrictions on Europe mean for travelers","description":"The United States will suspend travel from certain European countries for 30 days beginning at midnight on Friday as part of an effort to stem the spread of the coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-usa-travel-factbox-idUSKBN2103AB","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-13T20:59:18Z","content":"WASHINGTON (Reuters) - The United States will suspend travel from certain European countries for 30 days beginning at midnight on Friday as part of an effort to stem the spread of the coronavirus. \r\n- The restrictions cover people who have been in 26 European… [+2870 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"John Haltiwanger","title":"Trump's coronavirus travel ban excludes the countries where he has golf courses struggling for business","description":"President Donald Trump's new coronavirus travel restrictions on Europe do not extend to the two countries where he has golf courses: the UK and Ireland. The 30-day travel ban targets 26 countries that are part of a visa-free travel area known as the Schengen …","url":"https://www.businessinsider.com/coronavirus-trump-europe-travel-ban-exclude-uk-ireland-golf-courses-2020-3","urlToImage":"https://i.insider.com/5e69c9e454f25c62bb493cb3?width=1200&format=jpeg","publishedAt":"2020-03-12T08:49:41Z","content":"Hours after the World Health Organization declared the novel coronavirus a pandemic, President Donald Trump announced a 30-day travel ban on most of Europe. But he excluded two countries where he has hotels and golf courses that have been struggling financial… [+3599 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"U.S. stocks seesaw as vote awaited on stimulus deal","description":"U.S stocks seesawed on Wednesday, digesting the previous session's huge rebound, with investors torn as optimism about an imminent $2 trillion coronavirus package was offset by concerned about the lasting economic impact from the pandemic. [.N]","url":"https://www.reuters.com/article/us-usa-markets-analystview-idUSKBN21C2JS","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200325&t=2&i=1508060496&w=1200&r=LYNXMPEG2O1RN","publishedAt":"2020-03-25T15:33:44Z","content":"NEW YORK (Reuters) - U.S stocks seesawed on Wednesday, digesting the previous session’s huge rebound, with investors torn as optimism about an imminent $2 trillion coronavirus package was offset by concerned about the lasting economic impact from the pandemic… [+4378 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"Howard Schneider, Lindsay Dunsmuir and Ann Saphir","title":"Coronavirus: U.S. Federal Reserve slashes rates to nearly zero in response to COVID-19 - Global News","description":"The U.S. Fed cut rates to a target range of 0 per cent to 0.25 per cent and said it would expand its balance sheet by at least US$700 billion in coming weeks.","url":"http://globalnews.ca/news/6680906/us-federal-reserve-slashes-rates-coronavirus/","urlToImage":"https://shawglobalnews.files.wordpress.com/2020/03/2020-03-15t213042z_1814380968_rc2lkf9fu3v3_rtrmadp_3_health-coronavirus-usa.jpg?quality=70&strip=all&w=720&h=379&crop=1","publishedAt":"2020-03-15T23:59:20Z","content":"The U.S. Federal Reserve slashed rates back to near zero, restarted bond buying and joined with other central banks to ensure liquidity in dollar lending to help put a floor under a rapidly disintegrating global economy during the escalating coronavirus pande… [+4292 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"USA TODAY, David Oliver, Nicquel Terry Ellis and Curtis Tate, USA TODAY","title":"US-Canada border to close for nonessential travel to slow coronavirus spread, Trump says","description":"The border between Canada and the U.S. will be closed for non-essential travel.","url":"https://www.usatoday.com/story/travel/news/2020/03/18/coronavirus-united-states-canada-border-shut-down-trump-says/2863086001/","urlToImage":"https://www.gannett-cdn.com/presto/2020/03/07/USAT/27a74d8b-3a2e-40ea-831e-41a21886e9bc-AP_Canada_Trudeau_Pipeline.JPG?crop=5030,2830,x0,y374&width=3200&height=1680&fit=bounds","publishedAt":"2020-03-18T13:50:03Z","content":"As flu season comes to an end and allergy season starts to heat up, there may be concerns about symptoms that mimic the new coronavirus COVID-19.\r\nWochit\r\nThe border between Canada and the U.S. will close for non-essential travel.\r\nPresident Donald Trump conf… [+2277 chars]"},{"source":{"id":null,"name":"Ctvnews.ca"},"author":"Joseph Wilson and Geir Moulson","title":"Virus restrictions tighten, disrupting daily life, worship - CTV News","description":"Virus restrictions tighten, disrupting daily life, worship CTV News Spain's streets turn eerily quiet following coronavirus lockdown The Guardian Spain imposes Italy-style lockdown in bid to contain coronavirus Al Jazeera English Spain announces national lock…","url":"https://www.ctvnews.ca/health/coronavirus/virus-brings-new-travel-restrictions-lockdowns-and-closures-1.4853740","urlToImage":"https://www.ctvnews.ca/polopoly_fs/1.4853743.1584270508!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg","publishedAt":"2020-03-15T18:37:00Z","content":"ROME -- \r\nDaily life came to a grinding halt around much of the world Sunday amid new travel restrictions, border shutdowns and sweeping closures of restaurants and bars aimed at slowing the spread of the coronavirus pandemic.\r\nThe numbers of cases and deaths… [+8955 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"USA TODAY, Chris Woodyard, USA TODAY","title":"No penalty? Hotel chains differ on cancellation fee policies around the coronavirus","description":"Some major chains have announced they will waive cancellation fees, but it depends on where you're going and when","url":"https://www.usatoday.com/story/travel/hotels/2020/03/12/coronavirus-cancellation-fees-hotels-policy/5039617002/","urlToImage":"https://www.gannett-cdn.com/-mm-/c6ce345dd3cc67c30388965835e2347ef87cfcc7/c=0-366-2700-1885/local/-/media/2020/03/03/USATODAY/usatsports/MotleyFool-TMOT-b9d6657b-hotel-room.jpg?width=2700&height=1519&fit=crop&format=pjpg&auto=webp","publishedAt":"2020-03-13T03:20:52Z","content":"Travelers who were planning trips to foreign countries that are now hotbeds for the coronavirus outbreak may catch a break if they decide to cancel their hotel reservations in countries like Italy or Thailand.\r\nBut even though COVID-19 has become a worldwide … [+2124 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Sinéad Baker","title":"Here is how Trump's travel ban on Europe will work, and exactly who it applies to","description":"US President Donald Trump has banned travel from 26 other countries for 30 days in a bid to halt the spread of the deadly coronavirus. Trump abruptly announced the ban on Wednesday, shocking Europe and the markets, sending airline stocks plunging, and forcing…","url":"https://www.businessinsider.com/coronavirus-who-trumps-european-travel-ban-affects-how-works-explained-2020-3","urlToImage":"https://i.insider.com/5e6a062284159f0b62451892?width=1200&format=jpeg","publishedAt":"2020-03-12T11:17:29Z","content":"President Donald Trump abruptly announced a ban on travel from 26 European countries on Wednesday as he ramped up the US's response to the deadly coronavirus that is spreading across both the European Union and the US.\r\nThe announcement caused immediate confu… [+4681 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"Frances D'Emilio And Joseph Wilson","title":"Coronavirus: Countries worldwide announce lockdowns, restrictions amid COVID-19 outbreak - Global News","description":"Coronavirus: Countries worldwide announce lockdowns, restrictions amid COVID-19 outbreak Global News Pope Francis will hold Easter mass without public for first time as Italy grapples with coronavirus outbreak National Post Virus brings new travel restriction…","url":"http://globalnews.ca/news/6679231/coronavirus-restrictions-worldwide/","urlToImage":"https://shawglobalnews.files.wordpress.com/2020/03/xvt102-315_2020_023410-e1584270784623.jpg?quality=70&strip=all&w=720&h=379&crop=1","publishedAt":"2020-03-15T11:27:03Z","content":"Daily life came to a grinding halt around much of the world Sunday amid new travel restrictions, border shutdowns and sweeping closures of restaurants and bars aimed at slowing the spread of the coronavirus pandemic.\r\nThe numbers of cases and deaths continued… [+10337 chars]"}]