[{"source":{"id":"the-verge","name":"The Verge"},"author":"Nick Statt","title":"Telecoms are sneaking ‘stay home’ messages onto customers’ smartphones","description":"Some mobile phone operators, including Vodafone and Orange S.A., have started inserting coronavirus-related public health suggestions onto customers’ smartphones in recent days, using the small snippet of text that typically accompanies the connection signal …","url":"https://www.theverge.com/2020/3/24/21193308/telecoms-coronavirus-stay-home-message-sneaking-smartphones","urlToImage":"https://cdn.vox-cdn.com/thumbor/uV8kzBT1i_mduJLyQr7VqHaNHSE=/0x0:2040x1068/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19206346/akrales_190913_3628_0412.jpg","publishedAt":"2020-03-25T00:21:56Z","content":"Photo by Amelia Holowaty Krales / The Verge Some mobile phone operators, including Vodafone and Orange S.A., have started inserting coronavirus-related public health suggestions to stay indoors onto customers’ smartphones in recent days, using the small snipp… [+1958 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Stranded abroad as coronavirus closes borders","description":"As global travel restrictions expand, hundreds of foreign nationals are struggling to return home.","url":"https://www.bbc.co.uk/news/world-52017835","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/10AF4/production/_111404386_whatsubject.jpg","publishedAt":"2020-03-24T12:43:18Z","content":"With the coronavirus spreading at a rapid pace, many governments have introduced strict controls on domestic and foreign travel.\r\nBut this has left many people trapped abroad. Some governments are working to repatriate those facing difficulty. For others thou… [+5123 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Argentina, Colombia, Peru to isolate travelers from virus-hit nations","description":"Argentina, Colombia and Peru on Wednesday announced that travelers from the countries worst-affected by the new coronavirus would be isolated on arrival. Argentina was the first country in Latin America to register a coronavirus-related death on Saturday, wit…","url":"https://news.yahoo.com/argentina-colombia-peru-isolate-travelers-virus-hit-nations-155304344.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/zZqagUJZbn2AFpljDxONiA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04ODU-/https://s.yimg.com/uu/api/res/1.2/03LjcmuMCmost6p3pjjr6w--~B/aD01MzE7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/69c80156bc701305d8e7f46e33db55a31bd95846.jpg","publishedAt":"2020-03-11T15:53:04Z","content":"Buenos Aires (AFP) - Argentina, Colombia and Peru on Wednesday announced that travelers from the countries worst-affected by the new coronavirus would be isolated on arrival.\r\nArgentina was the first country in Latin America to register a coronavirus-related … [+2840 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"Rowaida Abdelaziz","title":"American Students Trapped In Peru Urge Trump To Bring Them Home","description":"The Georgia students are among hundreds of Americans stuck in Peru after the government closed its borders due to the coronavirus outbreak.","url":"https://www.huffpost.com/entry/american-students-trapped-in-peru-call-on-trump-to-get-them-out_n_5e7a1bdfc5b6f5b7c54b7f4d","urlToImage":"https://img.huffingtonpost.com/asset/5e7a22ab2200005500b3a96b.jpeg?ops=1200_630","publishedAt":"2020-03-24T16:26:34Z","content":"On Feb. 29, over a dozen students from three Georgia-based universities arrived in Cusco, Peru, for an experience of a lifetime.\r\nFor two weeks, professional Health Science and paramedic students from Georgia’s Augusta University, as well as students Lenoir-R… [+4460 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Jeffrey T. Lewis, Kejal Vyas","title":"Coronavirus Forces Brazil to Seal Borders as Region Struggles to Control Pandemic - Wall Street Journal","description":"Coronavirus Forces Brazil to Seal Borders as Region Struggles to Control Pandemic Wall Street Journal Coronavirus in Latin America: Countries step up restrictions Al Jazeera English View Full Coverage on Google News","url":"https://www.wsj.com/articles/coronavirus-forces-brazil-to-seal-borders-as-region-struggles-to-control-pandemic-11584644650","urlToImage":"https://images.wsj.net/im-166744/social","publishedAt":"2020-03-19T20:04:00Z","content":"SÃO PAULOBrazil closed its borders with eight neighboring countries on Thursday, joining other South American nations in a continentwide quarantine as authorities struggle to control the spread of the coronavirus.\r\nThe measure taken by Brazil, the regions lar… [+233 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"hannahjacksonglobal","title":"Trudeau to provide update on Canada’s response to COVID-19 pandemic - Global News","description":"Prime Minister Justin Trudeau is expected to offer an update on Canada's response to the novel coronavirus pandemic.","url":"http://globalnews.ca/news/6745733/trudeau-coronavirus-update-march-28/","urlToImage":"https://shawglobalnews.files.wordpress.com/2020/03/skp10655075.jpg?quality=70&strip=all&w=720&h=379&crop=1","publishedAt":"2020-03-28T14:14:40Z","content":"Prime Minister Justin Trudeau is expected to offer an update on Canada’s response to the novel coronavirus pandemic.\r\nAccording to his official itinerary, Trudeau will address Canadians at 11 a.m. ET from Rideau Cottage where he is in self-isolation.\r\nGlobal … [+2632 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"Andrew Russell","title":"Coronavirus: Stranded Canadian travellers call on Trudeau for flights home - Global News","description":"Coronavirus: Stranded Canadian travellers call on Trudeau for flights home Global News Sunwing offers free seats on repatriation flights - Business News Castanet.net Air Canada to suspend most U.S., international flights amid coronavirus pandemic Global News …","url":"http://globalnews.ca/news/6702455/coronavirus-stranded-canadian-travellers-trudeau-flights-home/","urlToImage":"https://shawglobalnews.files.wordpress.com/2020/03/peru1.jpg?quality=70&strip=all&crop=0px%2C292px%2C2574px%2C1359px&resize=720%2C379","publishedAt":"2020-03-19T18:40:53Z","content":"From the Philippines to Peru, scores of Canadians who are worried theyll be stranded abroad for weeks, or even months, as countries close their borders amid the COVID-19 pandemic are calling on Prime Minister Justin Trudeau to do more to help bring them home.… [+6554 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":"Rob Demovsky","title":"Rodgers details frenzied departure from Peru","description":"Packers QB Aaron Rodgers detailed the \"absolute pandemonium\" that took place as he got out of Peru with minutes to spare before the airport was shut down.","url":"https://www.espn.com/nfl/story/_/id/28964015/packers-aaron-rodgers-details-frenzied-departure-peru","urlToImage":"https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0303%2Fr674248_1296x729_16%2D9.jpg","publishedAt":"2020-03-27T22:05:53Z","content":"Aaron Rodgers and his travel party that included three other people got out of Peru nine days ago, within minutes of the airport closing due to the coronavirus outbreak, the Green Bay Packers quarterback revealed Friday on a radio show.\r\nRodgers told Pat McAf… [+1696 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Ashley Collman","title":"Americans trapped abroad by coronavirus travel bans say the government isn't doing enough to get them home","description":"The coronavirus outbreak has caused some countries to completely close their borders, trapping American tourists abroad in places like Honduras, Peru, and Morocco. These trapped Americans have been speaking to news outlets, saying the US government has done l…","url":"https://www.businessinsider.com/coronavirus-us-citizens-stuck-abroad-say-government-not-helping-them-2020-3","urlToImage":"https://i.insider.com/5e722971c485400111296fe4?width=1200&format=jpeg","publishedAt":"2020-03-18T15:19:44Z","content":"Possibly thousands of American tourists have been stranded abroad thanks to coronavirus travel restrictions, and an anonymous State Department official says they shouldn't expect the US government's help getting them home.\r\nAs the world tries to prevent the s… [+4894 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Macrumors.com"},"author":"Juli Clover","title":"Mobile Networks in Multiple Countries Display 'Stay Home' Message When Users Turn Off WiFi","description":"iPhone users in several countries who opt to turn off WiFi on their devices will see a \"Stay Home\" message at the top of the Control Center where cellular network information is displayed. Image via Matt Navarra According to reports on Twitter, the status bar…","url":"https://www.macrumors.com/2020/03/24/stay-home-wifi-off-messaging-iphone/","urlToImage":"https://images.macrumors.com/article-new/2020/03/stayhomeos.jpg","publishedAt":"2020-03-24T22:46:13Z","content":"iPhone users in several countries who opt to turn off WiFi on their devices will see a \"Stay Home\" message at the top of the Control Center where cellular network information is displayed.\r\nImage via Matt Navarra\r\nAccording to reports on Twitter, the status b… [+691 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Peru limits movement by gender to stem spread","description":"Men and women are allowed out on different days, while on Sunday everyone must stay at home.","url":"https://www.bbc.co.uk/news/world-latin-america-52149742","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/465F/production/_111551081_whatsubject.jpg","publishedAt":"2020-04-03T08:53:33Z","content":"Image copyrightGetty ImagesImage caption\r\n The police and armed forces will be enforcing the new measures\r\nPeru has begun enforcing strict new measures to stop the spread of the coronavirus disease, restricting public movement by gender.\r\nMen can only leave h… [+1089 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Italy to 'quarantine 10 million people' in Lombardy","description":"Gyms, pools, museums and ski resorts will close as Italy aims to control the spread of coronavirus.","url":"https://www.bbc.co.uk/news/world-middle-east-51787238","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/10BEB/production/_111178586_tv060500488.jpg","publishedAt":"2020-03-07T23:08:30Z","content":"Image copyrightGetty Images\r\nItaly is set to lock down at least 10 million people in the region of Lombardy and 11 provinces in the north and the east of the country.\r\nThe mandatory quarantine will last until early April.\r\nThe dramatic escalation in the count… [+5004 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Reuters","title":"Brazil's gangs are flooding Europe with cocaine","description":"REUTERS/Amanda Perobelli Brazil has become a major way station for cocaine heading from South America to Europe. In the process, Brazilian gangs have become major players in that trade, partnering with European criminal groups to distribute those drugs. Visit…","url":"https://www.businessinsider.com/brazilian-gangs-are-smuggling-most-cocaine-into-europe-2020-3","urlToImage":"https://i.insider.com/5e6aad1884159f554e0748ab?width=1200&format=jpeg","publishedAt":"2020-03-12T21:52:07Z","content":"SANTOS, Brazil (Reuters) - Years of rooting out drugs at the Brazilian seaport of Santos had given customs inspector Oswaldo Dias a good nose for suspicious cargo. A shipment of second-hand backhoes, bound for Europe late last year, seemed fishy.\r\nSo on the m… [+15736 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Jocelyn Timperley on Earther, shared by Jody Serrano to Gizmodo","title":"This Is What Climate Change Looks Like in an Era of Covid-19","description":"As the coronavirus pandemic continued to escalate around the world, a more localized emergency has unfolded in the Ecuadorian Amazon. Read more...","url":"https://earther.gizmodo.com/this-is-what-climate-change-looks-like-in-an-era-of-cov-1842539967","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/qbuqje4bnkwe0l5b1jiz.jpg","publishedAt":"2020-03-29T14:00:00Z","content":"As the coronavirus pandemic continued to escalate around the world, a more localized emergency has unfolded in the Ecuadorian Amazon.\r\nAfter a day and a night of extreme rainfall at its headwaters, the Bobonaza River, which passes through a mosaic of indigeno… [+7693 chars]"},{"source":{"id":null,"name":"Androidcentral.com"},"author":"Michael Allison","title":"Samsung is offering free phone cleaning to Galaxy owners in 19 countries","description":"Your phone is the grossest thing you own. What you need to know Samsung will be offering free phone sanitizing services in the wake of the coronavirus outbreak. It will clean Galaxy devices from phones down to Galaxy Buds. The service is rolling out in 19 mar…","url":"https://www.androidcentral.com/samsung-offering-free-phone-cleaning-galaxy-owners-19-countries-including-us","urlToImage":"https://www.androidcentral.com/sites/androidcentral.com/files/styles/large/public/article_images/2020/02/galaxy-s20-plus-fingerprint-sensor-2.jpg?itok=JRrELW6D","publishedAt":"2020-03-12T17:33:00Z","content":"As the coronavirus pandemic spreads across the globe, companies are helping stop the spread by restricting travel and encouraging working from home. In all cases, an emphasis has been placed on personal hygiene to minimize the speed of transmission.Samsung, i… [+1488 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Marco Aquino, Daniela Desantis and Nelson Renteria","title":"Military roadblocks, curfews: Latin America tightens coronavirus controls","description":"LIMA/ASUNCION/SAN SALVADOR (Reuters) - Countries around Latin America tightened restrictions on Monday to slow the spread of the new coronavirus, with Peru deploying military personnel on the streets, Costa Rica closing borders and Paraguay imposing a curfew.…","url":"https://news.yahoo.com/peru-deploys-military-slow-coronavirus-184343205.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/1eofcB0ZV2vpevFfHWfffw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/284MonwoKKWXLt.lt1tN5A--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/d44f10a7db811845fea6f387608a91f2","publishedAt":"2020-03-16T18:43:43Z","content":"By Marco Aquino, Daniela Desantis and Nelson Renteria\r\nLIMA/ASUNCION/SAN SALVADOR (Reuters) - Countries around Latin America tightened restrictions on Monday to slow the spread of the new coronavirus, with Peru deploying military personnel on the streets, Cos… [+4012 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"New York, Los Angeles shut bars, restaurants, world's central banks coordinate on coronavirus - Yahoo News","description":"New York, Los Angeles shut bars, restaurants, world's central banks coordinate on coronavirus Yahoo News Stock-market futures sink after emergency Fed rate cut — ‘if this doesn’t work, what will?’ MarketWatch Fed slashes rates in emergency coronavirus move; U…","url":"https://news.yahoo.com/york-la-shut-bars-restaurants-041838417.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/1ewgUWtt.DycFpAE.NavTw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/PDCw9sl7sMsioVOmwLMwyw--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/0f805b53f5d271cf899f1c8315fd4ad1","publishedAt":"2020-03-16T04:18:00Z","content":"(Reuters) - Bars, restaurants, theaters and movie houses in New York and Los Angeles were ordered to shut down and several nations in South and Central America closed their borders in the latest moves around the world to combat the spread of the coronavirus.\r… [+5451 chars]"},{"source":{"id":"abc-news","name":"ABC News"},"author":"Conor Finnegan","title":"Americans stranded overseas grow frustrated with State Dept. response","description":"Over 13,500 Americans still stranded overseas by travel bans to stop coronavirus.","url":"https://abcnews.go.com/Politics/13500-americans-stranded-overseas-travel-bans-stop-coronavirus/story?id=69756874","urlToImage":"https://s.abcnews.com/images/International/stranded-travelers-1-ap-aa-200323_hpMain_16x9_992.jpg","publishedAt":"2020-03-24T10:46:26Z","content":"NOTE: The State Department is urging all Americans stranded overseas to enroll in the Smart Traveler Enrollment Program (STEP) at step.state.gov so that they receive the latest information, including on possible repatriation flights, from the local U.S. embas… [+7296 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Philip Sanders","title":"Latin America Announces Partial Lockdown as Coronavirus Spreads","description":"(Bloomberg) -- Latin America is stepping up its response to the coronavirus pandemic, with governments across the region announcing a series of new measures....","url":"https://news.yahoo.com/latin-america-announces-partial-lockdown-133150038.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-14T13:31:50Z","content":"(Bloomberg) -- Latin America is stepping up its response to the coronavirus pandemic, with governments across the region announcing a series of new measures.\r\nPresidents in Venezuela, Colombia, Chile and Uruguay went on national television Friday to report th… [+2001 chars]"}]