[{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew J. Hawkins","title":"Electric scooter-sharing grinds to a halt in response to the COVID-19 pandemic","description":"Electric scooters are disappearing from cities around the world in response to the novel coronavirus pandemic. Lime and Bird are halting operations in dozens of markets. The decisions are coming at a time of uncertainty for personal mobility.","url":"https://www.theverge.com/2020/3/20/21188119/electric-scooter-coronavirus-bird-lime-spin-suspend-bikes","urlToImage":"https://cdn.vox-cdn.com/thumbor/s3rUbkzZr_hDToXMaj4f-xBvIm0=/0x327:4563x2716/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19820887/1207749851.jpg.jpg","publishedAt":"2020-03-20T15:13:09Z","content":"Lime and Bird are suspending some service amid the pandemic, but Spin says its stepping up\r\nPhoto by Mohd Daud/NurPhoto via Getty Images\r\nElectric scooters are vanishing from more cities as the novel coronavirus pandemic continues to roil shared mobility serv… [+5383 chars]"},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"Mix","title":"Porn sites have turned coronavirus into a viral marketing scheme — and it’s working","description":"While the coronavirus pandemic is forcing governments across the world to put entire nations under lockdown, adult entertainment companies have found a way to spin this health crisis into yet another opportunity to make you watch more porn — and according to …","url":"https://thenextweb.com/?p=1278406","urlToImage":"https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F03%2Fporn-coronavirus-marketing.jpg&signature=0c54277afd029d68c62ab550a618aae8","publishedAt":"2020-03-13T16:46:31Z","content":"While the coronavirus pandemic is forcing governments across the world to put entire nations under lockdown, adult entertainment companies have found a way to spin this health crisis into yet another opportunity to make you watch more porn and according to da… [+2957 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":"Dan Rafael","title":"Joshua-Pulev title fight in June postponed","description":"The heavyweight title fight between Anthony Joshua and Kubrat Pulev has been postponed due to the coronavirus pandemic.","url":"https://www.espn.com/boxing/story/_/id/28991410/anthony-joshua-kubrat-pulev-heavyweight-title-fight-called-due-coronavirus","urlToImage":"https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0403%2Fr685831_1296x729_16%2D9.jpg","publishedAt":"2020-04-03T17:21:52Z","content":"Anthony Joshua's mandatory heavyweight world title defense against Kubrat Pulev was formally postponed on Friday due to the coronavirus pandemic, Matchroom Boxing promoter Eddie Hearn announced.\r\nEngland's Joshua (23-1, 21 KOs), who holds three of the four ma… [+1633 chars]"},{"source":{"id":null,"name":"Cnet.com"},"author":"Richard Trenholm","title":"Eurovision 2020 canceled by coronavirus, so enjoy the songs here - CNET","description":"COVID-19 earns null points, but you can still enjoy this year's entrants to the infamous song contest.","url":"https://www.cnet.com/news/eurovision-song-contest-2020-canceled-due-to-coronavirus/","urlToImage":"https://cnet3.cbsistatic.com/img/zeZjkYC4wAE7M0F0wTOOlXoIJfY=/2020/03/18/5043372a-e1ea-4e06-b8fb-0d3a46d896da/eurovision.jpg","publishedAt":"2020-03-18T18:13:00Z","content":"Duncan Laurence, representing The Netherlands, took the trophy at last year's Eurovision.\r\nMichael Campanella/Getty Images\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nThe Eurovision Song Contest 2020 h… [+2465 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Thom Dunn","title":"Trump's coronavirus travel ban conveniently exempts all of his European resorts","description":"From Politico : The U.S. government proclamation initiating the ban targets 26 European countries that comprise a visa-free travel zone known as the Schengen Area. The United Kingdom, which is home to Trump Turnberry and Trump International Golf Links, and Ir…","url":"https://boingboing.net/2020/03/13/trumps-coronavirus-travel-ba.html","urlToImage":"https://i1.wp.com/media.boingboing.net/wp-content/uploads/2020/03/1264px-Trump_International_Golf_Links_and_Hotel_2018.jpg?fit=1200%2C971&ssl=1","publishedAt":"2020-03-13T15:51:36Z","content":"From Politico:\r\nThe U.S. government proclamation initiating the ban targets 26 European countries that comprise a visa-free travel zone known as the Schengen Area.\r\nThe United Kingdom, which is home to Trump Turnberry and Trump International Golf Links, and I… [+2746 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"John Haltiwanger","title":"Trump's coronavirus travel ban excludes the countries where he has golf courses struggling for business","description":"President Donald Trump's new coronavirus travel restrictions on Europe do not extend to the two countries where he has golf courses: the UK and Ireland. The 30-day travel ban targets 26 countries that are part of a visa-free travel area known as the Schengen …","url":"https://www.businessinsider.com/coronavirus-trump-europe-travel-ban-exclude-uk-ireland-golf-courses-2020-3","urlToImage":"https://i.insider.com/5e69c9e454f25c62bb493cb3?width=1200&format=jpeg","publishedAt":"2020-03-12T08:49:41Z","content":"Hours after the World Health Organization declared the novel coronavirus a pandemic, President Donald Trump announced a 30-day travel ban on most of Europe. But he excluded two countries where he has hotels and golf courses that have been struggling financial… [+3599 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Thailand restricts visitor visas to limit virus spread","description":"Thailand will temporarily suspend issuing visas on arrival to visitors from 19 countries and territories, including China, to contain the spread of the coronavirus, its interior minister said on Wednesday. \"People from any country who want to come will need t…","url":"https://news.yahoo.com/thailand-cancels-visa-arrival-18-072257517.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/OKIqsVZLSS3JmZTi4RBq7w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/OButOdfmjQ88Vqv5kS_5lQ--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/9224ccca0413f27be1763a1cc7a007c4","publishedAt":"2020-03-11T07:22:57Z","content":"BANGKOK (Reuters) - Thailand will temporarily suspend issuing visas on arrival to visitors from 19 countries and territories, including China, to contain the spread of the coronavirus, its interior minister said on Wednesday.\r\nThe suspensions were the latest … [+1888 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Sports events around the world hit by coronavirus pandemic","description":"Major sports events around the world that have been hit by the coronavirus outbreak:","url":"https://www.reuters.com/article/us-health-coronavirus-sport-factbox-idUSKBN213138","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200316&t=2&i=1503886944&w=1200&r=LYNXMPEG2F0TV","publishedAt":"2020-03-16T09:04:53Z","content":"(Reuters) - Major sports events around the world that have been hit by the coronavirus outbreak: \r\nOLYMPICS \r\n** The Tokyo 2020 Olympics torch lighting ceremony in ancient Olympia was held without spectators. \r\n** The Olympic Games flame handover in Athens wi… [+8365 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of coronavirus around the world","description":"The World Health Organization (WHO) described the coronavirus outbreak as a pandemic and said Italy and Iran were on the frontline of the disease and other countries would soon join them.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20Z0LL","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200312&t=2&i=1502042875&w=1200&r=LYNXMPEG2B0AL","publishedAt":"2020-03-12T05:19:59Z","content":"(Reuters) - The World Health Organization (WHO) described the coronavirus outbreak as a pandemic and said Italy and Iran were on the frontline of the disease and other countries would soon join them. \r\nFor an interactive graphic tracking global spread of coro… [+7558 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Latest on the spread of coronavirus around the world","description":"The number of people infected with the coronavirus topped 111,000 across the world as the outbreak spread to more countries, causing greater economic damage.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20W33B","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-09T22:56:17Z","content":"(Reuters) - The number of people infected with the coronavirus topped 111,000 across the world as the outbreak spread to more countries, causing greater economic damage. \r\n(Interactive graphic tracking global spread of coronavirus: open tmsnrt.rs/3aIRuz7 in a… [+6469 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Sports events hit by the coronavirus pandemic","description":"Here is a list of international sports events hit by the coronavirus outbreak:","url":"https://www.reuters.com/article/us-health-coronavirus-sport-factbox-idUSKBN20Z0MP","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200312&t=2&i=1502050496&w=1200&r=LYNXMPEG2B0B1","publishedAt":"2020-03-12T05:43:13Z","content":"(Reuters) - Here is a list of international sports events hit by the coronavirus outbreak: \r\nITALY \r\n- All sports events have been canceled until April 3. \r\nARGENTINA \r\n- Argentina has canceled international sports events in March. \r\nOLYMPICS \r\n- The Tokyo 20… [+8561 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":null,"title":"Shiffrin thwarted as WC alpine races called off","description":"The last races of the women's Alpine skiing World Cup season were canceled Wednesday amid concerns related to the spread of the coronavirus, handing Federica Brignone the overall title and denying Mikaela Shiffrin a chance to defend.","url":"https://www.espn.com/olympics/skiing/story/_/id/28885061/mikaela-shiffrin-return-thwarted-women-alpine-world-cup-races-called-off","urlToImage":"https://a1.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0311%2Fr678239_1296x729_16%2D9.jpg","publishedAt":"2020-03-11T21:21:22Z","content":"The last races of the women's Alpine skiing World Cup season were canceled Wednesday amid public health concerns related to the spread of the coronavirus, handing Federica Brignone the overall title and denying Mikaela Shiffrin a chance to defend her crown.\r\n… [+2707 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Al Jazeera","title":"Bulgaria military allowed to use force amid coronavirus curbs","description":"Parliament votes to allow military to help curb the movement of people, with a mandate to use force if necessary.","url":"https://www.aljazeera.com/news/2020/03/bulgaria-military-allowed-force-coronavirus-curbs-200320160712198.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/20/cbfd335988ca498e9f0c101060ee100c_18.jpg","publishedAt":"2020-03-20T16:56:33Z","content":"Bulgaria's parliament has voted after a heated debate to allow the military to help curb the movement of people amid the coronavirus outbreak, with a mandate to use force if necessary.\r\nThe armed forces will be mobilised to assist civilian authorities, with t… [+1905 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Bulgaria declares state of emergency over coronavirus","description":"The Bulgarian parliament voted unanimously on Friday to declare a state of emergency until April 13 to contain the spread of coronavirus after the number of confirmed cases in the country more than tripled to 23.","url":"https://www.reuters.com/article/us-health-coronavirus-bulgaria-emergency-idUSKBN21015D","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-13T09:55:18Z","content":"SOFIA (Reuters) - The Bulgarian parliament voted unanimously on Friday to declare a state of emergency until April 13 to contain the spread of coronavirus after the number of confirmed cases in the country more than tripled to 23. \r\nThe Balkan country confirm… [+1229 chars]"},{"source":{"id":null,"name":"Marketwatch.com"},"author":"Steve Goldstein","title":"Europe Markets: European stocks crushed as economies shut down","description":"European stocks traded sharply lower on Monday as the impact of the spreading coronavirus on the world economy offset dramatic efforts by the U.S. Federal Reserve to limit the fallout.","url":"https://www.marketwatch.com/story/european-stocks-crushed-as-economies-shut-down-2020-03-16","urlToImage":"http://s.marketwatch.com/public/resources/MWimages/MW-IC312_france_ZG_20200316042622.jpg","publishedAt":"2020-03-16T07:36:31Z","content":"European stocks traded sharply lower on Monday as the impact of the spreading coronavirus on the world economy offset dramatic efforts by the U.S. Federal Reserve to limit the fallout.\r\nThe Stoxx Europe 600 \r\nSXXP, -6.52%\r\n , which fell 18% last week, slumped… [+1986 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"S.V. Date","title":"Trump Runs To Travel Ban Comfort Zone But Ignores The Bigger Coronavirus Problems","description":"Why are tests still not readily available? What happens if hospitals are overrun with COVID-19 patients? The Trump administration still does not have answers.","url":"https://www.huffpost.com/entry/trump-travel-ban-europe-coronavirus_n_5e6aa6fec5b6747ef119a977","urlToImage":"https://img.huffingtonpost.com/asset/5e6aa7b9260000f92cb66869.jpeg?ops=1200_630","publishedAt":"2020-03-12T22:18:21Z","content":"WASHINGTON – A day after President Donald Trump retreated again to his comfort zone of banning foreigners from the country, his administration still cannot explain the ongoing inability to test large numbers of Americans for coronavirus or share whether there… [+5216 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Bulgaria to declare state of emergency over coronavirus","description":"Bulgaria plans to declare a state of emergency to curb the spread of the coronavirus, Prime Minister Boyko Borissov said on Thursday as the country's confirmed cases rose sharply to 23.","url":"https://www.reuters.com/article/us-health-coronavirus-bulgaria-idUSKBN20Z3QX","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-12T23:21:03Z","content":"SOFIA (Reuters) - Bulgaria plans to declare a state of emergency to curb the spread of the coronavirus, Prime Minister Boyko Borissov said on Thursday as the country’s confirmed cases rose sharply to 23. \r\nThe Balkan country confirmed its first death of a pat… [+372 chars]"},{"source":{"id":null,"name":"Economist.com"},"author":"The Economist","title":"New trade barriers could hamper the supply of masks and medicines","description":"Common-sense curbs to deal with covid-19? They may be costly","url":"https://www.economist.com/finance-and-economics/2020/03/11/new-trade-barriers-could-hamper-the-supply-of-masks-and-medicines","urlToImage":"https://www.economist.com/sites/default/files/20200314_FNP502.jpg","publishedAt":"2020-03-11T04:00:00Z","content":"IT IS BAD enough when individuals stockpile pasta and toilet paper. It is worse when governments put a protective ring around medical equipment. As the covid-19 pandemic leads to a rush for medical gear, the World Health Organisation (WHO) has warned that sup… [+3142 chars]"}]