[{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Josh Constine","title":"Facebook’s spam filter is blocking some coronavirus links","description":"Facebook appears to have a bug in its News Feed spam filter, causing URLs to legitimate websites including Medium, Buzzfeed, and USA Today to be blocked from being shared as posts or comments. The issue is blocking shares of some coronavirus-related content, …","url":"http://techcrunch.com/2020/03/17/facebook-link-spam-filter-coronavirus/","urlToImage":"https://techcrunch.com/wp-content/uploads/2013/08/trackback-spam.jpg?w=535","publishedAt":"2020-03-17T23:25:00Z","content":"Facebook appears to have a bug in its News Feed spam filter, causing URLs to legitimate websites including Medium, Buzzfeed, and USA Today to be blocked from being shared as posts or comments. The issue is blocking shares of some but not all coronavirus-relat… [+1776 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Zack Whittaker","title":"UK is advising against all travel to the US amid the coronavirus pandemic","description":"The U.K. government is advising citizens and residents against all travel to the U.S. in response to the coronavirus pandemic. In a brief statement, the U.K. Foreign Office said it is “advising against all but essential travel to the USA,” a day after the U.S…","url":"http://techcrunch.com/2020/03/15/uk-usa-travel-coronavirus/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1177988041.jpg?w=600","publishedAt":"2020-03-15T15:00:53Z","content":"The U.K. government is advising citizens and residents against all travel to the U.S. in response to the coronavirus pandemic.\r\nIn a brief statement, the U.K. Foreign Office said it is “advising against all but essential travel to the USA,” a day after the U.… [+1297 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"USA Gymnastics says its athletes want Tokyo Olympics postponed","description":"The majority of USA Gymnastics athletes support the idea of postponing the July 24-Aug. 9 Tokyo Olympics due to concerns about the coronavirus crisis, the federation said on Monday.","url":"https://www.reuters.com/article/us-health-coronavirus-olympics-usa-gymna-idUSKBN21A3TD","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-23T22:38:55Z","content":"(Reuters) - The majority of USA Gymnastics athletes support the idea of postponing the July 24-Aug. 9 Tokyo Olympics due to concerns about the coronavirus crisis, the federation said on Monday. \r\nThe national governing body had asked gymnasts to complete an a… [+504 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Jeff Mason","title":"Democratic group defies Trump, ramps up ad blasting coronavirus response","description":"Democratic super PAC Priorities USA said on Thursday it planned to expand its use of an advertisement critical of President Donald Trump's response to the coronavirus pandemic despite the Trump re-election campaign's efforts to stop it.","url":"https://www.reuters.com/article/us-usa-election-coronavirus-trump-idUSKBN21D3BR","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200326&t=2&i=1508569814&w=1200&r=LYNXMPEG2P1Z9","publishedAt":"2020-03-26T18:58:16Z","content":"WASHINGTON (Reuters) - Democratic super PAC Priorities USA said on Thursday it planned to expand its use of an advertisement critical of President Donald Trump’s response to the coronavirus pandemic despite the Trump re-election campaign’s efforts to stop it.… [+2267 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Nicole Gallucci","title":"Costco reportedly stops handing out free samples in some stores due to coronavirus","description":"The days of leisurely strolling through Costco and sampling free food may be over. Temporarily, at least. As cases of the new coronavirus (which results in the disease COVID-19 ) continue to spread, Costco is reportedly taking precautionary measures and suspe…","url":"https://mashable.com/article/costco-free-samples-coronavirus/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F07%252Fee%252F945cb8f1bf86415190b68a3c74a6f322.2c53a.png%252F1200x630.png?signature=N1MF7ejOnHpeoqrpw7rSIOdJu_k=","publishedAt":"2020-03-07T15:37:36Z","content":"The days of leisurely strolling through Costco and sampling free food may be over. Temporarily, at least.\r\nAs cases of the new coronavirus (which results in the disease COVID-19) continue to spread, Costco is reportedly taking precautionary measures and suspe… [+2844 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"Adrianna Rodriguez, Jayne O'Donnell, Ken Alltucker","title":"How can I get tested for coronavirus? What you should know about test kits - USA TODAY","description":"How can I get tested for coronavirus? What you should know about test kits USA TODAY Trump's mismanagement helped fuel coronavirus crisis POLITICO Anyone Who Wants a Coronavirus Test Can Have One, Trump Says. Not Quite, Says His Administration. The New York T…","url":"https://www.usatoday.com/story/news/health/2020/03/06/coronavirus-test-kit-how-can-get-tested-us-covid-19-virus/4973697002/","urlToImage":"https://www.gannett-cdn.com/presto/2020/03/06/USAT/20bfb925-cd0c-491d-89dc-86c9dcf711d5-AFP_AFP_1PN9U6.JPG?crop=5936,3339,x0,y0&width=3200&height=1680&fit=bounds","publishedAt":"2020-03-06T18:28:28Z","content":"As coronavirus continues its spread across the U.S., public health officials are racing to make more test kits available and laboratories are working around the clock to test for the virus that has killed more than a dozen people in the U.S. and infected more… [+6246 chars]"},{"source":{"id":null,"name":"Latimes.com"},"author":"Justin Bachman","title":"Coronavirus forces United Airlines to cut overseas and U.S. flights, freeze hiring - Los Angeles Times","description":"Coronavirus forces United Airlines to cut overseas and U.S. flights, freeze hiring Los Angeles Times United cutting US flights because of coronavirus CNN Pence Heads To Washington State As Coronavirus Death Toll Rises NPR How the coronavirus is impacting trav…","url":"https://www.latimes.com/business/story/2020-03-04/united-airlines-virus","urlToImage":"https://ca-times.brightspotcdn.com/dims4/default/dfc9f82/2147483647/strip/true/crop/3000x1575+0+192/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F99%2Fa3%2F505208944fa6a1184553b5b98234%2Fgetty-81769641.jpg","publishedAt":"2020-03-04T22:02:00Z","content":"United Airlines Holdings Inc. plans to trim flights, freeze hiring and halt merit pay raises as it grapples with a swift drop in travel demand because of the coronavirus outbreak.\r\nThe domestic schedule will be pared 10% in April and international flying will… [+2423 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Bryan Menegus","title":"Hey, Steve Wozniak: What the Fuck?","description":"There’s a lot of information about coronavirus online right now, some of it useful, much of it alarming, and even more of it just confusing noise. Today, Apple co-founder Steve Wozniak contributed to that last category, tweeting that he recently returned from…","url":"https://gizmodo.com/hey-steve-wozniak-what-the-fuck-1842035667","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/ksb2hxoicg1h2ca8vzdr.jpg","publishedAt":"2020-03-02T22:20:00Z","content":"Theres a lot of information about coronavirus online right now, some of it useful, much of it alarming, and even more of it just confusing noise. Today, Apple co-founder Steve Wozniak contributed to that last category, tweeting that he recently returned from … [+3486 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Natasha Lomas","title":"Oxford Uni academics launch a tracker for COVID-19 policy interventions","description":"Oxford University academics have launched a project to track government responses to the coronavirus pandemic. The tool, called the Oxford COVID-19 Government Response Tracker (OxCGRT), tracks 11 indicators to generate an index that compares the stringency of…","url":"http://techcrunch.com/2020/03/25/oxford-uni-academics-launch-a-tracker-for-covid-19-policy-interventions/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/Screenshot-2020-03-25-at-16.06.24.png?w=764","publishedAt":"2020-03-25T15:11:16Z","content":"Oxford University academics have launched a project to track government responses to the coronavirus pandemic.\r\nThe tool, called the Oxford COVID-19 Government Response Tracker (OxCGRT), tracks 11 indicators to generate an index that compares the stringency o… [+2061 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Xeni Jardin","title":"If coronavirus restrictions end prematurely, 'President Trump will have blood on his hands,' public health expert says","description":"“You can’t just come in and say let’s close up the USA,” Trump said, again falsely stating coronavirus is no worse than flu.","url":"https://boingboing.net/2020/03/25/if-coronavirus-restrictions-en.html","urlToImage":"https://i2.wp.com/media.boingboing.net/wp-content/uploads/2016/05/trumppppppp.jpg?fit=1200%2C675&ssl=1","publishedAt":"2020-03-25T20:44:01Z","content":"You cant just come in and say lets close up the USA, Trump said, again falsely stating coronavirus is no worse than flu.\r\nThe president's comments could get people killed, and so could premature lifting of lockdown orders, say public health experts.Dr. Keith … [+1547 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"Zeke Miller","title":"Social distancing in the U.S. extended by a month as coronavirus spreads - Global News","description":"Social distancing in the U.S. extended by a month as coronavirus spreads Global News Trump extends U.S. physical distancing guidelines until April 30 CBC.ca Trump brags about high TV viewership of coronavirus briefings The Globe and Mail Trump is prioritising…","url":"http://globalnews.ca/news/6748970/trump-30-days-social-distancing-coronavirus/","urlToImage":"https://shawglobalnews.files.wordpress.com/2020/03/2020-03-29t234207z_536041942_rc2ztf9gmeqv_rtrmadp_3_health-coronavirus-usa.jpg?quality=70&strip=all&w=720&h=379&crop=1","publishedAt":"2020-03-29T23:59:42Z","content":"U.S. President Donald Trump is extending the voluntary national shutdown for a month as sickness and death from the coronavirus pandemic rise in the U.S.\r\nThe initial 15-day period of social distancing urged by the federal government expires Monday and Trump … [+6202 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Doug Cameron","title":"United Airlines Cuts U.S., International Flights in Response to Coronavirus - The Wall Street Journal","description":"United Airlines Cuts U.S., International Flights in Response to Coronavirus The Wall Street Journal United, JetBlue cutting US flights because of coronavirus CNN United slashing US, international flights, offering voluntary leave amid coronavirus crisis USA T…","url":"https://www.wsj.com/articles/united-airlines-cuts-u-s-international-flights-due-to-coronavirus-11583351359","urlToImage":"https://images.wsj.net/im-160802/social","publishedAt":"2020-03-05T02:34:00Z","content":"United Airlines Holdings Inc. said it would cut domestic flights, as the spreading coronavirus depresses bookings. \r\nAirlines world-wide have parked more than 1,000 planes as bookings have fizzled and concerns have risen that depressed demand could extend int… [+93 chars]"},{"source":{"id":"the-globe-and-mail","name":"The Globe And Mail"},"author":null,"title":"As New York becomes the new coronavirus epicentre, Trump wants to ease up on social distancing - The Globe and Mail","description":"As New York becomes the new coronavirus epicentre, Trump wants to ease up on social distancing The Globe and Mail New York Gov. Andrew Cuomo holds a press conference (LIVE) | USA TODAY USA TODAY Anyone leaving New York must self-isolate or risk spreading COVI…","url":"https://www.theglobeandmail.com/world/us-politics/article-as-new-york-becomes-the-new-coronavirus-epicentre-trump-wants-to-ease/","urlToImage":"https://www.theglobeandmail.com/resizer/aUWTqCdrPYRXrsGGWAoVNG0C4Vk=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/4YXIE73WINB6LMAT4J3GH6PEN4.JPG","publishedAt":"2020-03-25T02:12:00Z","content":"EMTs lift a patient into an ambulance while wearing protective gear, as the COVID-19 outbreak continues, in New York, on March 24, 2020. \r\nSTEFAN JEREMIAH/Reuters\r\nNew York is rapidly becoming the new epicentre of the coronavirus pandemic, with the rise of in… [+4710 chars]"},{"source":{"id":null,"name":"Tennisworldusa.org"},"author":"Lorenzo Ciotti","title":"Roland Garros decision protects Nadal but spites Roger Federer - Tennis World USA","description":"Roland Garros decision protects Nadal but spites Roger Federer Tennis World USA Roger And Mirka Federer Make Big Donation To Vulnerable Swiss Families ATP Tour Roger Federer and wife Mirka donate 1M Francs to COVID-19 relief TSN Roger Federer donates $1 milli…","url":"https://www.tennisworldusa.org/tennis/news/Tennis_Stories/85547/roland-garros-decision-protects-nadal-but-spites-roger-federer/","urlToImage":"https://www.tennisworldusa.org/imgb/90522/roland-garros-decision-protects-nadal-but-spites-roger-federer.jpg","publishedAt":"2020-03-25T20:12:29Z","content":"Like in a chess match, the French Open organizers made their move, anticipating the decisions of ATP, WTA and ITF, postponing the 2020 French Open edition to the fall, perhaps protecting Rafael Nadal and spiting Roger Federer.\r\nA controversial decision, which… [+1463 chars]"},{"source":{"id":"the-washington-post","name":"The Washington Post"},"author":"Jenna Portnoy","title":"Coronavirus in the DMV: What you need to know - The Washington Post","description":"Coronavirus in the DMV: What you need to know The Washington Post Gov. Hogan: Patients with coronavirus had ‘concerning’ public interactions WTOP Governor: Maryland coronavirus cases linked to Egyptian cruise and Texas cases USA TODAY Three more coronavirus i…","url":"https://www.washingtonpost.com/dc-md-va/2020/03/07/maryland-virginia-dc-coronavirus/","urlToImage":"https://www.washingtonpost.com/resizer/himFlqqW1ttIMErLBMWuH4CiBeU=/1440x0/smart/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/4MAPRNDABYI6VLCQDBYB4FHANU.jpg","publishedAt":"2020-03-08T03:03:59Z","content":"Hospitals and health agencies are stocking up on protective equipment and testing kits, public transit systems are adding new cleaning protocols, and officers and school systems are making plans to operate remotely if necessary. Here are answers to frequently… [+4877 chars]"},{"source":{"id":"google-news","name":"Google News"},"author":null,"title":"What is coronavirus, how did it start and could the outbreak grow bigger? - The Telegraph","description":"What is coronavirus, how did it start and could the outbreak grow bigger? The Telegraph Trump tweets about coronavirus using term 'Chinese Virus' NBCNews.com Fact check: Coronavirus originated in China, not elsewhere, researchers and studies say USA TODAY Dr.…","url":"https://news.google.com/__i/rss/rd/articles/CBMiRWh0dHBzOi8vd3d3LnRlbGVncmFwaC5jby51ay9uZXdzLzAvY29yb25hdmlydXMtb3V0YnJlYWstdWstY2hpbmEvYW1wL9IBaGh0dHBzOi8vd3d3LnRlbGVncmFwaC5jby51ay9uZXdzLzIwMjAvMDMvMTcvd2hhdC1jb3JvbmF2aXJ1cy1zdGFydC1jaGluYS1vdXRicmVhay1wYW5kZW1pYy1jb3ZpZC0xOS9hbXAv?oc=5","urlToImage":null,"publishedAt":"2020-03-17T16:31:32Z","content":null},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Yaroslav Trofimov","title":"Democracy, Dictatorship, Disease: The West Takes Its Turn With Coronavirus - Wall Street Journal","description":"Democracy, Dictatorship, Disease: The West Takes Its Turn With Coronavirus Wall Street Journal Markets tumble as novel coronavirus cases grow in the US and northern Italy goes into lockdown CNN China reports fewest number of coronavirus cases since it started…","url":"https://www.wsj.com/articles/democracy-dictatorship-disease-the-west-takes-its-turn-with-coronavirus-11583701472","urlToImage":"https://images.wsj.net/im-162010/social","publishedAt":"2020-03-08T22:04:00Z","content":"Western democracies confronting the spread of the novel coronavirus are facing a test with profound implications for their future: Will they fail where authoritarian China, which is touting itself as an alternative model for the world, is succeeding?\r\nCovid-1… [+273 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Jody Serrano","title":"Google’s Coronavirus Website Is Nothing Like Trump Described","description":"Google finally unveiled its coronavirus website today. Yes, that website, the one that President Donald Trump said Google was building that the company had no idea it was building. The website, while a good resource to obtain information on covid-19, the dise…","url":"https://gizmodo.com/google-s-coronavirus-website-is-nothing-like-trump-desc-1842440200","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/pgqllfskstd3jdm8fsjp.jpg","publishedAt":"2020-03-21T21:05:00Z","content":"Google finally unveiled its coronavirus website today. Yes, that website, the one that President Donald Trump said Google was building that the company had no idea it was building. The website, while a good resource to obtain information on covid-19, the dise… [+3164 chars]"},{"source":{"id":null,"name":"Youtube.com"},"author":null,"title":"Coronavirus: China reports the first day of no new cases - BBC News - BBC News","description":"Coronavirus: China reports the first day of no new cases - BBC News BBC News China Hits a Coronavirus Milestone: No New Local Infections The New York Times Coronavirus live updates: CDC issues warning to young people, Italy nears China's toll, US deaths at 15…","url":"https://www.youtube.com/watch?v=sn-i152iPcA","urlToImage":"https://i.ytimg.com/vi/sn-i152iPcA/maxresdefault.jpg","publishedAt":"2020-03-19T15:36:34Z","content":null},{"source":{"id":null,"name":"Mercurynews.com"},"author":"Casey Tolan","title":"Coronavirus: Newsom avoids clashing with Trump as he charts state’s coronavirus response - The Mercury News","description":"Coronavirus: Newsom avoids clashing with Trump as he charts state’s coronavirus response The Mercury News Newsom orders California coronavirus eviction ban Los Angeles Times California Gov. Newsom declares statewide moratorium on evictions for renters hit by …","url":"https://www.mercurynews.com/coronavirus-gavin-newsom-california-response-trump","urlToImage":"https://www.mercurynews.com/wp-content/uploads/2020/03/GettyImages-1208436737.jpg?w=1024&h=683","publishedAt":"2020-03-27T17:45:51Z","content":"Handling disasters is part of the job description for California governors, who have dealt with everything from earthquakes to blackouts to devastating wildfires.\r\nBut as the state has been roiled by the coronavirus pandemic over the last few weeks, Gov. Gavi… [+7528 chars]"}]