[{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Brian Heater","title":"UK and Ireland added to US travel ban amid COVID-19 concerns","description":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed…","url":"http://techcrunch.com/2020/03/14/uk-and-ireland-added-to-us-travel-ban-amid-covid-19-concerns/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/03/GettyImages-1135383514.jpeg?w=573","publishedAt":"2020-03-14T17:19:01Z","content":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed… [+1486 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Emily Price","title":"How to Contact Your Airline Right Now","description":"If you had plans to travel to Europe this summer, and especially over the next month, then Trump’s latest travel ban has likely caught your attention. Read more...","url":"https://lifehacker.com/how-to-contact-your-airline-right-now-1842291610","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/mhn7fwgl7yvqqdj6vxdn.jpg","publishedAt":"2020-03-12T17:31:00Z","content":"If you had plans to travel to Europe this summer, and especially over the next month, then Trumps latest travel ban has likely caught your attention.\r\nStarting Friday, the 30-day ban restricts non-US citizens from flying into the United States if they have vi… [+3410 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Here's what the new U.S. restrictions on Europe mean for travelers","description":"The United States will suspend travel from certain European countries for 30 days beginning at midnight on Friday as part of an effort to stem the spread of the coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-usa-travel-factbox-idUSKBN2103AB","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-13T20:59:18Z","content":"WASHINGTON (Reuters) - The United States will suspend travel from certain European countries for 30 days beginning at midnight on Friday as part of an effort to stem the spread of the coronavirus. \r\n- The restrictions cover people who have been in 26 European… [+2870 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"John Haltiwanger","title":"Trump's coronavirus travel ban excludes the countries where he has golf courses struggling for business","description":"President Donald Trump's new coronavirus travel restrictions on Europe do not extend to the two countries where he has golf courses: the UK and Ireland. The 30-day travel ban targets 26 countries that are part of a visa-free travel area known as the Schengen …","url":"https://www.businessinsider.com/coronavirus-trump-europe-travel-ban-exclude-uk-ireland-golf-courses-2020-3","urlToImage":"https://i.insider.com/5e69c9e454f25c62bb493cb3?width=1200&format=jpeg","publishedAt":"2020-03-12T08:49:41Z","content":"Hours after the World Health Organization declared the novel coronavirus a pandemic, President Donald Trump announced a 30-day travel ban on most of Europe. But he excluded two countries where he has hotels and golf courses that have been struggling financial… [+3599 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"USA TODAY, David Oliver, Nicquel Terry Ellis and Curtis Tate, USA TODAY","title":"US-Canada border to close for nonessential travel to slow coronavirus spread, Trump says","description":"The border between Canada and the U.S. will be closed for non-essential travel.","url":"https://www.usatoday.com/story/travel/news/2020/03/18/coronavirus-united-states-canada-border-shut-down-trump-says/2863086001/","urlToImage":"https://www.gannett-cdn.com/presto/2020/03/07/USAT/27a74d8b-3a2e-40ea-831e-41a21886e9bc-AP_Canada_Trudeau_Pipeline.JPG?crop=5030,2830,x0,y374&width=3200&height=1680&fit=bounds","publishedAt":"2020-03-18T13:50:03Z","content":"As flu season comes to an end and allergy season starts to heat up, there may be concerns about symptoms that mimic the new coronavirus COVID-19.\r\nWochit\r\nThe border between Canada and the U.S. will close for non-essential travel.\r\nPresident Donald Trump conf… [+2277 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"USA TODAY, Chris Woodyard, USA TODAY","title":"No penalty? Hotel chains differ on cancellation fee policies around the coronavirus","description":"Some major chains have announced they will waive cancellation fees, but it depends on where you're going and when","url":"https://www.usatoday.com/story/travel/hotels/2020/03/12/coronavirus-cancellation-fees-hotels-policy/5039617002/","urlToImage":"https://www.gannett-cdn.com/-mm-/c6ce345dd3cc67c30388965835e2347ef87cfcc7/c=0-366-2700-1885/local/-/media/2020/03/03/USATODAY/usatsports/MotleyFool-TMOT-b9d6657b-hotel-room.jpg?width=2700&height=1519&fit=crop&format=pjpg&auto=webp","publishedAt":"2020-03-13T03:20:52Z","content":"Travelers who were planning trips to foreign countries that are now hotbeds for the coronavirus outbreak may catch a break if they decide to cancel their hotel reservations in countries like Italy or Thailand.\r\nBut even though COVID-19 has become a worldwide … [+2124 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Sinéad Baker","title":"Here is how Trump's travel ban on Europe will work, and exactly who it applies to","description":"US President Donald Trump has banned travel from 26 other countries for 30 days in a bid to halt the spread of the deadly coronavirus. Trump abruptly announced the ban on Wednesday, shocking Europe and the markets, sending airline stocks plunging, and forcing…","url":"https://www.businessinsider.com/coronavirus-who-trumps-european-travel-ban-affects-how-works-explained-2020-3","urlToImage":"https://i.insider.com/5e6a062284159f0b62451892?width=1200&format=jpeg","publishedAt":"2020-03-12T11:17:29Z","content":"President Donald Trump abruptly announced a ban on travel from 26 European countries on Wednesday as he ramped up the US's response to the deadly coronavirus that is spreading across both the European Union and the US.\r\nThe announcement caused immediate confu… [+4681 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"mmark@businessinsider.com (Michelle Mark)","title":"Throngs of travelers arriving back in the US are jam-packed in airports after Trump's coronavirus travel ban","description":"Trump's coronavirus travel ban just created \"a perfect storm for creating massive case clusters,\" one expert said.","url":"https://news.yahoo.com/throngs-travelers-arriving-back-us-040125452.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/3Hv.tc..GxHwD.hmFUJT4Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05NjA-/https://s.yimg.com/uu/api/res/1.2/AUIGR1mrFyqjWMK6wqXvTw--~B/aD03MjA7dz05NjA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/EN/insider_articles_922/6de2cb9c07d85123471fddc9a22466d7","publishedAt":"2020-03-15T04:01:25Z","content":"Passengers and news outlets tweeted out images of massive crowds at major US airports not long after President Donald Trump's travel ban amid the coronavirus outbreak.\r\nTwitter/@katyslittlefarm; Twitter/@drunktweetn\r\n<ul><li>Throngs of passengers crowded majo… [+4146 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Bethany Biron","title":"In leaked memo, Hobby Lobby refuses to give workers paid sick leave during coronavirus pandemic","description":"In a memo to Hobby Lobby store managers obtained by Business Insider, vice president of operations Randy Betts wrote that sick workers will be required to use personal paid time off and vacation pay, or else take an \"unpaid leave of absence until further noti…","url":"https://www.businessinsider.com/in-memo-hobby-lobby-refuses-paid-sick-leave-during-coronavirus-2020-3","urlToImage":"https://i.insider.com/5e78ccebba85ee627368b5b8?width=1200&format=jpeg","publishedAt":"2020-03-23T17:27:31Z","content":"Hobby Lobby is not only fighting to keep stores open as the coronavirus spreads across the US, but also refusing to give its employees immediate paid sick leave if they fall ill. \r\nIn a memo sent to store managers on March 23 and obtained by Business Insider,… [+7377 chars]"},{"source":{"id":null,"name":"Buzzfeednews.com"},"author":"Ellie Hall","title":"3 Big Things Trump Got Wrong While Addressing The Entire Country About Coronavirus","description":"Trump's errors about travel, cargo, and coronavirus testing sent his own administration and experts scrambling to get the facts out. View Entire Post ›","url":"https://www.buzzfeednews.com/article/ellievhall/coronavirus-trump-wrong-travel-cargo-trade-testing-address","urlToImage":"https://img.buzzfeed.com/buzzfeed-static/static/2020-03/12/15/enhanced/21177f73534b/original-2412-1584027775-3.jpg?crop=1024:536;0,38","publishedAt":"2020-03-12T15:58:07Z","content":"President Donald Trump addressed the nation on Tuesday night to announce how the government plans to combat the spread of the coronavirus. He spoke for about 9.5 minutes during primetime television and got three huge things wrong, spreading confusion and send… [+3806 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Proclamation of suspension of travel from Europe to U.S.","description":"President Donald Trump on Wednesday suspended travel from Europe to the United States, except for the UK, for 30 days starting on Friday as he responded to mounting pressure to take action against the spread of the coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-usa-trump-proclama-idUSKBN20Z0D2","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-12T02:49:28Z","content":"WASHINGTON (Reuters) - President Donald Trump on Wednesday suspended travel from Europe to the United States, except for the UK, for 30 days starting on Friday as he responded to mounting pressure to take action against the spread of the coronavirus. \r\nBelow … [+11569 chars]"},{"source":{"id":null,"name":"Canoe.com"},"author":null,"title":"Trump's ban on travel from Europe poses questions for Canada border - Toronto Sun","description":"Trump's ban on travel from Europe poses questions for Canada border Toronto Sun Trump's Europe travel ban poses questions for Canada-U.S. border CTV News Fact check: Trump makes four key errors or omissions in Europe travel announcement CNN Donald Trump has s…","url":"https://canoe.com/news/national/trumps-ban-on-travel-from-europe-poses-questions-for-canada-u-s-border","urlToImage":"https://postmediatorontosun.files.wordpress.com/2020/03/terminal2.jpg","publishedAt":"2020-03-12T21:06:00Z","content":"Canada and the United States conferred over the fate of their shared border, one day after President Donald Trump’s slammed America’s door shut to foreign nationals who recently spent time in Europe to stop COVID-19 contagion.\r\nDeputy Prime Minister Chrystia … [+9510 chars]"},{"source":{"id":null,"name":"Pennlive.com"},"author":"Julia Hatmaker | jhatmaker@pennlive.com","title":"Coronavirus: How dangerous is it to travel? Also how travel bans, advisories could impact your trip - PennLive","description":"Coronavirus: How dangerous is it to travel? Also how travel bans, advisories could impact your trip PennLive As coronavirus spreads, CDC warns Americans about traveling within the U.S. MarketWatch How travel brands are navigating the coronavirus landscape AdA…","url":"https://www.pennlive.com/news/2020/03/coronavirus-how-dangerous-is-it-to-travel-also-how-travel-bans-advisories-could-impact-your-trip.html","urlToImage":"https://www.pennlive.com/resizer/i1XiQvms1hRBk3_I2YMn9-4t-PI=/1280x0/smart/arc-anglerfish-arc2-prod-advancelocal.s3.amazonaws.com/public/WXBDQI6NPFHOPNBNCMQYW4G37Q.jpg","publishedAt":"2020-03-12T17:36:33Z","content":"Is it safe to travel? Coronavirus is a global pandemic according to the World Health Organization, and it shows no signs of slowing its spread throughout the world. With more than 4,700 people dead from the disease and more than 120,000 cases confirmed global… [+20206 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Steve Holland and Alexandra Alper","title":"Trump suspends travel from Europe to the United States to fight coronavirus, UK exempted","description":"Under mounting pressure to take action against the spread of the coronavirus, President Donald Trump on Wednesday suspended travel from Europe to the United States, except for the UK, for 30 days starting on Friday. The president, who faces re-election in Nov…","url":"https://news.yahoo.com/trump-suspends-travel-europe-united-011354264.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/KmJu9_fjfE6a2CGegzDtEg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MDMuMg--/https://s.yimg.com/uu/api/res/1.2/jE4XRgJbu7uLYY1PShvonQ--~B/aD01MDI7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/c76fe970867e432b5776cbe754e97340","publishedAt":"2020-03-12T01:13:54Z","content":"By Steve Holland and Alexandra Alper\r\nWASHINGTON (Reuters) - President Donald Trump on Wednesday suspended travel from Europe to the United States, except for the UK, for 30 days starting on Friday as he responded to mounting pressure to take action against t… [+3459 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":"Artur Petrosyan","title":"How Belarus is fighting the coronavirus: vodka first, soccer second","description":"Belarus is the only European country playing soccer during the coronavirus crisis, as their president promotes vodka, sport and national pride.","url":"https://www.espn.com/soccer/belarus/story/4078805/how-belarus-is-fighting-the-coronavirus-vodka-firstfootball-second","urlToImage":"https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0326%2Fr683176_1296x729_16%2D9.jpg","publishedAt":"2020-03-26T16:05:20Z","content":"The Belarusian Premier League kicked off their 2020 season defiantly last weekend, earning the dubious honor of being one of just five leagues in action across the globe. Natalia Fedosenko\\TASS via Getty Images\r\nBelarusian football is not something even the m… [+7809 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: US travel ban on 26 European countries comes into force","description":"The US president has also declared a national emergency, freeing up to $50bn in relief funds.","url":"https://www.bbc.co.uk/news/world-us-canada-51883728","urlToImage":"https://ichef.bbci.co.uk/images/ic/1024x576/p086m3h5.jpg","publishedAt":"2020-03-14T04:21:06Z","content":"Media playback is unsupported on your device\r\nMedia captionPresident Trump declares a national emergency and says he will \"most likely\" be tested for coronavirus\r\nPresident Donald Trump's travel ban on 26 European nations has come into force in the US, as par… [+5936 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Pilar Melendez","title":"‘I’m a Full Nomad’: The Americans Fighting to Get Home","description":"Ashley Scoby, a freelance writer who has been living in Budapest for the last month, went to sleep early on Wednesday night with only a slight concern of the coronavirus spreading throughout Europe. But when she woke up the next morning at 7 a.m., she found 2…","url":"https://news.yahoo.com/im-full-nomad-americans-fighting-233342921.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/5sUSuhajEZLPGUbet3Jyrw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD03MTkuODYzMjQ3ODYzMjQ3OA--/https://s.yimg.com/uu/api/res/1.2/CLIME5gQR3SIZSqQwuRdtA--~B/aD02NTg7dz0xMTcwO3NtPTE7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en-US/thedailybeast.com/3692761c598407ecdc98598d81ad3c37","publishedAt":"2020-03-12T23:33:42Z","content":"Andrew Medichini/AP\r\nAshley Scoby, a freelance writer who has been living in Budapest for the last month, went to sleep early on Wednesday night with only a slight concern of the coronavirus spreading throughout Europe. \r\nBut when she woke up the next morning… [+5825 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Switzerland extends border controls to all Schengen countries","description":"The Swiss government on Wednesday said it was expanding its border controls to include all countries in the Schengen open border zone to help protect people from coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-switzerland-border-idUSKBN21C24A","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-25T13:36:25Z","content":"BERLIN (Reuters) - The Swiss government on Wednesday said it was expanding its border controls to include all countries in the Schengen open border zone to help protect people from coronavirus. \r\nThe move comes after Switzerland last week introduced controls … [+377 chars]"},{"source":{"id":null,"name":"Qz.com"},"author":"Natasha Frost","title":"The European travel ban will have far-reaching consequences","description":"Billions of dollars, thousands of flights, and around a million passengers per month.","url":"https://qz.com/1817344/the-consequences-of-a-month-of-no-us-bound-travel-from-europe/","urlToImage":"https://cms.qz.com/wp-content/uploads/2020/03/AP_20069358713715-e1584036963474.jpg?quality=75&strip=all&w=1400","publishedAt":"2020-03-12T19:07:00Z","content":"On any given day last year, an average of about 25,000 European residents, excluding people based in the UK, entered the US.  Some were there for work, others commencing long-awaited vacations, or visiting faraway family members.\r\nFor the next 30 days or more… [+1878 chars]"}]