[{"source":{"id":null,"name":"Tim.blog"},"author":"Tim Ferriss","title":"Jack Kornfield — How to Find Peace Amidst COVID-19, How to Cultivate Calm in Chaos (#414)","description":"“We have the opportunity, even in difficult times, to let our spirit shine.” — Jack Kornfield Jack Kornfield (@JackKornfield) trained as a Buddhist monk in the monasteries of Thailand, India, and Burma, shortly thereafter becoming one of the key teachers to i…","url":"https://tim.blog/2020/03/12/jack-kornfield-covid19/","urlToImage":"https://i2.wp.com/tim.blog/wp-content/uploads/2020/03/Jack-Kornfield-scaled.jpg?fit=1200%2C800&ssl=1","publishedAt":"2020-03-12T16:48:43Z","content":"We have the opportunity, even in difficult times, to let our spirit shine.\r\n Jack Kornfield\r\nJack Kornfield (@JackKornfield) trained as a Buddhist monk in the monasteries of Thailand, India, and Burma, shortly thereafter becoming one of the key teachers to in… [+12049 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Teresa Krug","title":"Race to translate COVID-19 info as some US communities left out","description":"Language barriers and mixed responses leave some US communities without vital coronavirus information.","url":"https://www.aljazeera.com/news/2020/03/race-translate-covid-19-info-communities-left-200331144408436.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/31/2bfb4f91597f454882b591e4a0d0c08b_18.jpg","publishedAt":"2020-03-31T16:29:34Z","content":"Jonesboro, Arkansas - Melisa Laelan is used to challenges.\r\nFour years ago, a mumps outbreak affected the Marshallese community in northwest Arkansas. Laelan, the founder and executive director of the Arkansas Coalition of Marshallese, said they were able to … [+5607 chars]"},{"source":{"id":null,"name":"Forbes.com"},"author":"Chelsea Davis, Contributor, Chelsea Davis, Contributor https://www.forbes.com/sites/chelseadavis/","title":"30 Bay Area Restaurants Offering Delivery During The Coronavirus Crisis (And What To Order At Each!)","description":"Though restaurants and bars throughout the San Francisco Bay Area are shut down due to the city-wide shelter in place mandate, many of our go-to eateries are still open! In honor of indulgently quarantining, here are the best dishes to order at these 30 resta…","url":"https://www.forbes.com/sites/chelseadavis/2020/03/21/30-bay-area-restaurants-offering-delivery-during-the-coronavirus-crisis-and-what-to-order-at-each/","urlToImage":"https://thumbor.forbes.com/thumbor/fit-in/1200x0/filters%3Aformat%28jpg%29/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F5e7532e910380d0006bdca3c%2F0x0.jpg","publishedAt":"2020-03-21T23:59:57Z","content":"Though restaurants and bars throughout the San Francisco Bay Area are shut down due to the city-wide shelter in place mandate, many of our go-to eateries are still open for pick up and delivery! And what better way to pass the time than eat meal after meal fr… [+14488 chars]"},{"source":{"id":null,"name":"We-heart.com"},"author":"Amelie Jones","title":"Burma: Food, Family & Conflict","description":"Ma Khin Café has occupied Valencia's Mercado Colón since 2014, serving up 'Decolonial Asian Food'. Think fresh crisp salads and noodles, to a comforting bowl of dahl or steaming pot of mohinga, the restaurant's dishes are rooted firmly in the gastronomic cult…","url":"https://www.we-heart.com/2020/03/31/burma-food-family-conflict-ma-khin-cafe-stephen-bridget-anderson/","urlToImage":"https://www.we-heart.com/upload-images/burmafoodfamilyconflictsmall.jpg","publishedAt":"2020-03-31T15:10:43Z","content":"Ma Khin Café has occupied Valencia’s Mercado Colón since 2014, serving up ‘Decolonial Asian Food’. Think fresh crisp salads and noodles, to a comforting bowl of dahl or steaming pot of mohinga, the restaurant’s dishes are rooted firmly in the gastronomic cult… [+2124 chars]"},{"source":{"id":null,"name":"Mercurynews.com"},"author":"Aldo Toledo","title":"Coronavirus-stricken Grand Princess passengers docking Monday won’t be quarantined in Oakland - The Mercury News","description":"Coronavirus-stricken Grand Princess passengers docking Monday won’t be quarantined in Oakland The Mercury News This is what it looks like to be stuck on the Grand Princess cruise ship CNN Continued Coronavirus Outbreak Causes Slow Response For Passengers Stil…","url":"https://www.mercurynews.com/coronavirus-stricken-grand-princess-passengers-docking-monday-wont-be-quarantined-in-oakland","urlToImage":"https://www.mercurynews.com/wp-content/uploads/2020/03/MIJ-Z-CRUISE-0306-10.jpg?w=1024&h=642","publishedAt":"2020-03-08T18:57:13Z","content":"CLICK HERE if you’re having a problem viewing the photos on a mobile device.\r\nPassengers who have tested positive for coronavirus or have been exposed to the virus on the Grand Princess cruise ship headed to the Port of Oakland on Monday won’t be quarantined … [+5048 chars]"},{"source":{"id":null,"name":"Padailypost.com"},"author":null,"title":"Fear over virus is hitting local businesses hard - The Daily Post","description":"BY SARA TABIN Daily Post Staff Writer The latest victims of COVID-19 might be Palo Alto’s downtown businesses. A dozen hospitality businesses that spoke to the Post on Tuesday (March [...]","url":"https://padailypost.com/2020/03/12/fear-over-virus-is-hitting-local-businesses-hard/","urlToImage":"https://padailypost.com/wp-content/uploads/2020/03/Cowper-Inn.jpg","publishedAt":"2020-03-12T15:08:03Z","content":"The Cowper Inn at 705 Cowper St. Post photo.\r\nBY SARA TABINDaily Post Staff Writer\r\nThe latest victims of COVID-19 might be Palo Altos downtown businesses.\r\nA dozen hospitality businesses that spoke to the Post on Tuesday (March 10) said they have seen declin… [+3040 chars]"},{"source":{"id":null,"name":"Forbes.com"},"author":"Caroline Lupini, Forbes Staff, Caroline Lupini, Forbes Staff http://www.forbes.com/sites/carolinelupini/","title":"These Credit Cards May Come In Handy If You Are Quarantined While Traveling Due To COVID-19","description":"Your credit card may have benefits that will help if you get quarantined due to COVID-19. Check out what each issuer commonly offers.","url":"https://www.forbes.com/sites/advisor/2020/03/10/these-credit-cards-may-come-in-handy-if-you-are-quarantined-while-traveling-due-to-covid-19/","urlToImage":"https://thumbor.forbes.com/thumbor/fit-in/1200x0/filters%3Aformat%28jpg%29/https%3A%2F%2Fspecials-images.forbesimg.com%2Fimageserve%2F1205633459%2F0x0.jpg","publishedAt":"2020-03-10T17:00:00Z","content":"Since the World Health Organization declared COVID-19 a public health emergency, many travelers have canceled or rescheduled upcoming trips. Others have continued to travel for various reasonssome travel simply cant be avoided, and in any case theres only a h… [+10758 chars]"},{"source":{"id":null,"name":"Securityaffairs.co"},"author":"Pierluigi Paganini","title":"State-sponsored hackers are launching Coronavirus-themed attacks","description":"State-sponsored hackers are now using coronavirus lures to infect their targets In the last weeks, security experts reported many Coronavirus-themed attacks carried out by cybercrime gangs, now experts warn of similar attacks from nation–state actors. Recentl…","url":"https://securityaffairs.co/wordpress/99552/apt/apt-coronavirus-themed-attacks.html","urlToImage":"https://i1.wp.com/securityaffairs.co/wordpress/wp-content/uploads/2020/03/coronavirus-themed-attacks.jpg?resize=300%2C300&ssl=1","publishedAt":"2020-03-13T14:05:12Z","content":"Recently security experts reported many Coronavirus-themed attacks carried out by cybercrime gangs, but now experts are warning of similar attacks launched by nation\r\n-state actors. \r\nState-sponsored hackers from Russia, China, and North Korea never stop thei… [+2963 chars]"},{"source":{"id":"breitbart-news","name":"Breitbart News"},"author":"Jack Montgomery, Jack Montgomery","title":"WWII Icon Vera Lynn, 103, Urges Brits to Call Upon 'Selfless Spirit' of the War to Beat Pandemic","description":"Dame Vera Lynn, the iconic Forces' Sweetheart who raised national morale during the war years, has urged Britons to call on that same community spirit and selflessness to see them through the Chinese coronavirus pandemic.","url":"https://www.breitbart.com/europe/2020/03/21/wwii-icon-vera-lynn-103-urges-brits-to-call-upon-selfless-spirit-of-the-war-to-beat-pandemic/","urlToImage":"https://media.breitbart.com/media/2020/03/vera-lynn-640x335.png","publishedAt":"2020-03-21T17:48:27Z","content":"Dame Vera Lynn, the iconic Forces’ Sweetheart who raised national morale during the war years, has urged Britons to call on that same community spirit and selflessness to see them through the Chinese coronavirus pandemic.\r\n“We all did our bit back during the … [+2326 chars]"},{"source":{"id":null,"name":"Dawn.com"},"author":"none@none.com (A Correspondent)","title":"US places Pakistan on high-priority list for Covid-19 assistance","description":"WASHINGTON: The United States has placed Pakistan among the high-priority countries that will receive US assistance for curbing the outbreak of the deadly coronavirus, a senior American official said. Briefing journalists in Washington on Thursday afternoon o…","url":"https://www.dawn.com/news/1544367","urlToImage":"https://i.dawn.com/large/2020/03/5e7ed6d3798b5.jpg","publishedAt":"2020-03-28T02:01:16Z","content":"WASHINGTON: The United States has placed Pakistan among the high-priority countries that will receive US assistance for curbing the outbreak of the deadly coronavirus, a senior American official said. \r\nBriefing journalists in Washington on Thursday afternoon… [+418 chars]"},{"source":{"id":"breitbart-news","name":"Breitbart News"},"author":"John Binder, John Binder","title":"Coronavirus: Trump Bans Travel from Europe, Democrats Seek Open Borders","description":"President Trump issued a travel ban on the continent of Europe for at least 30 days while House and Senate Democrats push to dismantle his authority to enact such life-saving immigration restrictions.","url":"https://www.breitbart.com/politics/2020/03/11/coronavirus-trump-bans-travel-from-europe-democrats-seek-open-borders/","urlToImage":"https://media.breitbart.com/media/2020/03/Trump-Bans-Travel-from-Europe-640x335.jpg","publishedAt":"2020-03-12T02:02:12Z","content":"President Trump issued a travel ban on the continent of Europe for at least 30 days while House and Senate Democrats push to dismantle his authority to enact such life-saving immigration restrictions.\r\nOn Wednesday evening, Trump announced a travel ban on all… [+3006 chars]"},{"source":{"id":null,"name":"Brooklynvegan.com"},"author":"BrooklynVegan Staff","title":"amazing live videos from Pulp, Cave In, Nick Cave & more to watch while every show is cancelled","description":"Today's picks for amazing live videos to watch while there are no actual shows to attend include Pulp at Glastonbury 1995, Cave In in 2000, Nick Cave in 1992, and more... Continue reading…","url":"http://www.brooklynvegan.com/amazing-live-videos-from-pulp-cave-in-nick-cave-more-to-watch-while-every-show-is-cancelled/","urlToImage":"http://www.brooklynvegan.com/files/2020/03/pulp-glastonbury-2.png?w=1200&h=0&zc=1&s=0&a=t&q=89","publishedAt":"2020-03-24T14:14:00Z","content":"Basically no shows are happening due to the coronavirus outbreak (though some artists are doing livestreams instead), but if youre already jonesing to see a show, or just need a brief distraction from the insanity of the world right now, thankfully theres You… [+3880 chars]"},{"source":{"id":null,"name":"Thediplomat.com"},"author":"Shannon","title":"Coronavirus and Rohingya Refugee Camps","description":"The first confirmed case in Cox’s Bazar, on March 24, is a serious concern for aid workers.","url":"https://thediplomat.com/2020/03/coronavirus-and-rohingya-refugee-camps/","urlToImage":"https://thediplomat.com/wp-content/uploads/2020/03/sizes/td-story-s-2/thediplomat-2020-03-30-1.jpg","publishedAt":"2020-03-30T12:49:51Z","content":"Advertisement\r\nAs countries close their borders and ask their citizens to stay home to prevent the spread of the coronavirus, aid organizations warn that the impact of the virus on the Rohingya refugee camps in Bangladesh could be enormous. On March 24, the f… [+7482 chars]"},{"source":{"id":null,"name":"Allafrica.com"},"author":null,"title":"Kenya: City Hall Considering Aerial Fumigation to Control Coronavirus Spread","description":"[Nairobi News] Nairobi county government is mulling the use of aerial fumigation to help in the fight against the fast spread of the deadly coronavirus in the county.","url":"https://allafrica.com/stories/202003300040.html","urlToImage":"https://cdn07.allafrica.com/static/images/structure/aa-logo-rgba-no-text-128x128.png","publishedAt":"2020-03-30T05:41:48Z","content":"Nairobi county government is mulling the use of aerial fumigation to help in the fight against the fast spread of the deadly coronavirus in the county.\r\nNairobi Health Services Executive Hitan Majevdia said this method will help to fumigate the entire county … [+2732 chars]"},{"source":{"id":null,"name":"Muslimmatters.org"},"author":"Imam Omar Suleiman","title":"Neglected Blessings and Unique Opportunities of the Coronavirus | Imam Omar Suleiman","description":"As we practice and endure social isolation and even quarantine, we should stop thinking of what we may be missing out on and start considering the ways that time could be spent in attaining knowledge and getting closer to Allah. Watch Sh. Omar Suleiman’s full…","url":"https://muslimmatters.org/2020/03/13/neglected-blessings-and-unique-opportunities-of-the-coronavirus-imam-omar-suleiman/","urlToImage":"https://m2w4k5m5.stackpathcdn.com/wp-content/uploads/Kaba-cleaning-1000x600.jpeg?x39782","publishedAt":"2020-03-13T23:06:54Z","content":"Last night I had the pleasure of hosting His Excellency Attorney General Abubacarr Marie Tambadou, the Justice Minister of the Gambia and Imam Omar Suleiman at Honor Our Heroes in Washington DC. Imam Omar presented the Torch of Justice Award on behalf of Just… [+6448 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Andrew Nachemson","title":"Myanmar claimed to be coronavirus-free. Now cases are showing up","description":"The country of 54 million has recorded five COVID-19 infections. But its weak health system and long border with China suggest a bigger outbreak.","url":"https://news.yahoo.com/myanmar-claimed-coronavirus-free-now-164539457.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/9R.CcFFdcPEHsPP4EuuimQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/owUkBc5raAcWI3ZgSRKHAg--~B/aD01NjA7dz04NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/la_times_articles_853/771d98a34e33e9c63c1300740aac6e66","publishedAt":"2020-03-27T01:50:55Z","content":"A city worker disinfects a street as a preventive measure against the coronavirus in Yangon, Myanmar. (Ye Aung Thu / AFP/Getty Images)\r\nAs its Southeast Asian neighbors counted cases of the new coronavirus in the hundreds and thousands, Myanmar recorded its f… [+5887 chars]"},{"source":{"id":null,"name":"Sfgate.com"},"author":"Amy Graff","title":"'Mom, what's happening to our city?': My apocalyptic bike ride on Valencia with my son","description":"My 15-year-old son and I ventured out of our house late Thursday evening to ride our bikes down Valencia Street, the beating heart of San Francisco's Mission District. What we found was a city we didn't recognize.","url":"https://www.sfgate.com/bayarea/article/Valencia-Street-San-Francisco-shelter-in-place-15144787.php","urlToImage":"https://s.hdnux.com/photos/01/11/16/50/19196456/3/rawImage.jpg","publishedAt":"2020-03-20T19:05:57Z","content":"<ul><li>Puerto Alegra on San Francisco's Valencia Street was temporarily closed on March 19, 2020, amid a shelter-in-place order to prevent the spread of COVID-19.\r\nPuerto Alegra on San Francisco's Valencia Street was temporarily closed on March 19, 2020, ami… [+6037 chars]"},{"source":{"id":null,"name":"Denverpost.com"},"author":"Josie Sexton","title":"Denver restaurants offering takeout, curbside pickup and delivery during the coronavirus shutdown","description":"All bars and restaurants in the city of Denver will be closed for on-site dining for the next eight weeks starting at 8 a.m. Tuesday morning, but restaurants are still allowed to offer take-out and delivery, Mayor Michael Hancock said in a press conference ju…","url":"https://www.denverpost.com/2020/03/16/denver-restaurants-curbside-pickup-delivery-coronavirus/","urlToImage":"https://www.denverpost.com/wp-content/uploads/2020/03/TDP-L-WOODEN-SPOON_JAC1166x-1.jpg?w=1024&h=683","publishedAt":"2020-03-16T17:25:03Z","content":"All bars and restaurants in the city of Denver will be closed for on-site dining for the next eight weeks starting at 8 a.m. Tuesday morning, but restaurants are still allowed to offer takeout and delivery, Mayor Michael Hancock said in a press conference jus… [+2447 chars]"},{"source":{"id":null,"name":"Globalresearch.ca"},"author":"Eric Margolis","title":"Muslim Haters Flock Together","description":"President Donald Trump’s 36-hour whirlwind visit to India this past week was designed to show Americans just how adored abroad their president really is. Unluckily for Trump, his campaign stop at this behemoth nation of 1.3 or 1.4 billion proved a fiasco. Fir…","url":"https://www.globalresearch.ca/muslim-haters-flock-together/5705234","urlToImage":"https://www.globalresearch.ca/wp-content/uploads/2020/01/esper-trump.jpg","publishedAt":"2020-03-02T08:48:08Z","content":"President Donald Trumps 36-hour whirlwind visit to India this past week was designed to show Americans just how adored abroad their president really is.\r\nUnluckily for Trump, his campaign stop at this behemoth nation of 1.3 or 1.4 billion proved a fiasco.\r\nFi… [+4233 chars]"},{"source":{"id":"the-hindu","name":"The Hindu"},"author":"Shrinkhla Sahai","title":"‘Social distancing fuels creativity’","description":"Guru Rewben Mashangva says his latest song captures the emotions of people affected by COVID-19","url":"https://www.thehindu.com/entertainment/art/social-distancing-fuels-creativity/article31109386.ece","urlToImage":"https://www.thehindu.com/entertainment/art/gdwj95/article31109385.ece/ALTERNATES/LANDSCAPE_615/Rewben-Mashangva-in-performancePhotograph-by-Anoop-Negi","publishedAt":"2020-03-19T13:00:20Z","content":"Social distancing may be challenging to practice for many, but leaning into solitude comes quite naturally to Guru Rewben Mashangva. The Manipur-based musician believes that periods of self-quarantine are useful for artists to fuel their creativity. At the sa… [+5279 chars]"}]