[{"source":{"id":"time","name":"Time"},"author":"Aryn Baker","title":"These Ebola Fighters Helped Halt an Epidemic. Now, They’re Preparing to Battle Coronavirus","description":"Health officials in Liberia, Sierra Leone and Guinea are pooling resources and sharing lessons learned from the 2014-2015 Ebola outbreak","url":"https://time.com/5794329/africa-ebola-epidemic-coronavirus-liberia-covid-19/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/senegal-africa-coronavirus-response-ebola.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-03-03T16:54:32Z","content":"Dr. Mosoka Fallah remembers all too well what an epidemic can do to his country. Not just the disease itself, but the knock-on implications: hysteria, mob violence, international pariah status, economic ruin and, worst of all, the thousands of lives lost to t… [+8600 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Sean O'Kane","title":"Don’t bail out the cruise industry","description":"President Donald Trump said cruise ship companies are a “prime candidate” for a bailout, along with airlines. But there are many reasons not to hand over billions of dollars in cash to the cruise industry.","url":"https://www.theverge.com/2020/3/23/21187076/cruise-line-industry-bailout-trump-coronavirus-us-companies-tax","urlToImage":"https://cdn.vox-cdn.com/thumbor/SjY-x3KZ7wn0Z8cfocA_Bh0rbjE=/0x215:3000x1786/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19826278/590222848.jpg.jpg","publishedAt":"2020-03-23T19:00:12Z","content":"Trump said its a prime candidate, but there are plenty of reasons not to\r\nPhoto by Ben McCanna / Portland Portland Press Herald via Getty Images\r\nThe United States economy is grinding to a halt as the country grapples with the novel coronavirus pandemic, and … [+6907 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Connie Loizos","title":"Kinnos, which makes colorizes disinfectant to ensure surfaces are covered, just landed $6 million in funding","description":"Kinnos, a New York-based startup, was founded six years ago, but what the five-person company produces is suddenly top of mind — and a new round of funding reflects as much. To wit, Kinnos, which makes additives that causes disinfectants to turn blue long eno…","url":"http://techcrunch.com/2020/03/05/kinnos-which-makes-colorizes-disinfectant-to-ensure-surfaces-are-covered-just-landed-6-million-in-funding/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/Screen-Shot-2020-03-05-at-11.15.55-AM.png?w=764","publishedAt":"2020-03-05T19:17:20Z","content":"Kinnos, a New York-based startup, was founded six years ago, but what the five-person company produces is suddenly top of mind — and a new round of funding reflects as much.\r\nTo wit, Kinnos, which makes additives that causes disinfectants to turn blue long en… [+6192 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Sinéad Baker","title":"Here's what Bill Gates once said we needed do to prevent a crisis like the coronavirus, and what we need to do to stop the next pandemic","description":"When Bill Gates was asked this week what the world should do to stop another pandemic, he pointed to a 2015 talk where he described just that. Gates then said that the world needs to invest in better health systems, increase international collaboration, keep …","url":"https://www.businessinsider.com/bill-gates-coronavirus-how-to-prevent-another-pademic-ted-talk-2020-3","urlToImage":"https://i.insider.com/5e737949c48540304e046c34?width=1200&format=jpeg","publishedAt":"2020-03-19T15:15:47Z","content":"This week, as the coronavirus pandemic worsened, Bill Gates pointed to a 2015 TED talk he gave when people asked him what the world should do now to stop anything similar happening again.\r\nIn the talk, he said that the world was \"not ready for the next epidem… [+7148 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Lydia Ramsey","title":"The coronavirus pandemic is transforming how Americans get their healthcare — we spoke to 3 companies driving the online shift","description":"Almost overnight, the way Americans get their healthcare turned on its head. As efforts inside hospitals ramped up to take care of patients with the novel coronavirus, efforts to keep people out of the hospital through virtual visits surged as well. Business …","url":"https://www.businessinsider.com/coronavirus-telehealth-changing-how-americans-see-doctor-online-2020-3","urlToImage":"https://i.insider.com/5e739ed1c4854068441d9512?width=1200&format=jpeg","publishedAt":"2020-03-23T15:48:00Z","content":"Roy Schoenberg, would've appreciated a heads-up that the nation would be moving from in-person to online doctor's visits in the course of three days at such an overwhelming pace.  \r\nSchoenberg's the CEO of American Well, a privately held telemedicine company … [+5880 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Lucinda Rouse","title":"Liberia braces for coronavirus with defunct health system","description":"Healthcare woes limit effect of Ebola learnings during 2014-16 epidemic as Liberia gears up to fight COVID-19 outbreak.","url":"https://www.aljazeera.com/news/2020/04/liberia-braces-coronavirus-defunct-health-system-200403134851258.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/4/3/3767432e93324953a4686c205a3fc897_18.jpg","publishedAt":"2020-04-03T16:43:05Z","content":"Monrovia, Liberia - \"Please open up!\" blared a man's voice through a megaphone as a government patrol vehicle stopped next to a tightly-knit group of women.\r\n\"Wash your hands!\"\r\nMore:\r\nThe women, most of them vendors at the Waterside market in Liberia's capit… [+5931 chars]"},{"source":{"id":null,"name":"Qz.com"},"author":"Kwasi Gyamfi Asiedu","title":"West African countries are trying to shut down to contain the coronavirus spread","description":"Ghana, Senegal, Liberia and Burkina Faso have introduced restrictions on citizens to slow Covid-19 virus transmission","url":"https://qz.com/africa/1827789/coronavirus-ghana-senegal-burkina-faso-shut-down/","urlToImage":"https://cms.qz.com/wp-content/uploads/2020/03/RTS3063Z-e1585469099622.jpg?quality=75&strip=all&w=1400","publishedAt":"2020-03-29T08:40:35Z","content":"While the number of confirmed cases of Covid-19 in Africa is still small, relative to population size, its governments are taking major steps to slow and potentially stop the virus from spreading.\r\nIn West Africa, a number of countries have instituted restric… [+2681 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"David Fickling","title":"What If You Can't Afford to Fight Coronavirus?","description":"(Bloomberg Opinion) -- As the coronavirus has tiptoed closer to global pandemic status, the world’s major economies are ramping up their spending on defenses. Italy plans to spend $4 billion on emergency economic measures to tackle the outbreak, while South K…","url":"https://news.yahoo.com/cant-afford-fight-coronavirus-220022959.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/GnTW2Xi2kCpeQwasxNpc5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MzUuMg--/https://s.yimg.com/uu/api/res/1.2/yugAYzIW3vY3e2.wsadyQA--~B/aD04NDY7dz0xMjk2O3NtPTE7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/bloomberg_politics_602/406d105d6c33a29610b64d0c38cd4323","publishedAt":"2020-03-03T22:00:22Z","content":"(Bloomberg Opinion) -- As the coronavirus has tiptoed closer to global pandemic status, the worlds major economies are ramping up their spending on defenses. \r\nItaly plans to spend $4 billion on emergency economic measures to tackle the outbreak, while South … [+4910 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Malaka Gharib","title":"How Do You Wash Your Hands To Fend Off Coronavirus If Water Is Scarce?","description":"One of the top pieces of advice is: Wash your hands to prevent infection. But millions of people don't have access to running water.","url":"https://www.npr.org/sections/goatsandsoda/2020/03/30/819151076/how-do-you-wash-your-hands-to-fend-off-coronavirus-if-water-is-scarce","urlToImage":"https://media.npr.org/assets/img/2020/03/20/handwashing-8_wide-eb1f71948877c7a15d27a82cd7d90b324b956a89.jpg?s=1400","publishedAt":"2020-03-30T17:55:52Z","content":"Residents wash their hands at a station set up by Shining Hope for Communities in Kibera, a neighborhood in Nairobi, Kenya, where running water is scarce.\r\nPatrick Meinhardt/Bloomberg via Getty Images\r\nIt's something we've heard again and again from health au… [+8095 chars]"},{"source":{"id":"abc-news","name":"ABC News"},"author":"Elizabeth McLaughlin, Luis Martinez","title":"How the US military may be utilized in responding to coronavirus","description":"The U.S. military could be tasked with providing additional resources and personnel to help the United States combat the coronavirus pandemic spreading across the country","url":"https://abcnews.go.com/Politics/us-military-asked-responding-coronavirus/story?id=69640456","urlToImage":"https://s.abcnews.com/images/US/military-1-ht-er-200318_hpMain_16x9_992.jpg","publishedAt":"2020-03-18T16:03:41Z","content":"The U.S. military could be tasked with providing additional resources and personnel to help the country combat the novel coronavirus pandemic spreading across the country.\r\nThough there has been talk of using the U.S. Army Corps of Engineers to repurpose buil… [+3994 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Al Jazeera","title":"African nations impose restrictions as coronavirus crisis looms","description":"With 30 African nations reporting coronavirus cases, governments implement drastic measures to check the pandemic.","url":"https://www.aljazeera.com/news/2020/03/african-nations-impose-restrictions-coronavirus-crisis-looms-200316154854441.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/16/bc4bb37052e84a7181365472c8ca3bc5_18.jpg","publishedAt":"2020-03-16T17:55:10Z","content":"The coronavirus has now been confirmed in at least 30 of Africa's 54 countries, officials said, as regional power South Africa warned of a new crisis once the virus begins to spread at home and into crowded low-income communities.\r\nThe most alarming confirmat… [+5232 chars]"},{"source":{"id":null,"name":"Indianexpress.com"},"author":"Deutsche Welle","title":"Coronavirus: Lessons to learn from Ebola","description":"As COVID-19 cuts a wide swathe of panic, the experts who beat Ebola in West Africa are looking on, knowingly. China and Italy are to the pandemic what Guinea, Sierra Leone and Liberia were to the epidemic of 2014 – 2016.","url":"https://indianexpress.com/article/world/explained-lessons-to-learn-from-ebola-amid-coronavirus-outbreak-crisis-6314018/","urlToImage":"https://images.indianexpress.com/2020/03/corona-ebola.jpg?w=759","publishedAt":"2020-03-14T08:08:29Z","content":"“Coronavirus now, if we compare it to Ebola, is a droplet infection and social distancing is overly important.” (alliance/dpa/DW)On March 9, Italy the worst-hit by coronavirus outside of China extended its lockdown to the entire country in a bid to curb the s… [+5886 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Anya Kamenetz","title":"9 Out Of 10 Children Are Out Of School Worldwide. What Now?","description":"Recovery will take years, and other lessons from \"education in emergencies\" around the world.","url":"https://www.npr.org/2020/04/02/824964864/nine-out-of-10-of-the-world-s-children-are-out-of-school-what-now","urlToImage":"https://media.npr.org/assets/img/2020/04/01/gettyimages-1207937320_wide-2887d4e8573644f84aec88f51ac3eda48ac0c8cd.jpg?s=1400","publishedAt":"2020-04-02T13:12:32Z","content":"A school closed due to the COVID-19 epidemic in New Orleans.\r\nLan Wei/Xinhua News Agency/Getty Images\r\nRight now students are out of school in 185 countries. According to UNESCO, that's roughly 9 out of 10 schoolchildren worldwide.\r\nThe world has never seen a… [+11176 chars]"},{"source":{"id":"time","name":"Time"},"author":"Vivienne Walt / Paris","title":"‘Nobody Wants To Be Alone.’ Video Chat Is Having a Moment As Millions Are Isolated","description":"From Italy to Paris to the U.S. and beyond, video chat and other forms of social media are keeping us connected while we isolate to ward off COVID-19","url":"https://time.com/5805510/covid-19-coronavirus-video-chat/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/video-chat-coivd-19.jpg?quality=85&w=1024&h=628&crop=1","publishedAt":"2020-03-18T14:08:35Z","content":"Minutes after French President Emmanuel Macron declared a 15-day lockdown throughout the country on Monday night, some of us living in Paris opted to engage in one of our favorite Springtime activities: we threw a drinks party. As at any party, some of us kne… [+6835 chars]"},{"source":{"id":"politico","name":"Politico"},"author":"Ryan Heath","title":"A global guide to combating the coronavirus","description":"From Germany to Iceland to Africa there are many paths to success in the fight to contain the virus causing Covid-19.","url":"https://www.politico.com/news/2020/03/27/coronavirus-global-guide-152375","urlToImage":"https://static.politico.com/63/1e/55011b864877b01533d9310b6517/200327-testing-gty-773.jpg","publishedAt":"2020-03-28T00:19:07Z","content":"Heres a guide to whos doing best and why.\r\nGermany All around excellence\r\nBased on known infections, Germany has one of the lowest death rates world-wide. Contributing factors include wider testing, but Europes most populous country also has the most restrict… [+8580 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Ryder Kimball","title":"11 pandemics that changed the course of human history, from the Black Death to HIV/AIDS — to (maybe) coronavirus","description":"Pandemics have afflicted civilizations throughout human history, with the earliest known outbreak occurring in 430 BC during the Peloponnesian War. Many of these pandemics have had significant impacts on human society, from killing large percentages of the gl…","url":"https://www.businessinsider.com/pandemics-that-changed-the-course-of-human-history-coronavirus-flu-aids-plague","urlToImage":"https://i.insider.com/5e613af3fee23d318e2eb81d?width=1200&format=jpeg","publishedAt":"2020-03-06T17:36:17Z","content":null},{"source":{"id":null,"name":"Theatlantic.com"},"author":"David Frum","title":"The Coronavirus Is Demonstrating the Value of Globalization","description":"We are experiencing a painful introduction to anti-globalism and its consequences.","url":"https://www.theatlantic.com/ideas/archive/2020/03/dont-abandon-globalizationmake-it-better/608872/","urlToImage":"https://cdn.theatlantic.com/thumbor/QYKuhOXHlfETHwRyK6BGMREnynY=/0x527:4498x2869/960x500/media/img/mt/2020/03/GettyImages_848961382/original.jpg","publishedAt":"2020-03-27T10:15:00Z","content":"To fight a pandemic, governments are erecting barriers to the movement of people and goods unlike anything seen since the end of World War II. In some ways, the new barriers are even tighter. America’s borders with Canada and Mexico remained open during the w… [+16294 chars]"},{"source":{"id":null,"name":"Qz.com"},"author":"Mary Hui","title":"Countries around the world are using catchy songs to fight the coronavirus","description":"A video from Bangkok's train service, for example, showed workers disinfecting railings for a song called \"COVID-19: Dance Against The Virus.\"","url":"https://qz.com/1815293/countries-use-songs-to-fight-coronavirus/","urlToImage":"https://cms.qz.com/wp-content/uploads/2020/03/Screen-Shot-2020-03-10-at-11.03.55-AM.png?w=1400&strip=all&quality=75","publishedAt":"2020-03-10T03:08:05Z","content":"How do you get citizens to take personal hygiene seriously amid the novel coronavirus epidemic? Catchy tunes.\r\nWhile community interventions like canceling mass gatherings are important in trying to mitigate the spread of Covid-19, health experts say that ind… [+3053 chars]"},{"source":{"id":null,"name":"Bbc.com"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: What the world can learn from Ebola fight - BBC News","description":"Liberia's ex-President Ellen Johnson Sirleaf says the world must conquer fear to deal with coronavirus.","url":"https://www.bbc.com/news/world-africa-52061547","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/1332C/production/_111463687_gettyimages-480237078.jpg","publishedAt":"2020-03-30T03:02:24Z","content":"Image copyrightGetty Images\r\nEllen Johnson Sirleaf, who made history as Africa's first elected female president, led Liberia for 12 years including during the 2014-16 Ebola outbreak that killed nearly 5,000 people in her country. \r\nThe BBC asked the Nobel Pea… [+4409 chars]"}]