[{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: At least 23 killed in Colombia prison riot","description":"Prisoners held protests against overcrowding and poor health services during the coronavirus outbreak.","url":"https://www.bbc.co.uk/news/world-latin-america-51999594","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/EB31/production/_111390206_060761796-1.jpg","publishedAt":"2020-03-22T22:59:58Z","content":"Image copyrightEPAImage caption\r\n Prisons across the country had been holding protests against poor health services and overcrowding\r\nAt least 23 people have died in one of Bogotá's largest jails after prisoners attempted to escape amid rising tensions over c… [+1776 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Colombia to expel four European visitors for violating quarantine","description":"Colombia will expel four Europeans for violating compulsory quarantine protocols designed to halt the spread of coronavirus, just hours after it closed its border with Venezuela, the government said on Saturday.","url":"https://www.reuters.com/article/us-health-coronavirus-colombia-idUSKBN21114O","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-14T20:33:36Z","content":"BOGOTA (Reuters) - Colombia will expel four Europeans for violating compulsory quarantine protocols designed to halt the spread of coronavirus, just hours after it closed its border with Venezuela, the government said on Saturday. \r\nTwo men and two women of F… [+1462 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"(Deleted account)","title":"Still doubt coronavirus concerns? Watch this doctor's powerful speech.","description":"All of Italy is on lockdown. Colombia is under a nationwide quarantine New Yorkers, Californians, and other Americans have been asked to stay home. There have been more than 234,000 cases of coronavirus detected so far around the world. And yet, there are peo…","url":"https://mashable.com/video/coronavirus-social-distance-stay-at-home-emily-landon/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F21%252Fe4%252Fcd319e33c4f741d9a403101f7cf27f56.d1cb4.png%252F1200x630.png?signature=aHqIlnuLPd_v20nexs9skFvdvFA=","publishedAt":"2020-03-21T16:11:38Z","content":"All of Italy is on lockdown. Colombia is under a nationwide quarantine. New Yorkers, Californians, and other Americans have been asked to stay home. There have been more than 234,000 cases of coronavirus detected so far around the world.\r\nAnd yet, there are p… [+2063 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Colombian rebels call ceasefire over virus","description":"The ELN rebel group said it would lay down arms from 1 April for a month as a \"humanitarian gesture\".","url":"https://www.bbc.co.uk/news/world-latin-america-52090169","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/68C1/production/_111471862_gettyimages-1150405385.jpg","publishedAt":"2020-03-30T10:30:30Z","content":"Image copyrightGetty ImagesImage caption\r\n The ELN rebels released a statement announcing the one-month unilateral ceasefire\r\nThe left-wing National Liberation Army (ELN) rebel group in Colombia has declared a unilateral ceasefire for a month starting on 1 Ap… [+2050 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Colombia will block entry by all non-residents from Monday to stop coronavirus","description":"Colombia will restrict entry by all passengers who are not residents or citizens from Monday in a bid to control the outbreak of coronavirus, President Ivan Duque said on Sunday.","url":"https://www.reuters.com/article/us-health-coronavirus-colombia-idUSKBN21211B","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-15T18:31:04Z","content":"BOGOTA (Reuters) - Colombia will restrict entry by all passengers who are not residents or citizens from Monday in a bid to control the outbreak of coronavirus, President Ivan Duque said on Sunday. \r\nColombian citizens and foreign residents who arrive from Ma… [+940 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Colombia confirms taxi driver as first coronavirus death","description":"Colombia's health ministry late on Saturday confirmed the country's first death attributed to the coronavirus, as the disease continues to spread worldwide. The victim was a 58-year-old man who worked as a taxi driver in the coastal city of Cartagena. \"We reg…","url":"https://news.yahoo.com/colombia-health-ministry-confirms-first-034801550.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/xJTLcabsDW5o6AhXKdE85w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/CQKWiIybUwdXXu5b1DQtTA--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/7ee568790a82b77dd3d09c23cb9d5a2e","publishedAt":"2020-03-22T03:48:01Z","content":"BOGOTA (Reuters) - Colombia's health ministry late on Saturday confirmed the country's first death attributed to the coronavirus, as the disease continues to spread worldwide.\r\nThe victim was a 58-year-old man who worked as a taxi driver in the coastal city o… [+1516 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Argentina, Colombia, Peru to isolate travelers from virus-hit nations","description":"Argentina, Colombia and Peru on Wednesday announced that travelers from the countries worst-affected by the new coronavirus would be isolated on arrival. Argentina was the first country in Latin America to register a coronavirus-related death on Saturday, wit…","url":"https://news.yahoo.com/argentina-colombia-peru-isolate-travelers-virus-hit-nations-155304344.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/zZqagUJZbn2AFpljDxONiA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04ODU-/https://s.yimg.com/uu/api/res/1.2/03LjcmuMCmost6p3pjjr6w--~B/aD01MzE7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/69c80156bc701305d8e7f46e33db55a31bd95846.jpg","publishedAt":"2020-03-11T15:53:04Z","content":"Buenos Aires (AFP) - Argentina, Colombia and Peru on Wednesday announced that travelers from the countries worst-affected by the new coronavirus would be isolated on arrival.\r\nArgentina was the first country in Latin America to register a coronavirus-related … [+2840 chars]"},{"source":{"id":null,"name":"Insightcrime.org"},"author":"InSight Crime","title":"How Venezuela's crisis is turning bootleg cheese into a big business","description":"REUTERS/Marco Bello Smugglers operating between Venezuelan and Colombia are sneaking more and more Venezuelan cheese over the border. Contraband cheese is not new, but it has intensified as Venezuela's currency has crashed and more Venezuelans flee their home…","url":"https://www.insightcrime.org/news/analysis/venezuela-cheese-colombia-menu/","urlToImage":"https://i.insider.com/5e5d1ab8fee23d79045499a4?width=1200&format=jpeg","publishedAt":"2020-03-02T14:41:11Z","content":"Cheese has increasingly joined oil and other commodities smuggled along the border between Colombia and Venezuela, and criminal groups are milking the profits.\r\nGroups operating in the state of Apure, located in northwestern Venezuela, have found that the dai… [+4270 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Jeffrey T. Lewis, Kejal Vyas","title":"Coronavirus Forces Brazil to Seal Borders as Region Struggles to Control Pandemic - Wall Street Journal","description":"Coronavirus Forces Brazil to Seal Borders as Region Struggles to Control Pandemic Wall Street Journal Coronavirus in Latin America: Countries step up restrictions Al Jazeera English View Full Coverage on Google News","url":"https://www.wsj.com/articles/coronavirus-forces-brazil-to-seal-borders-as-region-struggles-to-control-pandemic-11584644650","urlToImage":"https://images.wsj.net/im-166744/social","publishedAt":"2020-03-19T20:04:00Z","content":"SÃO PAULOBrazil closed its borders with eight neighboring countries on Thursday, joining other South American nations in a continentwide quarantine as authorities struggle to control the spread of the coronavirus.\r\nThe measure taken by Brazil, the regions lar… [+233 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":"Tim Vickery","title":"Higuita using 1990 World Cup blunder to fight coronavirus","description":"June 23, 1990, is a day former Colombia keeper Rene Higuita would like to forget. But 30 years on, he has turned his mistake into a positive.","url":"https://www.espn.com/soccer/colombia-col/story/4077207/colombia-legend-rene-higuita-using-1990-world-cup-blunder-to-fight-coronavirus","urlToImage":"https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0321%2Fr681822_1296x729_16%2D9.jpg","publishedAt":"2020-03-21T23:35:31Z","content":"The global campaign to contain the spread of the coronavirus has gained support from an unexpected but welcome quarter: former Colombia goalkeeper Rene Higuita.\r\nOn Saturday, a photo of one of the great goalkeeping blunders was doing the rounds on social medi… [+3298 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Anna Escher","title":"SouSmile raises $10M to grow its anti-braces aligner brand","description":"Amid expectations that early-stage funding and valuations will decline due to an economic downturn caused by the novel coronavirus outbreak, young startups like the Brazilian dental company SouSmile, which raised in the time before COVID-19, are feeling grate…","url":"http://techcrunch.com/2020/03/23/sousmile-raises-10m-to-grow-its-anti-braces-aligner-brand/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/SouSmile_Barra_049.jpg?w=600","publishedAt":"2020-03-23T18:32:43Z","content":"Amid expectations that early-stage funding and valuations will decline due to an economic downturn caused by the novel coronavirus outbreak, young startups like the Brazilian dental company SouSmile, which raised in the time before COVID-19, are feeling grate… [+3978 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Dylan Barth","title":"There's a global shortage of face masks — but people around the world are using creative methods to make their own","description":"The coronavirus pandemic has caused a global shortage of face masks, pushing people around the world to start making their own. A Jordanian designer, a Rwandan tailor, and an Italian upholsterer are all offering handmade masks to the public. Meanwhile, studen…","url":"https://www.businessinsider.com/coronavirus-make-own-face-mask-2020-3","urlToImage":"https://i.insider.com/5e7a77d70c2a62688f751ef2?width=1200&format=jpeg","publishedAt":"2020-03-25T13:36:00Z","content":"To make up for the global shortage of medical face masks caused by the coronavirus outbreak, workers in far-flung locations are taking matters into their own hands.\r\nPeople in Italy — one of the hardest-hit countries by the pandemic — as well as countries tha… [+3531 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Merrit Kennedy","title":"U.N. Calls For Countries To Reduce Prison Populations","description":"The U.N. human rights chief says authorities should look for ways to release people in detention who are especially vulnerable to the disease, such as those who are elderly or who have health issues.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/25/821417365/u-n-calls-for-countries-to-reduce-prison-populations","urlToImage":"https://media.npr.org/assets/img/2020/03/25/ap_20082534868643_wide-caf4c326a61a50a3f13f3e8d6d56015a63f38770.jpg?s=1400","publishedAt":"2020-03-25T16:41:14Z","content":"Inmates point from inside of the La Modelo facility in Bogota, Colombia, on Sunday. Violence broke out in the prison out of inmates' fears that prison guards are not doing enough to prevent coronavirus inside overcrowded prisons.\r\nIvan Valencia/AP\r\nThe U.N. i… [+2001 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Rachel Kraus","title":"Coronavirus made races unsafe, so athletes and organizers are turning to simulations","description":"For cycling world champion Annemiek van Vleuten, March usually means racing over bumpy roads in Italy, or summiting grassy hills in France. This year, instead, van Vleuten raced across the iconic white gravel of the Strade Bianche from home in Holland. On Mar…","url":"https://mashable.com/article/coronavirus-marathons-cycling-races-simulations/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F13%252F45%252F9b1b8858496c4f9189f8c9792033e0a8.09b17.jpg%252F1200x630.jpg?signature=aKLjtbrYfbg7OYdurI3FRtiZQgQ=","publishedAt":"2020-03-14T12:00:00Z","content":"For cycling world champion Annemiek van Vleuten, March usually means racing over bumpy roads in Italy, or summiting grassy hills in France. This year, instead, van Vleuten raced across the iconic white gravel of the Strade Bianche from home in Holland. \r\nOn M… [+7010 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"insider@insider.com (Dylan Barth)","title":"There's a global shortage of face masks — but people around the world are using creative methods to make their own","description":"From Jordan to Italy, Colombia to Rwanda, people are finding creative ways to make face masks as the coronavirus-related shortage continues.","url":"https://news.yahoo.com/theres-global-shortage-face-masks-133600023.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/TIaGTd29OHPObIP7V9SNqQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05NjA-/https://s.yimg.com/uu/api/res/1.2/vKjR6l5nFphgBgY21pwelQ--~B/aD0xMDgwO3c9MTQ0MDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/EN/business_insider_articles_888/d67dbc5b48a3a18f2ba41ae77e263a7f","publishedAt":"2020-03-25T13:36:00Z","content":"<ul><li>The coronavirus pandemic has caused a global shortage of face masks, pushing people around the world to start making their own. \r\n</li><li>A Jordanian designer, a Rwandan tailor, and an Italian upholsterer are all offering handmade masks to the public… [+3990 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":"Tim Vickery","title":"History provides hope that Copa America can come back stronger after coronavirus-forced postponement","description":"Tuesday CONMEBOL postponed the Copa America a year due to the coronavirus. But as Tim Vickery writes, the tournament has overcome a pandemic before.","url":"https://www.espn.com/soccer/copa-america/story/4075600/history-provides-hope-that-copa-america-can-come-back-stronger-after-coronavirus-forced-postponement","urlToImage":"https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0317%2Fr680360_1296x729_16%2D9.jpg","publishedAt":"2020-03-17T16:53:22Z","content":"The world's oldest continental competition, the Copa America was first played in 1916 -- while Europe was at war -- with the original intention of staging the tournament annually.\r\nThe first one was held in Argentina, the 1917 version took place in Uruguay, a… [+3453 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Natasha Khan, Isabel Coles","title":"Countries Roll Out Restrictions to Curb Coronavirus - The Wall Street Journal","description":"Cases surge past 350,000 globally as New Zealand and parts of India plan lockdowns, while Australia shuts restaurants and bars","url":"https://www.wsj.com/articles/countries-roll-out-restrictions-to-curb-coronavirus-11584954209","urlToImage":"https://images.wsj.net/im-167792/social","publishedAt":"2020-03-23T13:20:03Z","content":"Governments world-wide are increasingly imposing mandatory restrictions on residents to force people to keep their distance from each other, stepping up efforts to slow the global spread of the coronavirus as cases surged past 350,000.New Zealand said it woul… [+10835 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Cuba, Bolivia close borders, Brazil slashes growth expectations","description":"Cuba and Bolivia announced on Friday they were closing their borders while Brazil drastically slashed its growth projections for 2020 over the coronavirus pandemic. Latin American countries continued to ramp up measures to contain the virus outbreak with deat…","url":"https://news.yahoo.com/cuba-bolivia-close-borders-brazil-slashes-growth-expectations-234808943.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/5FfAuwpgtRjkGy5XsMxGbg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTEuNjY2NjY2NjY2NjY2Ng--/https://s.yimg.com/uu/api/res/1.2/_7TfBiSwwEorYjo0mAW5FQ--~B/aD01MTE7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/73bfd5f7e4d8f794bdf6229927cc82434f70ffa2.jpg","publishedAt":"2020-03-20T23:48:08Z","content":"Montevideo (AFP) - Cuba and Bolivia announced on Friday they were closing their borders while Brazil drastically slashed its growth projections for 2020 over the coronavirus pandemic.\r\nLatin American countries continued to ramp up measures to contain the viru… [+3377 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of coronavirus around the world","description":"The number of people infected with coronavirus surpassed 100,000 across the world as the outbreak reached more countries and intensified economic damage, with business districts beginning to empty and stock markets tumbling.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20T2T7","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499729023&w=1200&r=LYNXMPEG251YC","publishedAt":"2020-03-06T21:11:22Z","content":"(Reuters) - The number of people infected with coronavirus surpassed 100,000 across the world as the outbreak reached more countries and intensified economic damage, with business districts beginning to empty and stock markets tumbling. \r\n(Interactive graphic… [+5229 chars]"}]