[{"source":{"id":null,"name":"Abs-cbn.com"},"author":"Reuters","title":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines - ABS-CBN News","description":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines ABS-CBN News Qatar bars arrivals from PH, 13 other countries amid coronavirus jitters INQUIRER.net Qatar bans travelers from PH, 13 other countries amid coronavirus worries CNN Phil…","url":"https://news.abs-cbn.com/overseas/03/09/20/qatar-traveler-philippines-filipinos-ofws-coronavirus-ncov-covid-19","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/09/ofw.jpg","publishedAt":"2020-03-08T22:52:00Z","content":"CAIRO - Qatar has temporarily barred travelers from 14 countries from March 9 as a precaution against the rapidly spreading coronavirus, the government announced on Sunday.\r\nThe ban covers China, Egypt, India, Iran, Iraq, Lebanon, Bangladesh, Nepal, Pakistan,… [+231 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"BINAJ GURUBACHARYA","title":"Hundreds of stranded Americans leave Nepal amid lockdown","description":"Hundreds of stranded Americans left Nepal on a repatriation flight Tuesday, days after a complete lockdown was imposed in the Himalayan nation to help fight the coronavirus. A Qatar Airways flight arranged by the U.S. government flew out 302 Americans from Ka…","url":"https://news.yahoo.com/hundreds-stranded-americans-leave-nepal-083443369.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/7qGqfwYZ96JBsKr74aZSkg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/yu4DlniCq95V6xQACp_zFw--~B/aD0yNTYwO3c9Mzg0MDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/de93bc7eca5bd01af534ce60af928a07","publishedAt":"2020-03-31T08:34:43Z","content":"KATHMANDU, Nepal (AP) Hundreds of stranded Americans left Nepal on a repatriation flight Tuesday, days after a complete lockdown was imposed in the Himalayan nation to help fight the coronavirus.\r\nA Qatar Airways flight arranged by the U.S. government flew ou… [+1910 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Manish Singh","title":"India’s MX Player expands to US, UK and other markets in international push","description":"MX Player, the on-demand video streaming service owned by India’s conglomerate Times Internet, is expanding to more than half a dozen new international markets including the U.S. and the UK to supply more entertainment content to millions of people trapped in…","url":"http://techcrunch.com/2020/03/26/indias-mx-player-expands-to-us-uk-and-other-markets-in-international-push/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1158741178.jpg?w=600","publishedAt":"2020-03-26T11:01:17Z","content":"MX Player, the on-demand video streaming service owned by Indias conglomerate Times Internet, is expanding to more than half a dozen new international markets including the U.S. and the UK to supply more entertainment content to millions of people trapped in … [+1985 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Rhea Mahbubani","title":"The Nepalese government has closed Mount Everest ahead of its busy spring climbing season as a 'precaution' against the coronavirus outbreak","description":"Mount Everest has been closed to for the popular spring climbing season, which, weather permitting, lasts from March to May. The Nepalese government followed Chinese officials in announcing that they will not be issuing climbing permits. This \"is a precaution…","url":"https://www.businessinsider.com/mount-everest-closed-spring-climbing-season-nepalese-government-coronavirus-precaution-2020-3","urlToImage":"https://i.insider.com/5e6bad97e4f9fe2c387eddc3?width=1200&format=jpeg","publishedAt":"2020-03-13T17:13:43Z","content":"Fears about the coronavirus pandemic reached new heights on Friday when Mount Everest was closed ahead of the busy spring climbing season.\r\nAt least eight of the world's 14 highest mountains are located in Nepal, which earns an estimated $4.4 million a year i… [+2930 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Greg Norman on Earther, shared by Brian Kahn to Gizmodo","title":"'One of the Toughest Jobs' on Earth: Studying Melting Ice","description":"Spring is looming in the northern hemisphere. It is habitually a key and busy time for environmental science fieldwork, no more so than for the select community that travel great lengths and endure perilous conditions to study some of the world’s highest glac…","url":"https://earther.gizmodo.com/one-of-the-toughest-jobs-on-earth-studying-melting-ice-1842618610","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/s3geqc7nmqwcl1ipyhzq.jpg","publishedAt":"2020-04-01T18:17:00Z","content":"Spring is looming in the northern hemisphere. It is habitually a key and busy time for environmental science fieldwork, no more so than for the select community that travel great lengths and endure perilous conditions to study some of the worlds highest glaci… [+8279 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: The fake Bill Gates post and other claims to ignore","description":"Here are the latest examples of coronavirus disinformation.","url":"https://www.bbc.co.uk/news/52039642","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/146B3/production/_111453638_fake_news_index_v5-usethis.jpg","publishedAt":"2020-03-28T00:33:41Z","content":"Whether it's a post on your uncle's account or an image your friend forwarded, fake coronavirus stories seem to be everywhere. \r\nTo help, BBC teams are verifying and fact-checking the latest and most widely-seen examples of fake and misleading information. \r\n… [+5103 chars]"},{"source":{"id":"time","name":"Time"},"author":"Pat Graham and Binaj Gurubacharya / AP","title":"Mount Everest Closes Over Coronavirus Fears Making Thousands Jobless in Climbing Industry","description":"The closure of the mountain has significant financial ramifications for Sherpas, cooks and porters who make their living during the climbing season.","url":"https://time.com/5808846/mount-everest-closed-coronavirus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/mount-everest-closed-coronavirus.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-03-24T14:42:36Z","content":"(KATHMANDU, Nepal) — Apa Sherpa knows firsthand all the risks of climbing Mount Everest. He’s been to the summit 21 times.\r\nThe potential for a COVID-19 outbreak at base camp had him just as fearful as a blizzard or cracking ice.\r\nThe 60-year-old mountaineer … [+6791 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Sachin Ravikumar","title":"India reports two more cases of coronavirus, taking tally to five","description":"India reported two more cases of coronavirus on Monday, taking the number of people who have tested positive in the country to five, and hammering already rocky stock markets.","url":"https://www.reuters.com/article/us-health-coronavirus-india-idUSKBN20P15O","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497700496&w=1200&r=LYNXMPEG210TC","publishedAt":"2020-03-02T11:03:07Z","content":"BENGALURU (Reuters) - India reported two more cases of coronavirus on Monday, taking the number of people who have tested positive in the country to five, and hammering already rocky stock markets. \r\nOne of the new cases was detected in the capital, New Delhi… [+1530 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Nidhi Verma and Asif Shahzad","title":"India to use some train coaches as coronavirus isolation wards","description":"NEW DELHI/ISLAMABAD (Reuters) - India said on Saturday it was planning to turn some railway coaches into isolation wards for patients with coronavirus, as authorities scramble to prepare the country's health infrastructure for an expected surge in cases. Prim…","url":"https://news.yahoo.com/india-train-coaches-coronavirus-isolation-133549443.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/7_vF5agkK6jUhFufpDlfrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MjguOA--/https://s.yimg.com/uu/api/res/1.2/QgMQpSosoUV1ineDYjy7_A--~B/aD01MTg7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/49f8f0f894416a84ff87b55516b706b6","publishedAt":"2020-03-28T13:35:49Z","content":"By Nidhi Verma and Asif Shahzad\r\nNEW DELHI/ISLAMABAD (Reuters) - India said on Saturday it was planning to turn some railway coaches into isolation wards for patients with coronavirus, as authorities scramble to prepare the country's health infrastructure for… [+3359 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Sanjeev Miglani and Rajendra Jadhav","title":"Prime Minister Modi tells Indians to save themselves from coronavirus as Delhi locks down","description":"NEW DELHI/MUMBAI (Reuters) - Streets were deserted in the Indian capital on Monday and office buildings shuttered as a lockdown to halt the spread of the coronavirus began and Prime Minister Narendra Modi urged people to stay at home and save themselves. Indi…","url":"https://news.yahoo.com/prime-minister-modi-tells-indians-065424193.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/FvBtvIn5gHpdvs7WLipvOA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MzMuNg--/https://s.yimg.com/uu/api/res/1.2/7dxjEiGVacIrK3FErzRV5g--~B/aD01MjE7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/646c828e71a16ab2a5172efcadc5c9ba","publishedAt":"2020-03-23T06:54:24Z","content":"By Sanjeev Miglani and Rajendra Jadhav\r\nNEW DELHI/MUMBAI (Reuters) - Streets were deserted in the Indian capital on Monday and office buildings shuttered as a lockdown to halt the spread of the coronavirus began and Prime Minister Narendra Modi urged people t… [+2456 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Countries evacuating nationals from coronavirus-hit areas","description":"A growing number of countries around the world have been evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus.","url":"https://www.reuters.com/article/us-china-health-evacuation-factbox-idUSKBN20Q0UZ","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498066406&w=1200&r=LYNXMPEG220KO","publishedAt":"2020-03-03T08:38:50Z","content":"(Reuters) - A growing number of countries around the world have been evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus. \r\nFollowing are some countries’ evacuation plans, and how they aim to manage the healt… [+4518 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Sanjeev Miglani","title":"India's coronavirus cases tick up despite immense lockdown","description":"Three more people infected with coronavirus died overnight in India as the government sought on Thursday to improve basic services to 1.3 billion people locked indoors to slow the spread of the disease. Streets were silent across India's cities and towns on t…","url":"https://news.yahoo.com/indias-coronavirus-cases-tick-despite-075044714.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/8JF3iNYKhA74zAtpczvEkQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/73z3wv_VEZFkLzci.XkSlA--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/060d89b5dff0127c6503755a6e0ba54b","publishedAt":"2020-03-26T07:50:44Z","content":"By Sanjeev Miglani\r\nNEW DELHI (Reuters) - Three more people infected with coronavirus died overnight in India as the government sought on Thursday to improve basic services to 1.3 billion people locked indoors to slow the spread of the disease.\r\nStreets were … [+3237 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Sanjeev Miglani","title":"Infection rate steepens as India searches for 9,000 exposed to Delhi cluster","description":"India reported its biggest single day increase in coronavirus cases as officials on Thursday raced to track down some 9,000 people exposed to the country's biggest infection cluster during a Muslim missionary group's gathering in the capital last month. Prime…","url":"https://news.yahoo.com/infection-rate-steepens-india-searches-084050301.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/EjZszezQcNeE_tXvtdlzRQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05MzQuNA--/https://s.yimg.com/uu/api/res/1.2/LH_wrRzEQE6ZybNgCarAgg--~B/aD01ODQ7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/08413015b4d1fc75912b7646d45c9502","publishedAt":"2020-04-02T08:40:50Z","content":"By Sanjeev Miglani\r\nNEW DELHI (Reuters) - India reported its biggest single day increase in coronavirus cases as officials on Thursday raced to track down some 9,000 people exposed to the country's biggest infection cluster during a Muslim missionary group's … [+3679 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Subina Shrestha","title":"Hundreds of Nepalese stuck at India border amid COVID-19 lockdown","description":"Workers returning from India stranded at border points as India-Nepal border closed to prevent spread of coronavirus.","url":"https://www.aljazeera.com/news/2020/04/hundreds-nepalese-stuck-india-border-covid-19-lockdown-200401031905310.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/4/1/8e446c332b0c42bda96e9fca861b3a83_18.jpg","publishedAt":"2020-04-01T07:04:34Z","content":"Darchula, Nepal - Ramesh Sista decided he would rather drown than die of hunger in India. The 29-year-old Nepali man managed to swim across the Mahakali river, which acts as a natural border between the two countries.\r\n\"You can take me anywhere from here. Hun… [+5422 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"MANISH SWARUP and BISWAJEET BANERJEE","title":"Indian authorities send buses to take unemployed to villages","description":"Authorities sent a fleet of buses to the outskirts of India's capital on Saturday to meet an exodus of migrant workers desperately trying to reach their home villages during the world's largest coronavirus lockdown. Thousands of people, mostly young male day …","url":"https://news.yahoo.com/indian-authorities-send-buses-unemployed-091615419.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/_xppNCUGThOiiQCm0olSjA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05MDAuMjY2NjY2NjY2NjY2Nw--/https://s.yimg.com/uu/api/res/1.2/sMa6oChMimt8HkUfHaziDw--~B/aD0zNjQ4O3c9NTE4NjtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/7388dd7b432d45b373f6dc186c8607d4","publishedAt":"2020-03-28T09:16:15Z","content":"NEW DELHI (AP) Authorities sent a fleet of buses to the outskirts of India's capital on Saturday to meet an exodus of migrant workers desperately trying to reach their home villages during the world's largest coronavirus lockdown.\r\nThousands of people, mostly… [+2847 chars]"},{"source":{"id":"the-hindu","name":"The Hindu"},"author":"Special Correspondent","title":"Coronavirus | Concern in Nepal over migrant labourers stranded in India","description":"Kathmandu’s decision to seal the border drew criticism from veteran commentator Kanak Mani Dixit who said barring Nepali citizens from returning home goes against the 2015 Constitution.","url":"https://www.thehindu.com/news/international/coronavirus-concern-in-nepal-over-migrant-labourers-stranded-in-india/article31222687.ece","urlToImage":"https://www.thehindu.com/static/theme/default/base/img/og-image.jpg","publishedAt":"2020-03-31T21:30:13Z","content":"The government of Nepal is taking stock of the exodus of its migrant workers from India as civil society commentators intensified criticism of Kathmandus decision to close the border for its citizens in India. Sources in the government of Nepal said Kathmandu… [+795 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"USA TODAY, Chris Woodyard, USA TODAY","title":"No penalty? Hotel chains differ on cancellation fee policies around the coronavirus","description":"Some major chains have announced they will waive cancellation fees, but it depends on where you're going and when","url":"https://www.usatoday.com/story/travel/hotels/2020/03/12/coronavirus-cancellation-fees-hotels-policy/5039617002/","urlToImage":"https://www.gannett-cdn.com/-mm-/c6ce345dd3cc67c30388965835e2347ef87cfcc7/c=0-366-2700-1885/local/-/media/2020/03/03/USATODAY/usatsports/MotleyFool-TMOT-b9d6657b-hotel-room.jpg?width=2700&height=1519&fit=crop&format=pjpg&auto=webp","publishedAt":"2020-03-13T03:20:52Z","content":"Travelers who were planning trips to foreign countries that are now hotbeds for the coronavirus outbreak may catch a break if they decide to cancel their hotel reservations in countries like Italy or Thailand.\r\nBut even though COVID-19 has become a worldwide … [+2124 chars]"},{"source":{"id":"the-times-of-india","name":"The Times of India"},"author":"AFP","title":"Corona: Everest shut down after Nepal halts permits","description":"Nepal on Friday suspended permits to climb Everest because of the coronavirus pandemic, closing off the world's biggest mountain a day after China halted access from its side. \"The govt has decided to suspend all spring expeditions and scrap permits for the t…","url":"https://timesofindia.indiatimes.com/world/south-asia/everest-shut-down-after-nepal-suspends-permits-over-coronavirus/articleshow/74605434.cms","urlToImage":"https://static.toiimg.com/thumb/msid-74605419,width-1070,height-580,imgsize-267412,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","publishedAt":"2020-03-13T04:44:57Z","content":null},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Al Jazeera","title":"Nepal closes Mount Everest for climbers over coronavirus fears","description":"The Himalayan nation will also stop issuing visas on arrival after UN health agency declared COVID-19 a pandemic.","url":"https://www.aljazeera.com/news/2020/03/nepal-closes-mount-everest-climbers-coronavirus-fears-200313073642730.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/13/5e546a7a95744b249ed896547c53a65f_18.jpg","publishedAt":"2020-03-13T07:56:36Z","content":"Nepal will stop issuing visas on arrival until April 30 and closed all of its peaks, including Mount Everest, this climbing season because of fears of the coronavirus pandemic, according to government officials.\r\nTourism Minister Yogesh Bhattarai said expedit… [+1819 chars]"}]