[{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus: UAE Tour riders to be held in quarantine until 14 March","description":"Cofidis and Groupama-FDJ riders and staff will be held in quarantine in the United Arab Emirates until 14 March.","url":"https://www.bbc.co.uk/sport/cycling/51737966","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/F837/production/_111134536_cofidis_getty.jpg","publishedAt":"2020-03-04T13:16:53Z","content":"Ramon Sinkeldam (left) and Arnaud Demare (right) are two of the Groupama-FDJ riders still in quarantine\r\nCofidis and Groupama-FDJ riders and staff will be held in quarantine in the United Arab Emirates until 14 March.\r\nThe final two stages of the UAE Tour wer… [+3143 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"UAE evacuating its citizens in Iran: WAM","description":"The United Arab Emirates announced it will evacuate its citizens from Iran, state news agency (WAM) reported on Monday.","url":"https://www.reuters.com/article/us-health-coronavirus-emirates-iran-idUSKBN20P2WX","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497811148&w=1200&r=LYNXMPEG2129I","publishedAt":"2020-03-02T19:18:47Z","content":"CAIRO (Reuters) - The United Arab Emirates announced it will evacuate its citizens from Iran, state news agency (WAM) reported on Monday. \r\nThe agency added that this step comes amid the spread of coronavirus in a number of countries, and all the returning pe… [+97 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"UAE discovers 15 new coronavirus cases: ministry of health","description":"United Arab Emirates discovered late on Friday 15 new coronavirus cases, the health ministry announced in a statement.","url":"https://www.reuters.com/article/us-healthcare-coronavirus-emirates-idUSKBN20T2V4","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200306&t=2&i=1499732332&w=1200&r=LYNXMPEG251YJ","publishedAt":"2020-03-06T21:20:11Z","content":"CAIRO (Reuters) - United Arab Emirates discovered late on Friday 15 new coronavirus cases, the health ministry announced in a statement. \r\nThe statement added the total number of cases in UAE now stands at 45 cases, and two more cases have been cured which br… [+105 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":null,"title":"Oil falls 3% as Saudi, UAE plan for higher output capacity","description":"Oil prices fell on Wednesday after Saudi Arabia and the United Arab Emirates announced plans to boost production capacity and the coronavirus fed worries about demand.","url":"http://feeds.reuters.com/~r/reuters/topNews/~3/uhUPimWSIWc/oil-falls-3-as-saudi-uae-plan-for-higher-output-capacity-idUSKBN20Y06P","urlToImage":null,"publishedAt":"2020-03-11T12:46:23Z","content":null},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Stephen Kalin and Alexander Cornwell","title":"UAE blocks non-Emiratis over coronavirus; Saudis cut budget","description":"RIYADH/DUBAI (Reuters) - The United Arab Emirates imposed sweeping entry restrictions meant to curb the coronavirus outbreak, barring residents currently outside the country from returning for at least two weeks and pausing issuance of new work permits and vi…","url":"https://news.yahoo.com/uae-bars-entry-visitors-over-233456262.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/lGO8M1.6FXQkzd8f2j0htg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/yWAO5AESK0HPNfkluw7hsg--~B/aD0zNDU2O3c9NTE4NDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-US/reuters.com/3ed7cf5c3bb2566269d330ef142c582c","publishedAt":"2020-03-17T23:34:56Z","content":"By Stephen Kalin and Alexander Cornwell\r\nRIYADH/DUBAI (Reuters) - The United Arab Emirates imposed sweeping entry restrictions meant to curb the coronavirus outbreak, barring residents currently outside the country from returning for at least two weeks and pa… [+4703 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Coronavirus cases rise in UAE and Qatar: ministries","description":"The number of coronavirus cases in the United Arab Emirates has risen to 45 from 30, the health ministry said on Saturday. Qatar also reported its 12th case of the virus, a Qatari national who had visited Iran, its health ministry said. The United Arab Emirat…","url":"https://news.yahoo.com/coronavirus-cases-rise-uae-qatar-212011026.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/2CCpawc0xpp1y6FqSw0qEQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/UtWyIyY.sIMknQWpOwQ8gg--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/321ca0ccd19b89259d635873e8d8ec6a","publishedAt":"2020-03-06T21:20:11Z","content":"DUBAI (Reuters) - The number of coronavirus cases in the United Arab Emirates has risen to 45 from 30, the health ministry said on Saturday.\r\nQatar also reported its 12th case of the virus, a Qatari national who had visited Iran, its health ministry said.\r\nTh… [+1009 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Carmen Reinicke","title":"Oil slips after Saudi Arabia and UAE say they will increase output, escalating the global price war","description":"Saudi Aramco said Wednesday it will boost production to 13 million barrels a day from 12 million, while Abu Dhabi National co. said it will increase output to 4 million barrels per day in April. The increased production further escalated a global price war be…","url":"https://www.businessinsider.com/oil-price-saudi-arabia-uae-increase-output-war-production-global-2020-3","urlToImage":"https://i.insider.com/5d67e5922e22af12c73146ba?width=1200&format=jpeg","publishedAt":"2020-03-11T13:26:16Z","content":"Oil prices fell on Wednesday after major producers in Saudi Arabia and the United Arab Emirates vowed to boost production, escalating a global price war between OPEC and its allies. \r\nSaudi Aramco said Wednesday that it will raise capacity to 13 million barre… [+1752 chars]"},{"source":{"id":null,"name":"Bnnbloomberg.ca"},"author":"Bloomberg News","title":"Oil war escalates as Saudi, UAE promise flood of crude - BNNBloomberg.ca","description":"Oil war escalates as Saudi, UAE promise flood of crude BNNBloomberg.ca Saudi Arabia doubles down on threat to flood the oil market CNN Oil falls 4% as price war escalates with Saudi plan for higher output capacity BOE Report Opinion: Who will win the Saudi-Ru…","url":"http://www.bnnbloomberg.ca/oil-war-escalates-again-after-saudi-and-u-a-e-promise-flood-of-crude-1.1403842","urlToImage":"https://www.bnnbloomberg.ca/polopoly_fs/1.1389829!/fileimage/httpImage/image.jpg_gen/derivatives/landscape_620/a-flame-burns-from-a-stack-at-the-oil-processing-facility-at-saudi-aramco-s-shaybah-oil-field-in-the-rub-al-khali-desert-also-known-as-the-empty-quarter-in-shaybah-saudi-arabia-on-tuesday-oct-2-2018.jpg","publishedAt":"2020-03-11T12:35:51Z","content":"The battle for control of the global oil market intensified again on Wednesday as Saudi Arabia promised to increase production capacity and the United Arab Emirates said it plans to pump as much as possible next month.\r\nRiyadh said it will boost capacity to a… [+3109 chars]"},{"source":{"id":null,"name":"Cfjctoday.com"},"author":null,"title":"NASA Fixes Probe On Mars By Whacking It With Shovel - CFJC Today Kamloops","description":"NASA Fixes Probe On Mars By Whacking It With Shovel CFJC Today Kamloops NASA installs Mars rover's sampling arm, plans for July launch New Atlas UAE Mars probe could help battle climate change on Earth euronews (in English) NASA's Mars Lander Just Had to Hit …","url":"https://cfjctoday.com/rss/nasa-fixes-probe-on-mars-by-whacking-it-with-shovel/","urlToImage":"https://www.ripleys.com/wp-content/uploads/2020/03/nasa-shovel-hit.jpg","publishedAt":"2020-03-20T21:05:50Z","content":"This Week\r\n[March 15-21st, 2020] Rudimentary rocket science, toilet paper tabulations, Europes best tree, and the rest of the weeks weird news from Ripleys Believe It or Not!\r\nHit It to Fix It\r\nWhen NASAs InSight lander arrived on the Martian surface, scienti… [+2441 chars]"},{"source":{"id":null,"name":"Panow.com"},"author":null,"title":"NASA Fixes Probe On Mars By Whacking It With Shovel - paNOW","description":"NASA Fixes Probe On Mars By Whacking It With Shovel paNOW How NASA's Mars Curiosity Rover Takes a Selfie NASA Jet Propulsion Laboratory NASA Fixes Probe On Mars By Hitting It With A Shovel Jalopnik UAE Mars probe could help battle climate change on Earth euro…","url":"https://panow.com/rss/nasa-fixes-probe-on-mars-by-whacking-it-with-shovel/","urlToImage":"https://www.ripleys.com/wp-content/uploads/2020/03/nasa-shovel-hit.jpg","publishedAt":"2020-03-20T21:08:03Z","content":"This Week\r\n[March 15-21st, 2020] Rudimentary rocket science, toilet paper tabulations, Europes best tree, and the rest of the weeks weird news from Ripleys Believe It or Not!\r\nHit It to Fix It\r\nWhen NASAs InSight lander arrived on the Martian surface, scienti… [+2441 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":"the-globe-and-mail","name":"The Globe And Mail"},"author":null,"title":"Many airlines at risk of bankruptcy as industry faces cash crisis: IATA - The Globe and Mail","description":"Many airlines at risk of bankruptcy as industry faces cash crisis: IATA The Globe and Mail Global airlines need up to $200bn of state support: IATA Arab News IATA: 'urgent measures' needed to support air cargo Flightglobal Airlines badly need a lift as indust…","url":"https://www.theglobeandmail.com/business/article-airlines-facing-liquidity-crisis-as-demand-vanishes-iata/","urlToImage":"https://www.theglobeandmail.com/resizer/Ofwek13JggmqMHhtD7M9WHD9QhQ=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/OAUANWFZS5AGNN6TBORYYMJ4CA.jpg","publishedAt":"2020-03-17T12:54:26Z","content":"A passenger walks through arrivals at Heathrow Terminal 5, in London, on March 17, 2020.\r\nRichard Heathcote/Getty Images\r\nThe COVID-19 pandemic has plunged airlines into a cash crisis that threatens the existence of a large part of the global industry.\r\nBrian… [+5855 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Rania El Gamal and Dahlia Nehme","title":"Saudi Arabia imposes coronavirus curfew, UAE halts passenger flights","description":"Saudi Arabia imposed a nationwide curfew on Monday after reporting a jump of almost a quarter in coronavirus cases, while the United Arab Emirates will suspend all passenger flights starting Wednesday, state media reported. Saudi King Salman ordered a curfew …","url":"https://news.yahoo.com/saudi-king-salman-imposes-curfew-234033876.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/7Cp2vEy2dAUC.Jl2x5dgLw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/SNnYXJtbaifdoTI8o3zt2g--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/40fe4b7b9818b59d79750c55d45c3f93","publishedAt":"2020-03-22T23:40:33Z","content":"By Rania El Gamal and Dahlia Nehme\r\nDUBAI (Reuters) - Saudi Arabia imposed a nationwide curfew on Monday after reporting a jump of almost a quarter in coronavirus cases, while the United Arab Emirates will suspend all passenger flights starting Wednesday, sta… [+2776 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Airlines suspend flights due to coronavirus outbreak","description":"Airlines across the globe have suspended flights or modified services in response to the coronavirus outbreak.","url":"https://www.reuters.com/article/us-health-coronavirus-airlines-factbox-idUSKBN20W350","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200309&t=2&i=1501004825&w=1200&r=LYNXMPEG2820D","publishedAt":"2020-03-09T23:27:31Z","content":"(Reuters) - Airlines across the globe have suspended flights or modified services in response to the coronavirus outbreak. \r\nBelow are details (in alphabetical order): \r\nAIRLINES THAT HAVE CANCELED ALL FLIGHTS TO MAINLAND CHINA \r\n**American Airlines (AAL.O) e… [+11485 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of coronavirus around the world","description":"The fast-spreading coronavirus has reached some 80 nations with more new cases now reported outside China where the flu-like illness first emerged late last year.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20R2DO","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200304&t=2&i=1498688721&w=1200&r=LYNXMPEG231H0","publishedAt":"2020-03-04T15:50:15Z","content":"(Reuters) - The fast-spreading coronavirus has reached some 80 nations with more new cases now reported outside China where the flu-like illness first emerged late last year. \r\n- Globally there have been more than 94,000 cases and 3220 deaths according to a R… [+4130 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Dubai to support Emirates airline, closes tourist market to fight coronavirus","description":"Dubai said on Tuesday it would help its state-run Emirates airline overcome the impact of the coronavirus outbreak and enforced a full lockdown on a district...","url":"https://news.yahoo.com/uae-imposes-first-lockdown-historic-093159471.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-31T09:31:59Z","content":"DUBAI (Reuters) - Dubai said on Tuesday it would help its state-run Emirates airline overcome the impact of the coronavirus outbreak and enforced a full lockdown on a district famous for its gold and spice markets.\r\nThe United Arab Emirates, the region's tour… [+2972 chars]"},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"Matthew Beedham","title":"Pro and amateur cyclists meet in VR amid coronavirus race cancellations","description":"It’s not just football, basketball, Formula 1, golf, and baseball that have been canceled due to the coronavirus outbreak, professional road cycling has taken a big hit too. At this time of year, most races take place across Northern Europe in many of the reg…","url":"https://thenextweb.com/plugged/2020/03/16/pro-and-amateur-cyclists-meet-in-vr-amid-coronavirus-race-cancellations/","urlToImage":"https://img-cdn.tnwcdn.com/image/plugged?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F03%2Fzwift-pro-cycling-road-online-game-coronavirus-covid-19-quarantine.jpg&signature=a278feefe5c687cecaefc809d4586468","publishedAt":"2020-03-16T11:29:54Z","content":"Its not just football, basketball, Formula 1, golf, and baseball that have been canceled due to the coronavirus outbreak, professional road cycling has taken a big hit too.\r\nAt this time of year, most races take place across Northern Europe in many of the reg… [+3650 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Davide Barbuscia","title":"Virus-hit Gulf has little room to boost revenue after oil price shock","description":"The coronavirus outbreak and plunging crude prices are a double blow that leaves Gulf Arab governments with few options to manage fiscal stability while trying to shield their economies and defend currency pegs.","url":"https://www.reuters.com/article/us-gulf-economy-oil-analysis-idUSKBN2140QL","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-17T06:35:25Z","content":"DUBAI (Reuters) - The coronavirus outbreak and plunging crude prices are a double blow that leaves Gulf Arab governments with few options to manage fiscal stability while trying to shield their economies and defend currency pegs. \r\nEven the largest Arab econo… [+4809 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Sports events around the world hit by coronavirus pandemic","description":"Major sports events around the world that have been hit by the coronavirus outbreak:","url":"https://www.reuters.com/article/us-health-coronavirus-sport-factbox-idUSKBN213138","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200316&t=2&i=1503886944&w=1200&r=LYNXMPEG2F0TV","publishedAt":"2020-03-16T09:04:53Z","content":"(Reuters) - Major sports events around the world that have been hit by the coronavirus outbreak: \r\nOLYMPICS \r\n** The Tokyo 2020 Olympics torch lighting ceremony in ancient Olympia was held without spectators. \r\n** The Olympic Games flame handover in Athens wi… [+8365 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Xeni Jardin","title":"Coronavirus: These airlines are suspending flights","description":"Airlines around the world are suspending flights or changing services in response to the coronavirus outbreak. From Reuters, here is the list of which airlines are doing what in terms of reduced or halted flight service as a result of the outbreak. AIRLINES T…","url":"https://boingboing.net/2020/03/09/coronavirus-these-airlines-ar.html","urlToImage":"https://i1.wp.com/media.boingboing.net/wp-content/uploads/2020/03/CDC-coronavirus.jpg?fit=725%2C410&ssl=1","publishedAt":"2020-03-09T12:27:55Z","content":"Airlines around the world are suspending flights or changing services in response to the coronavirus outbreak. From Reuters, here is the list of which airlines are doing what in terms of reduced or halted flight service as a result of the outbreak.AIRLINES TH… [+11080 chars]"}]