[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Coronavirus-hit British cruise ship finds refuge in Cuba","description":"A British cruise ship that was turned away from several ports in the Caribbean after five passengers were confirmed to have the new coronavirus is setting sail to Cuba which is allowing it to dock, its owner Fred Olsen Cruise Lines wrote in a statement.","url":"https://www.reuters.com/article/us-health-coronavirus-cuba-idUSKBN2132HB","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-16T14:59:38Z","content":"HAVANA (Reuters) - A British cruise ship that was turned away from several ports in the Caribbean after five passengers were confirmed to have the new coronavirus is setting sail to Cuba which is allowing it to dock, its owner Fred Olsen Cruise Lines wrote in… [+880 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Sylvia Poggioli","title":"For Help On Coronavirus, Italy Turns To China, Russia And Cuba","description":"Teams from Russia, China and Cuba have arrived in recent days to help Italy. There's gratitude — along with anger that the U.S., Italy's traditional ally, is absent.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/25/821345465/for-help-on-coronavirus-italy-turns-to-china-russia-and-cuba","urlToImage":"https://media.npr.org/assets/img/2020/03/25/ap_20082656373543_wide-205e5ec2fc309992d1bf1f402e5be6cf56ce072d.jpg?s=1400","publishedAt":"2020-03-25T17:18:01Z","content":"More than 50 doctors and paramedics arrived in Milan from Cuba on March 22 to help with coronavirus treatment.\r\nAntonio Calanni/AP\r\nIn Italy, when political analysts say, \"Here comes the cavalry\" (\"arrivano i nostri\"), they're not talking Hollywood Westerns. … [+2970 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Alex Gladstein","title":"Dictatorships Are Making the Coronavirus Outbreak Worse","description":"China, Iran, North Korea, and other authoritarian regimes have concealed information and exacerbated the spread of the disease.","url":"https://www.wired.com/story/opinion-dictatorships-are-making-the-coronavirus-outbreak-worse/","urlToImage":"https://media.wired.com/photos/5e5d388cbe224500098afe9d/191:100/w_1280,c_limit/OpEd-hongkongactivists-1201743645.jpg","publishedAt":"2020-03-02T18:19:49Z","content":"On February 27, in the midst of the now-growing worldwide coronavirus outbreak, Chinese human rights activist Yaqiu Wang pointed out a tragedy: No matter how stretched government resources are, silencing criticism will always be the Communist Partys number on… [+4032 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Field hospitals treating coronavirus patients around world","description":"As the number of cases globally soars, many countries build temporary hospitals for patients.","url":"https://www.bbc.co.uk/news/world-52089337","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/1357B/production/_111472297_gettyimages-1208072703.jpg","publishedAt":"2020-03-30T11:13:38Z","content":"Image copyrightGetty ImagesImage caption\r\n A field hospital in Rafah, Gaza Strip\r\nCoronavirus cases globally have now reached more than 720,000, with at least 34,000 deaths.\r\nTo cope with pressure that threatens to overwhelm health systems, countries are buil… [+3407 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Cuba, Bolivia close borders, Brazil slashes growth expectations","description":"Cuba and Bolivia announced on Friday they were closing their borders while Brazil drastically slashed its growth projections for 2020 over the coronavirus pandemic. Latin American countries continued to ramp up measures to contain the virus outbreak with deat…","url":"https://news.yahoo.com/cuba-bolivia-close-borders-brazil-slashes-growth-expectations-234808943.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/5FfAuwpgtRjkGy5XsMxGbg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTEuNjY2NjY2NjY2NjY2Ng--/https://s.yimg.com/uu/api/res/1.2/_7TfBiSwwEorYjo0mAW5FQ--~B/aD01MTE7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/73bfd5f7e4d8f794bdf6229927cc82434f70ffa2.jpg","publishedAt":"2020-03-20T23:48:08Z","content":"Montevideo (AFP) - Cuba and Bolivia announced on Friday they were closing their borders while Brazil drastically slashed its growth projections for 2020 over the coronavirus pandemic.\r\nLatin American countries continued to ramp up measures to contain the viru… [+3377 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Travis Clark","title":"The movie 'Outbreak,' about a deadly virus, is now one of Netflix's most popular titles in the US as the coronavirus spreads","description":"The 1995 movie \"Outbreak\" was the ninth most popular overall title on Netflix in the US on Friday and the fourth most popular movie. It's not the only movie about a deadly virus that is surging in popularity during the coronavirus pandemic. The 2011 movie \"Co…","url":"https://www.businessinsider.com/coronavirus-outbreak-one-of-netflixs-most-popular-movies-2020-3","urlToImage":"https://i.insider.com/5e6badbf84159f34ad784912?width=1200&format=jpeg","publishedAt":"2020-03-13T16:01:58Z","content":"\"Outbreak,\" a 1995 movie about a deadly virus, is rising in popularity on Netflix.\r\nThe movie, starring Dustin Hoffman and Cuba Gooding Jr, was the ninth most popular overall title on Netflix in the US on Friday, and the fourth most popular movie, amid concer… [+1197 chars]"},{"source":{"id":null,"name":"Huffpost.com"},"author":"Todd Van Luling","title":"The 10 Most Popular Things On Netflix During The Coronavirus","description":"\"Outbreak\" is now one of the most popular movies on Netflix.","url":"https://www.huffpost.com/entry/netflix-outbreak-popular_l_5e6f8d42c5b6dda30fce0964","urlToImage":"https://img.huffingtonpost.com/asset/5e6f8e582300002d1ede4764.webp?ops=1778_1000","publishedAt":"2020-03-16T16:15:01Z","content":"Cuba Gooding Jr. and Dustin Hoffman in \"Outbreak\"\r\nFor the second week in a row, the most popular thing on Netflix is the Mark Wahlberg Netflix movie Spenser Confidential.\r\nIn fact, seven of the most popular offerings on the service today are Netflix Original… [+936 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Chris Woodyard, USA TODAY","title":"How troubled cruise ships hit by coronavirus fears around the world are faring","description":"Ports have closed to cruise ships caught up in coronavirus fears -- even if no one aboard is suspected of having caught COVID-19.","url":"https://news.yahoo.com/troubled-cruise-ships-hit-coronavirus-030548862.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/8F7B6Dcrr.IxWtKj.g4oOQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD03NTAuOTMzMzMzMzMzMzMzMw--/https://s.yimg.com/uu/api/res/1.2/anVUrpSIdJ.4v9.bfAfCJQ--~B/aD0xODI5O3c9MzExODtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-us/usa_today_travel_320/25ed950c2fc19c6adfd66590df7213d5","publishedAt":"2020-03-17T03:05:48Z","content":"While many major cruise operators are idling their fleets, some ships are still at sea or trying to find a port as they deal with fears that some passengers or crew may have become infected with the coronavirus.\r\nSome have passengers aboard who either tested … [+3500 chars]"},{"source":{"id":"abc-news","name":"ABC News"},"author":"Kirit Radia, Christina Carrega","title":"Coronavirus-infected cruise ship stranded at sea for weeks to dock in Cuba","description":"The Braemar Cruise Ship has dozens on board not tested for COVID-19.","url":"https://abcnews.go.com/US/coronavirus-infected-cruise-ship-stranded-sea-weeks-dock/story?id=69640092","urlToImage":"https://s.abcnews.com/images/International/braemar-cruiseship-gty-ps-200317_hpMain_16x9_992.jpg","publishedAt":"2020-03-17T16:40:04Z","content":"Weeks after a cruise ship was blocked from disembarking at several ports in the Caribbean, due to fears of passengers with possible COVID-19 symptoms, Cuban officials are welcoming the vessel to dock and get their guests home.\r\nWhen the Braemar cruise ship wa… [+3521 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Cuba suspends arrival of international flights to stop coronavirus","description":"Cuba said on Tuesday it was suspending the arrival of international passenger flights and asking all foreign boats to withdraw from the Caribbean island's waters to curb the spread of the new coronavirus. Cuba, which has confirmed 186 cases of the fast-spread…","url":"https://news.yahoo.com/cuba-suspends-arrival-international-flights-034023561.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/ESoFRX2emDF.o3wgGK6JvA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTQuNA--/https://s.yimg.com/uu/api/res/1.2/2_m_Fush_6I_1RqRVHG7SQ--~B/aD01MzQ7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/8963bb5fd3ecb3729200f2be1e41a1fd","publishedAt":"2020-04-01T03:40:23Z","content":"HAVANA (Reuters) - Cuba said on Tuesday it was suspending the arrival of international passenger flights and asking all foreign boats to withdraw from the Caribbean island's waters to curb the spread of the new coronavirus.\r\nCuba, which has confirmed 186 case… [+1014 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Sarah Marsh and Nelson Acosta","title":"Coronavirus-hit cruise ship docks in Cuba for passengers to evacuate","description":"A British cruise ship that has been stranded for more than a week in the Caribbean after several cases of the new coronavirus were confirmed onboard is set to dock in Cuba on Wednesday to allow weary passengers to disembark and fly home. Britain's Foreign Min…","url":"https://news.yahoo.com/coronavirus-hit-cruise-ship-docks-084435287.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/37bCT076Bwu2HlQROJ78Kw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NDQuOA--/https://s.yimg.com/uu/api/res/1.2/f6mdc55SPbCF9eCTTxvZ9A--~B/aD01Mjg7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/030ef1ed4fd89120a360aca87248d62d","publishedAt":"2020-03-18T08:44:35Z","content":"By Sarah Marsh and Nelson Acosta\r\nHAVANA (Reuters) - A British cruise ship that has been stranded for more than a week in the Caribbean after several cases of the new coronavirus were confirmed onboard is set to dock in Cuba on Wednesday to allow weary passen… [+2834 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Sacha Pfeiffer","title":"Judge's Retirement Is Likely To Delay Trial Of Sept. 11 Defendants At Guantanamo","description":"Judge W. Shane Cohen, a U.S. Air Force colonel who arrived at  Guantánamo nine months ago, is retiring from active duty. A new judge will need to get up to speed on nearly a decade of legal filings.","url":"https://www.npr.org/2020/03/25/821743555/judges-retirement-is-likely-to-delay-trial-of-sept-11-defendants-at-guananamo","urlToImage":"https://media.npr.org/assets/img/2020/03/25/rtx2886s_wide-99676b16a1eafcf6b126ba1f19056bb0af772444.jpg?s=1400","publishedAt":"2020-03-26T01:22:49Z","content":"A tower overlooking Camp Delta at the Guantánamo Bay naval base in 2009.\r\nU.S. Navy via Reuters\r\nThere's another setback in the long-delayed Sept. 11 case at the U.S. military court in Guantánamo Bay, Cuba: The judge overseeing the proceedings has announced h… [+1748 chars]"},{"source":{"id":null,"name":"Bbc.com"},"author":"https://www.facebook.com/bbcnews","title":"US offers Venezuela sanctions relief for power-sharing agreement - BBC News","description":"US offers Venezuela sanctions relief for power-sharing agreement BBC News U.S. outlines plan for Venezuela transition, sanctions relief POLITICO Trump administration proposes new elections for Venezuela, in exchange for sanctions relief Fox News A New Path to…","url":"https://www.bbc.com/news/world-us-canada-52111805","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/10DF5/production/_111490196_060847124-1.jpg","publishedAt":"2020-03-31T19:01:48Z","content":"Image copyrightReutersImage caption\r\n China has been sending aid to help Venezuela deal with the outbreak\r\nThe US has offered to lift crippling sanctions against Venezuela if its leaders agree to a power-sharing deal.\r\nUnder the US plan, Venezuela's left-wing… [+3167 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Ginger Gibson","title":"At a glance: Democratic presidential primary results and state delegate counts","description":"Former Vice President Joe Biden extended his lead in the delegate race for the Democratic presidential nomination on Tuesday, sweeping the day's contests with wins in Arizona, Florida and Illinois as the country grappled with the coronavirus. A string of earl…","url":"https://news.yahoo.com/glance-democratic-presidential-primary-results-221617256.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/DByMNv1UuXf6T0X8i42crA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/oINi.w1yKswScrfSM6hiGA--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/d124ba5ab096c1c6ac67e5a17a447665","publishedAt":"2020-03-17T22:16:17Z","content":"By Ginger Gibson\r\nWASHINGTON (Reuters) - Former Vice President Joe Biden extended his lead in the delegate race for the Democratic presidential nomination on Tuesday, sweeping the day's contests with wins in Arizona, Florida and Illinois as the country grappl… [+1757 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of coronavirus around the world","description":"The World Health Organization (WHO) described the coronavirus outbreak as a pandemic and said Italy and Iran were on the frontline of the disease and other countries would soon join them.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20Z0LL","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200312&t=2&i=1502042875&w=1200&r=LYNXMPEG2B0AL","publishedAt":"2020-03-12T05:19:59Z","content":"(Reuters) - The World Health Organization (WHO) described the coronavirus outbreak as a pandemic and said Italy and Iran were on the frontline of the disease and other countries would soon join them. \r\nFor an interactive graphic tracking global spread of coro… [+7558 chars]"},{"source":{"id":null,"name":"Taskandpurpose.com"},"author":"Task & Purpose","title":"13 movies and shows to watch during your coronavirus quarantine","description":"YouTube / MovieClips Workplaces and businesses are shutting down and sending workers home out of concern about the spread of the coronavirus. The military is no exception, but even if you're not in uniform there's some military-themed entertainment you can en…","url":"https://taskandpurpose.com/entertainment/coronavirus-military-movies-series","urlToImage":"https://i.insider.com/591c6be314429326228b5f0a?width=1200&format=jpeg","publishedAt":"2020-03-16T15:12:42Z","content":null},{"source":{"id":"business-insider","name":"Business Insider"},"author":"pcachero@businessinsider.com (Paulina Cachero), Paulina Cachero","title":"Multiple cruise ships have been denied entry to port and are stranded at sea — some with coronavirus cases on board","description":"Getty Amid the ongoing coronavirus pandemic, countries have been implementing restrictive measures to curb the spread of the novel virus, including closing ports and harbors. These measures have left multiple cruise ships stranded at sea, with some being deni…","url":"https://www.businessinsider.com/cruise-ships-stranded-sea-coronavirus-cases-on-board-2020-3","urlToImage":"https://i.insider.com/5e6fc52ac48540451f3ff0d2?width=1200&format=jpeg","publishedAt":"2020-03-16T19:05:54Z","content":"The novel coronavirus has swept the globe, infecting more than 169,000 and claiming the lives of al least 6,500. With alarm about the coronavirus on the rise, the cruise ship industry has been plunged into chaos.\r\nIn the ongoing coronavirus pandemic, countrie… [+8123 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Al Jazeera","title":"Cuba sends doctors worldwide in coronavirus fight","description":"As confirmed cases of COVID-19 increase in countries around the world, so does the demand for Cuban medics.","url":"https://www.aljazeera.com/news/2020/03/cuba-sends-doctors-worldwide-coronavirus-fight-200330091411271.html","urlToImage":"https://www.aljazeera.com/mritems/images/2020/3/30/image-20200330091412440.jpg","publishedAt":"2020-03-30T09:14:11Z","content":"Cuba has more than 29,000 medical professionals practising in 59 countries. It also sends thousands of doctors to work, free of charge, in low-income countries in Latin America and Africa.\r\nNow, the island nation is sending medical teams around the globe to h… [+85 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Thomas Pallini","title":"The history of Silver Airways, Florida's regional carrier which says it's in 'dire need' of a bailout to survive the coronavirus crisis","description":"Florida regional carrier Silver Airways is at risk of disappearing as the novel coronavirus crisis has greatly impacted operations. In a letter to federal officials, the airline's CEO stated that Silver is \"in dire need\" of government assistance to remain fly…","url":"https://www.businessinsider.com/coronavirus-history-of-silver-airways-floridas-regional-airline-2020-3","urlToImage":"https://i.insider.com/5e7a1f710c2a6226ba437e18?width=1200&format=jpeg","publishedAt":"2020-03-25T15:58:49Z","content":"Silver Airways may be the next regional airline in the US to fall prey to a stark decrease in revenue and customers due to the spread of coronavirus.\r\nThe unofficial flag carrier of the State of Florida is requesting federal funds to stay in the air after the… [+1739 chars]"}]