[{"source":{"id":"business-insider","name":"Business Insider"},"author":"pcachero@businessinsider.com (Paulina Cachero), Paulina Cachero","title":"Multiple cruise ships have been denied entry to port and are stranded at sea — some with coronavirus cases on board","description":"Getty Amid the ongoing coronavirus pandemic, countries have been implementing restrictive measures to curb the spread of the novel virus, including closing ports and harbors. These measures have left multiple cruise ships stranded at sea, with some being deni…","url":"https://www.businessinsider.com/cruise-ships-stranded-sea-coronavirus-cases-on-board-2020-3","urlToImage":"https://i.insider.com/5e6fc52ac48540451f3ff0d2?width=1200&format=jpeg","publishedAt":"2020-03-16T19:05:54Z","content":"The novel coronavirus has swept the globe, infecting more than 169,000 and claiming the lives of al least 6,500. With alarm about the coronavirus on the rise, the cruise ship industry has been plunged into chaos.\r\nIn the ongoing coronavirus pandemic, countrie… [+8123 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"feedback@businessinsider.com (Libertina Brandt), Libertina Brandt","title":"A person who attended a major 3-day real estate convention in Nashville last week just tested positive for the coronavirus","description":"R Franca / EyeEm/Getty Images A person who attended a three-day real estate convention in Nashville has tested positive for the coronavirus. The convention took place from March 8 through March 10. According to a report by Inman, convention attendees were inf…","url":"https://www.businessinsider.com/a-convention-goer-in-nashville-tested-positive-for-the-coronavirus-2020-3","urlToImage":"https://i.insider.com/5e7297c8c4854045fa6f92f4?width=1200&format=jpeg","publishedAt":"2020-03-19T15:01:00Z","content":"A person who attended a real estate convention in Nashville last week has tested positive for the coronavirus, Inman reported.\r\nBerkshire Hathaway HomeServices (BHHS) hosted a three-day convention in Nashville, Tennessee, from March 8 through March 10. Accord… [+1129 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Curtis Tate, USA TODAY","title":"Carnival cancels next cruise out of Baltimore port due to coronavirus closure","description":"Carnival Cruise Line said Friday it is canceling the next seven-day cruise out of the Port of Baltimore, which closed Thursday due to coronavirus.","url":"https://news.yahoo.com/carnival-cancel-next-cruise-port-160905015.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/xWe_Md816BJ3mKvcaQ3haQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD03ODcuMg--/https://s.yimg.com/uu/api/res/1.2/Jp88hy0M7ARxWZw9sSYcig--~B/aD0zMDE5O3c9NDkxMjtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-us/usa_today_travel_320/6a687c664e2632ceff7a306acc5a1734","publishedAt":"2020-03-13T18:16:07Z","content":"Carnival Cruise Line said Friday it is canceling the next seven-day cruise out of the Port of Baltimore, which Maryland Gov. Larry Hogan ordered closed Thursday due to the coronavirus outbreak.\r\nAlso Friday, Canada's transport minister, Marc Garneau, said all… [+3754 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Chris Woodyard, USA TODAY","title":"How troubled cruise ships hit by coronavirus fears around the world are faring","description":"Ports have closed to cruise ships caught up in coronavirus fears -- even if no one aboard is suspected of having caught COVID-19.","url":"https://news.yahoo.com/troubled-cruise-ships-hit-coronavirus-030548862.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/8F7B6Dcrr.IxWtKj.g4oOQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD03NTAuOTMzMzMzMzMzMzMzMw--/https://s.yimg.com/uu/api/res/1.2/anVUrpSIdJ.4v9.bfAfCJQ--~B/aD0xODI5O3c9MzExODtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-us/usa_today_travel_320/25ed950c2fc19c6adfd66590df7213d5","publishedAt":"2020-03-17T03:05:48Z","content":"While many major cruise operators are idling their fleets, some ships are still at sea or trying to find a port as they deal with fears that some passengers or crew may have become infected with the coronavirus.\r\nSome have passengers aboard who either tested … [+3500 chars]"},{"source":{"id":null,"name":"Thepointsguy.com"},"author":"Gene Sloan","title":"Drama unfolding at sea as countries turn away coronavirus-hit cruise ship","description":"A British cruise ship in the Bahamas that is experiencing an outbreak of the new coronavirus is scrambling to find a port that will allow it to dock. Fred. Olsen Cruise Lines* on Sunday said its 929-passenger Braemar was at anchor about 25 miles off the coast…","url":"http://thepointsguy.com/news/coronavirus-cruise-bahamas-fred-olsen/","urlToImage":"https://i0.wp.com/thepointsguy.com/wp-content/uploads/2020/03/BM_dominica-23.02-2.jpg?fit=2460%2C1625px&ssl=1","publishedAt":"2020-03-15T21:00:40Z","content":"A British cruise ship in the Bahamas that is experiencing an outbreak of the new coronavirus is scrambling to find a port that will allow it to dock.\r\nFred. Olsen Cruise Lines* on Sunday said its 929-passenger Braemar was at anchor about 25 miles off the coas… [+3404 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"Frances D'Emilio And Joseph Wilson","title":"Coronavirus: Countries worldwide announce lockdowns, restrictions amid COVID-19 outbreak - Global News","description":"Coronavirus: Countries worldwide announce lockdowns, restrictions amid COVID-19 outbreak Global News Pope Francis will hold Easter mass without public for first time as Italy grapples with coronavirus outbreak National Post Virus brings new travel restriction…","url":"http://globalnews.ca/news/6679231/coronavirus-restrictions-worldwide/","urlToImage":"https://shawglobalnews.files.wordpress.com/2020/03/xvt102-315_2020_023410-e1584270784623.jpg?quality=70&strip=all&w=720&h=379&crop=1","publishedAt":"2020-03-15T11:27:03Z","content":"Daily life came to a grinding halt around much of the world Sunday amid new travel restrictions, border shutdowns and sweeping closures of restaurants and bars aimed at slowing the spread of the coronavirus pandemic.\r\nThe numbers of cases and deaths continued… [+10337 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Dave Berman and Rick Neale, Florida Today","title":"Last Disney cruise set to depart Orlando before company suspends all sailings Saturday","description":"Disney Dream leaves Orlando on Friday for a 3-day cruise, the final sailing before Disney Cruise Line suspends operations through the end of March.","url":"https://news.yahoo.com/last-disney-cruise-set-depart-145442547.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/LFN0mxjuwi6_cXh8QkDDSg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD03MjA-/https://s.yimg.com/uu/api/res/1.2/RvhIIVUTAKpMqerFugDVHg--~B/aD0yMjUwO3c9NDAwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-us/usa_today_travel_320/af13a0bea8a7dc6a5d51270f316d8b50","publishedAt":"2020-03-13T14:54:42Z","content":"ORLANDO, Florida Port Canaveral, the cruise terminal serving Orlando and the world's second busiest after PortMiami, will temporarily lose one of its major cruise lines after the coronavirus pandemic prompted Disney Cruise Lines to announce that it will suspe… [+3189 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Thomas Pallini","title":"The history of Silver Airways, Florida's regional carrier which says it's in 'dire need' of a bailout to survive the coronavirus crisis","description":"Florida regional carrier Silver Airways is at risk of disappearing as the novel coronavirus crisis has greatly impacted operations. In a letter to federal officials, the airline's CEO stated that Silver is \"in dire need\" of government assistance to remain fly…","url":"https://www.businessinsider.com/coronavirus-history-of-silver-airways-floridas-regional-airline-2020-3","urlToImage":"https://i.insider.com/5e7a1f710c2a6226ba437e18?width=1200&format=jpeg","publishedAt":"2020-03-25T15:58:49Z","content":"Silver Airways may be the next regional airline in the US to fall prey to a stark decrease in revenue and customers due to the spread of coronavirus.\r\nThe unofficial flag carrier of the State of Florida is requesting federal funds to stay in the air after the… [+1739 chars]"},{"source":{"id":"abc-news","name":"ABC News"},"author":"Kirit Radia, Christina Carrega","title":"Coronavirus-infected cruise ship stranded at sea for weeks to dock in Cuba","description":"The Braemar Cruise Ship has dozens on board not tested for COVID-19.","url":"https://abcnews.go.com/US/coronavirus-infected-cruise-ship-stranded-sea-weeks-dock/story?id=69640092","urlToImage":"https://s.abcnews.com/images/International/braemar-cruiseship-gty-ps-200317_hpMain_16x9_992.jpg","publishedAt":"2020-03-17T16:40:04Z","content":"Weeks after a cruise ship was blocked from disembarking at several ports in the Caribbean, due to fears of passengers with possible COVID-19 symptoms, Cuban officials are welcoming the vessel to dock and get their guests home.\r\nWhen the Braemar cruise ship wa… [+3521 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Al Jazeera","title":"British coronavirus-hit cruise ship docks in Cuba","description":"Almost 700 cruise ship passengers are returning to UK from Cuba after island permitted a British ship with confirmed coronavirus cases to dock.","url":"https://www.aljazeera.com/news/2020/03/british-coronavirus-hit-cruise-ship-docks-cuba-200319103304910.html","urlToImage":"https://www.aljazeera.com/mritems/images/2020/3/19/image-20200319103306856.jpg","publishedAt":"2020-03-19T10:33:04Z","content":"A British cruise ship with five confirmed cases of the new coronavirus on board has docked in Cuba, after it was turned away from multiple ports in the Caribbean.\r\nCuba allowed the ship in after Barbados, the Bahamas and the United States all refused the capt… [+306 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Sarah Marsh and Nelson Acosta","title":"Coronavirus-hit cruise ship docks in Cuba for passengers to evacuate","description":"A British cruise ship that has been stranded for more than a week in the Caribbean after several cases of the new coronavirus were confirmed onboard is set to dock in Cuba on Wednesday to allow weary passengers to disembark and fly home. Britain's Foreign Min…","url":"https://news.yahoo.com/coronavirus-hit-cruise-ship-docks-084435287.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/37bCT076Bwu2HlQROJ78Kw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NDQuOA--/https://s.yimg.com/uu/api/res/1.2/f6mdc55SPbCF9eCTTxvZ9A--~B/aD01Mjg7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/030ef1ed4fd89120a360aca87248d62d","publishedAt":"2020-03-18T08:44:35Z","content":"By Sarah Marsh and Nelson Acosta\r\nHAVANA (Reuters) - A British cruise ship that has been stranded for more than a week in the Caribbean after several cases of the new coronavirus were confirmed onboard is set to dock in Cuba on Wednesday to allow weary passen… [+2834 chars]"},{"source":{"id":null,"name":"Tribune242.com"},"author":null,"title":"IAN FERGUSON: How businesses can combat coronavirus - Bahamas Tribune","description":"The coronavirus (Covid-19) crisis has reached a critical new phase where businesses need to seriously consider the economic impact the pandemic will have on their bottom line. While the world focuses on containing and mitigating the disease itself, c","url":"http://www.tribune242.com/news/2020/mar/06/ian-ferguson-how-businesses-can-combat-coronavirus/","urlToImage":null,"publishedAt":"2020-03-06T18:56:47Z","content":"The coronavirus (Covid-19) crisis has reached a critical new phase where businesses need to seriously consider the economic impact the pandemic will have on their bottom line. While the world focuses on containing and mitigating the disease itself, companies … [+3033 chars]"},{"source":{"id":null,"name":"Theatlantic.com"},"author":"Quinta Jurecic, Benjamin Wittes","title":"Trump’s Playbook Is Terribly Ill-Suited to a Pandemic","description":"The president cannot rely on his usual strategies of lying and bullying to fight the spread of the coronavirus.","url":"https://www.theatlantic.com/ideas/archive/2020/03/trump-playbook-coronavirus/607342/","urlToImage":"https://cdn.theatlantic.com/thumbor/BCFNliXj3PklusIiQTsBH5108BY=/0x125:2239x1292/960x500/media/img/mt/2020/03/RTS33SB7/original.jpg","publishedAt":"2020-03-03T12:00:00Z","content":"President Trump rode out the Mueller investigation. He survived impeachment. He has waved away dozens of lesser scandals as though they were nothing more than gnats. But now he faces a challenge unlike any he has confronted before: The coronavirus is continui… [+10677 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"By Emma Reynolds and Patrick Oppmann, CNN","title":"Transatlantic cruise ship with five coronavirus cases searching for somewhere to dock","description":"A transatlantic cruise ship carrying more than 600 passengers with at least five confirmed coronavirus cases on board is frantically searching for somewhere to dock after it was refused entry at several Caribbean ports and now, the Bahamas.","url":"https://www.cnn.com/travel/article/cruise-transatlantic-coronavirus-gbr-intl/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200315075601-01-braemar-cruise-ship-file-super-tease.jpg","publishedAt":"2020-03-15T15:34:09Z","content":"(CNN) A transatlantic cruise ship carrying more than 600 passengers with at least five confirmed coronavirus cases on board is frantically searching for somewhere to dock after it was refused entry at several Caribbean ports and now, the Bahamas.\r\nTwenty pass… [+6586 chars]"},{"source":{"id":null,"name":"Marketwatch.com"},"author":"Quentin Fottrell","title":"Should I go on a cruise? Celebrity Cruises, Royal Caribbean, Disney and Norwegian offer free cancellations — with caveats — and issue strict instructions for passengers","description":"With prevention measures on full throttle, those contemplating a cruise face the prospect of a fellow passenger testing positive with COVID-19 and being quarantined on a vessel.","url":"http://www.marketwatch.com/story/should-i-go-on-a-cruise-celebrity-cruises-royal-caribbean-disney-and-norwegian-offer-free-cancellations-with-caveats-and-issue-strict-instructions-for-passengers-2020-03-07","urlToImage":"https://s.marketwatch.com/public/resources/images/MW-IB739_Cruise_ZG_20200307121647.jpg","publishedAt":"2020-03-07T17:34:30Z","content":"Have you planned a cruise? If so, should you cancel? If not, is this a good time to go?Worldwide, there were 102,471 COVID-19 cases and at least 3,491 deaths as of Saturday morning; 57,463 people worldwide have recovered, according to data published by the Jo… [+4718 chars]"},{"source":{"id":null,"name":"Hypebeast.com"},"author":"info@hypebeast.com (HYPEBEAST), HYPEBEAST","title":"These Are the World's Most Expensive Countries to Live in 2020","description":"The results are in and according to a recent report by CEOWORLD Magazine, Switzerland is the most expensive country to live in the world for 2020. While the mountainous Central European hub tops the list, its joined by several other locations throughout Europ…","url":"https://hypebeast.com/2020/3/worlds-most-expensive-countries-to-live-2020-ceoworld-report","urlToImage":"https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2020%2F03%2Fworlds-most-expensive-countries-to-live-2020-ceoworld-report-tw.jpg?w=960&cbr=1&q=90&fit=max","publishedAt":"2020-03-03T18:37:28Z","content":"The results are in and according to a recent report by CEOWORLD Magazine, Switzerland is the most expensive country to live in the world for 2020. While the mountainous Central European hub tops the list, its joined by several other locations throughout Europ… [+2038 chars]"},{"source":{"id":"politico","name":"Politico"},"author":"Tanya Snyder","title":"Coronavirus on the high seas: Why the U.S. can't touch cruise lines","description":"The coronavirus reveals the power of industry and holes in regulation.","url":"https://www.politico.com/news/2020/03/11/coronavirus-cruises-126426","urlToImage":"https://static.politico.com/6d/d6/c71304714d88acf944274e709a4a/200311-cruise-ap-773.jpg","publishedAt":"2020-03-11T23:19:58Z","content":"The cruise industry disproportionately counts Americans as customers but operates primarily in international waters and avoids tough scrutiny by registering ships mostly in small Caribbean countries with little incentive to enforce international treaties. Tha… [+9318 chars]"},{"source":{"id":null,"name":"Thepointsguy.com"},"author":"Gene Sloan","title":"More cruise ships stranded at sea as ports shut down due to coronavirus","description":"In retrospect, maybe the world’s cruise lines waited just a tad too long to suspend operations. While many cruise ships in recent days have returned to their home ports, expelled passengers and tied up for now, at least a handful of vessels remain stuck at se…","url":"http://thepointsguy.com/news/cruise-ships-stranded-as-ports-close-coronavirus/","urlToImage":"https://i2.wp.com/thepointsguy.com/wp-content/uploads/2020/03/49335C01C_r3_RGB-TB-scaled.jpg?fit=2560%2C2130px&ssl=1","publishedAt":"2020-03-16T20:00:56Z","content":"In retrospect, maybe the world’s cruise lines waited just a tad too long to suspend operations.\r\nWhile many cruise ships in recent days have returned to their home ports, expelled passengers and tied up for now, at least a handful of vessels remain stuck at s… [+6707 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"PR Newswire","title":"Bahamas Ministry of Tourism & Aviation Statement on COVID-19","description":"The Bahamas Ministry of Tourism & Aviation is following guidance from the Bahamas Ministry of Health and other government agencies pertaining to the country's Preparedness and Response Plan for COVID-19. At this time, there are four confirmed cases of coronav…","url":"https://news.yahoo.com/bahamas-ministry-tourism-aviation-statement-211600845.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/0IteBbCLpthZ9.4syZ8w9w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTgwMDtoPTgwMA--/https://s.yimg.com/uu/api/res/1.2/4iJrMVJxCnPLxRXP1pyv0A--~B/aD00MDA7dz00MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/prnewswire.com/2686161816aee634900cf62f491e7ee2","publishedAt":"2020-03-20T21:16:00Z","content":"NASSAU, Bahamas, March 20, 2020 /PRNewswire/ -- The Bahamas Ministry of Tourism &amp; Aviation is following guidance from the Bahamas Ministry of Health and other government agencies pertaining to the country's Preparedness and Response Plan for COVID-19.  At… [+2975 chars]"}]