[{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Algeria protests called off for first time in a year","description":"Opposition activists urged protesters to stay inside to stop the spread of coronavirus.","url":"https://www.bbc.co.uk/news/world-africa-51982703","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/12991/production/_111377167_gettyimages-1207810641.jpg","publishedAt":"2020-03-20T18:33:20Z","content":"Image copyrightGetty Images\r\nAlgerian protesters have called off their weekly anti-government demonstrations for the first time in more than a year to reduce the spread of coronavirus. \r\nThis would have been the 57th week in a row that Algerians came out onto… [+898 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Algeria confirms three new coronavirus cases","description":"Algeria has confirmed three new cases of coronavirus, bringing to eight the total number of people tested positive for the virus, the health ministry said on Tuesday.","url":"https://www.reuters.com/article/us-health-coronavirus-algeria-idUSKBN20Q2TI","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-03T19:35:27Z","content":"ALGIERS (Reuters) - Algeria has confirmed three new cases of coronavirus, bringing to eight the total number of people tested positive for the virus, the health ministry said on Tuesday. \r\nThe eight cases include seven Algerians from the same family and an It… [+75 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Algeria reports two new coronavirus cases, bringing the total to five","description":"Algeria reported two new coronavirus cases on Monday, which brings the total of confirmed cases to five, state news agency said quoting a statement from health ministry.","url":"https://www.reuters.com/article/us-health-coronavirus-algeria-idUSKBN20P2YK","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497819600&w=1200&r=LYNXMPEG212BQ","publishedAt":"2020-03-02T19:46:53Z","content":"CAIRO (Reuters) - Algeria reported two new coronavirus cases on Monday, which brings the total of confirmed cases to five, state news agency said quoting a statement from health ministry. \r\nThe statement added that the two new cases are from the same family, … [+225 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Morocco agrees with Spain and Algeria to suspend flights","description":"Morocco suspended all flights and passenger ship traffic to and from Spain over fears of the coronavirus outbreak, Morocco's state news agency said on Thursday.","url":"https://www.reuters.com/article/us-health-coronavirus-morocco-idUSKBN20Z3JD","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-12T20:47:22Z","content":"RABAT (Reuters) - Morocco suspended all flights and passenger ship traffic to and from Spain over fears of the coronavirus outbreak, Morocco’s state news agency said on Thursday. \r\nAlgeria and Morocco also agreed on the same day to suspend flights, according … [+113 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Algeria set to suspend public transport, close cafes and restaurants","description":"Algeria will suspend public transport, close cafes and restaurants, tell half its state employees to stay home and order security forces to tighten the bar o...","url":"https://news.yahoo.com/algeria-set-suspend-public-transport-191452896.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-19T19:14:52Z","content":"ALGIERS (Reuters) - Algeria will suspend public transport, close cafes and restaurants, tell half its state employees to stay home and order security forces to tighten the bar on public gatherings, the government said on Thursday.\r\nThe measures will come into… [+976 chars]"},{"source":{"id":null,"name":"Bnnbloomberg.ca"},"author":"Bloomberg News","title":"OPEC nations howl for mercy as Saudi-Russia oil war deepens - BNNBloomberg.ca","description":"OPEC nations howl for mercy as Saudi-Russia oil war deepens BNNBloomberg.ca Russia's Self-Inflicted Oil Crisis OilPrice.com WTI extends the weekly decline below $22.00 FXStreet Cover Story: Oil rout - how long will it last? The Edge Markets MY Saudi Arabia De…","url":"http://www.bnnbloomberg.ca/opec-nations-howl-for-mercy-as-saudi-russia-oil-war-deepens-1.1413346","urlToImage":"http://www.bnnbloomberg.ca/polopoly_fs/1.1413347!/fileimage/httpImage/image.jpg_gen/derivatives/landscape_620/an-oil-drilling-rig-stands-on-one-of-the-causeway-islands-in-the-manifa-offshore-oilfield-operated-by-saudi-aramco-in-manifa-saudi-arabia.jpg","publishedAt":"2020-03-27T13:28:10Z","content":"With no end in sight to the oil-price war between Saudi Arabia and Russia, their former OPEC+ partners are pleading for mercy as the economic damage worsens.\r\nAlgeria and Iraq have urged the Organization of Petroleum Exporting Countries to hold emergency cons… [+2912 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"insider@insider.com (Madison Hoff)","title":"Here are the 24 countries that are least ready for a pandemic","description":"A team of researchers evaluated the healthcare and disease control systems of 195 countries to see how ready they are for a major outbreak.","url":"https://news.yahoo.com/24-countries-least-ready-pandemic-131159346.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/KaAlJrZUwyAj1AOaOrF1Yw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05NjA-/https://s.yimg.com/uu/api/res/1.2/Q0usV4L7OOhGpS_OSlvnZQ--~B/aD0xMzM0O3c9MTc3ODtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/EN/business_insider_articles_888/c2cec67b19008ee8eb27539d6fd6b8a7","publishedAt":"2020-03-11T13:36:00Z","content":"Paramedic staff leave a hotel where people who were evacuated from Wuhan, China, are quarantined near Algiers, Algeria, on Feb. 4, 2020. Algeria is one of the countries least prepared for a major infectious disease outbreak and already has 20 confirmed cases … [+15126 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of coronavirus around the world","description":"The rapid spread of the new coronavirus has increased fears of a pandemic, sending global markets into a dive and prompting governments to step up control measures.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20P1PT","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497705381&w=1200&r=LYNXMPEG211AY","publishedAt":"2020-03-02T12:08:18Z","content":"(Reuters) - The rapid spread of the new coronavirus has increased fears of a pandemic, sending global markets into a dive and prompting governments to step up control measures. \r\n- As of Monday, there have been over 89,000 cases of the virus globally, the maj… [+4031 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Renee Bonorchis, Roxanne Henderson and Paul Vecchiatto","title":"South Africa Confirms First Case of Novel Coronavirus","description":"(Bloomberg) -- South Africa confirmed its first coronavirus case after a 38-year-old man who traveled to Italy tested positive, Health Minister Zweli Mkhize said.A tracer team has been sent to South Africa’s KwaZulu-Natal province along with epidemiologists a…","url":"https://news.yahoo.com/south-africa-confirms-first-case-145425837.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/S3xvUoieorJ01Q5Q4.IGjA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/0yr2xXJ.Mh2dCFHuSC0dIA--~B/aD0xMzM0O3c9MjAwMDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/bloomberg_politics_602/763b637f304cca869819a7835f2099d0","publishedAt":"2020-03-05T14:54:25Z","content":"(Bloomberg) --\r\nSouth Africa confirmed its first coronavirus case after a 38-year-old man who traveled to Italy tested positive, Health Minister Zweli Mkhize said.\r\nA tracer team has been sent to South Africas KwaZulu-Natal province along with epidemiologists… [+3263 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Algeria deports Italian national infected with coronavirus","description":"An Italian national who tested positive for coronavirus on his arrival in Algeria has been transferred to his home country, Algerian official media reported on Saturday.","url":"https://www.reuters.com/article/us-algeria-coronavirus-italy-idUSKBN20N0LC","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-02-29T13:45:23Z","content":"ALGIERS (Reuters) - An Italian national who tested positive for coronavirus on his arrival in Algeria has been transferred to his home country, Algerian official media reported on Saturday. \r\nAlgeria announced on Tuesday that the 61-year-old man, who works in… [+325 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Kate Mayberry","title":"Algeria, Egypt confirm more coronavirus cases: Live updates","description":"Spread of virus outside China continues to accelerate as governments step up efforts to contain infections.","url":"https://www.aljazeera.com/news/2020/03/algeria-egypt-confirm-coronavirus-cases-live-updates-200301232150803.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/1/00a418bf615b46cfbdaa131332d48bb8_18.jpg","publishedAt":"2020-03-02T00:04:47Z","content":"Hello and welcome to Al Jazeera's live updates on the new coronavirus as it continues to spread from its epicentre in central China to countries around the world.\r\nI'm Kate Mayberry in Kuala Lumpur, taking over from Mersiha Gadzo.\r\nFirst, a recap of the lates… [+894 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"David Fickling","title":"What If You Can't Afford to Fight Coronavirus?","description":"(Bloomberg Opinion) -- As the coronavirus has tiptoed closer to global pandemic status, the world’s major economies are ramping up their spending on defenses. Italy plans to spend $4 billion on emergency economic measures to tackle the outbreak, while South K…","url":"https://news.yahoo.com/cant-afford-fight-coronavirus-220022959.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/GnTW2Xi2kCpeQwasxNpc5A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MzUuMg--/https://s.yimg.com/uu/api/res/1.2/yugAYzIW3vY3e2.wsadyQA--~B/aD04NDY7dz0xMjk2O3NtPTE7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/bloomberg_politics_602/406d105d6c33a29610b64d0c38cd4323","publishedAt":"2020-03-03T22:00:22Z","content":"(Bloomberg Opinion) -- As the coronavirus has tiptoed closer to global pandemic status, the worlds major economies are ramping up their spending on defenses. \r\nItaly plans to spend $4 billion on emergency economic measures to tackle the outbreak, while South … [+4910 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Algeria suspends domestic flights: Ennahar TV","description":"Algeria will suspend all domestic flights from March 22 to April 4 to combat the spread of the coronavirus, Ennahar television reported on Thursday.","url":"https://www.reuters.com/article/us-health-coronavirus-algeria-flights-idUSKBN2163Z2","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-19T21:33:08Z","content":"TUNIS (Reuters) - Algeria will suspend all domestic flights from March 22 to April 4 to combat the spread of the coronavirus, Ennahar television reported on Thursday. \r\nThe government said earlier it would enact measures including the suspension of public tra… [+108 chars]"},{"source":{"id":"time","name":"Time"},"author":"NASSER KARIMI and AYA BATRAWY / AP","title":"Iran’s Coronavirus Death Toll Surges Past 1,100","description":"Even as the number of cases grows, food markets were still packed with shoppers and highways were crowded as families traveled ahead of the Persian New Year","url":"https://time.com/5806091/iran-coronavirus-covid19-death-toll/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/Iran_deaths_spike_coronavirus_covid19.jpg?quality=85&w=1024&h=628&crop=1","publishedAt":"2020-03-19T02:09:06Z","content":"(TEHRAN) — Iran on Wednesday reported its single biggest jump in fatalities from the coronavirus as another 147 people died, raising the country’s overall death toll to 1,135.\r\nThe nearly 15% spike in deaths — amid a total of 17,361 confirmed cases in Iran — … [+6584 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Algeria confirms first coronavirus death - state radio","description":"Algeria has registered its first coronavirus death, state radio reported on Thursday.","url":"https://www.reuters.com/article/us-health-coronavirus-algeria-idUSKBN20Z0ZZ","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-12T08:00:45Z","content":"ALGIERS (Reuters) - Algeria has registered its first coronavirus death, state radio reported on Thursday. \r\nIt did not report any increase in the 20 cases confirmed there so far, mostly in the town of Blida. \r\nAlgeria said this week it would ban economic, soc… [+222 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Omar Mohammed and Duncan Miriri","title":"African nations close borders, cancel flights to contain coronavirus spread","description":"Several African countries on Sunday closed borders, canceled flights and imposed strict entry and quarantine requirements to contain the spread of the new co...","url":"https://news.yahoo.com/african-nations-close-borders-cancel-163555927.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-15T16:35:55Z","content":"By Omar Mohammed and Duncan Miriri\r\nNAIROBI, March 15 (Reuters) - Several African countries on Sunday closed borders, canceled flights and imposed strict entry and quarantine requirements to contain the spread of the new coronavirus, which has a foothold in 2… [+2363 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Algerian to suspend travel with Europe: statement","description":"Algeria will suspend all sea and air travel between it and Europe from Thursday over the coronavirus, Prime Minister Abdelaziz Djerad said in a statement.","url":"https://www.reuters.com/article/us-health-coronavirus-algeria-idUSKBN2131ER","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-16T10:27:59Z","content":"ALGIERS (Reuters) - Algeria will suspend all sea and air travel between it and Europe from Thursday over the coronavirus, Prime Minister Abdelaziz Djerad said in a statement. \r\nAlgeria said on Sunday it would suspend all travel to and from France starting on … [+145 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Algeria suspends economic, cultural, political gatherings over coronavirus","description":"Algeria has suspended economic, cultural and political gatherings to slow the spread of the coronavirus, Health Minister Abderrahmane Benbouzid said on Tuesday.","url":"https://www.reuters.com/article/us-haelth-coronavirus-algeria-idUSKBN20X2V1","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-10T19:23:18Z","content":"ALGIERS (Reuters) - Algeria has suspended economic, cultural and political gatherings to slow the spread of the coronavirus, Health Minister Abderrahmane Benbouzid said on Tuesday. \r\nThe sports ministry earlier announced the postponement of all international … [+139 chars]"}]