[{"source":{"id":"reuters","name":"Reuters"},"author":"Angus Berwick","title":"As coronavirus hits Venezuela, Maduro further quashes dissent","description":"On March 13, Melquiades Avila, an indigenous leader and journalist in the remote Venezuelan state of Delta Amacuro, asked on his popular Facebook account: \"Will our hospital be ready for coronavirus?\"","url":"https://www.reuters.com/article/us-health-coronavirus-venezuela-insight-idUSKBN21C1TA","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200325&t=2&i=1507990265&w=1200&r=LYNXMPEG2O18D","publishedAt":"2020-03-25T12:04:45Z","content":"CARACAS (Reuters) - On March 13, Melquiades Avila, an indigenous leader and journalist in the remote Venezuelan state of Delta Amacuro, asked on his popular Facebook account: “Will our hospital be ready for coronavirus?” \r\nEarlier that week, as Venezuela conf… [+9621 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Corina Pons","title":"Exclusive: Venezuela in talks with China over support amid pandemic, oil price drop - sources","description":"Venezuela has opened talks with China over possible financial support to cope with a sharp drop in oil prices and the arrival of the novel coronavirus, four sources familiar with the negotiations said.","url":"https://www.reuters.com/article/us-health-coronavirus-venezuela-china-ex-idUSKBN21C2LB","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200325&t=2&i=1508072324&w=1200&r=LYNXMPEG2O1SN","publishedAt":"2020-03-25T16:13:04Z","content":"CARACAS (Reuters) - Venezuela has opened talks with China over possible financial support to cope with a sharp drop in oil prices and the arrival of the novel coronavirus, four sources familiar with the negotiations said. \r\nThe government of President Nicolas… [+3530 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Colombia to expel four European visitors for violating quarantine","description":"Colombia will expel four Europeans for violating compulsory quarantine protocols designed to halt the spread of coronavirus, just hours after it closed its border with Venezuela, the government said on Saturday.","url":"https://www.reuters.com/article/us-health-coronavirus-colombia-idUSKBN21114O","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-14T20:33:36Z","content":"BOGOTA (Reuters) - Colombia will expel four Europeans for violating compulsory quarantine protocols designed to halt the spread of coronavirus, just hours after it closed its border with Venezuela, the government said on Saturday. \r\nTwo men and two women of F… [+1462 chars]"},{"source":{"id":null,"name":"Bbc.com"},"author":"https://www.facebook.com/bbcnews","title":"US offers Venezuela sanctions relief for power-sharing agreement - BBC News","description":"US offers Venezuela sanctions relief for power-sharing agreement BBC News U.S. outlines plan for Venezuela transition, sanctions relief POLITICO Trump administration proposes new elections for Venezuela, in exchange for sanctions relief Fox News A New Path to…","url":"https://www.bbc.com/news/world-us-canada-52111805","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/10DF5/production/_111490196_060847124-1.jpg","publishedAt":"2020-03-31T19:01:48Z","content":"Image copyrightReutersImage caption\r\n China has been sending aid to help Venezuela deal with the outbreak\r\nThe US has offered to lift crippling sanctions against Venezuela if its leaders agree to a power-sharing deal.\r\nUnder the US plan, Venezuela's left-wing… [+3167 chars]"},{"source":{"id":null,"name":"Slate.com"},"author":"Elliot Hannon","title":"Twitter, Facebook Delete World Leaders’ Misleading Coronavirus Posts. Could Trump Be Next?","description":"Posts by the presidents of Brazil and Venezuela were removed for overhyping a coronavirus treatment.","url":"https://slate.com/news-and-politics/2020/03/twitter-facebook-delete-brazil-bolsonaro-maduro-misleading-coronavirus-posts.html","urlToImage":"https://compote.slate.com/images/d190440b-cfd5-4e47-af87-4b0234a6213d.jpeg?width=780&height=520&rect=5568x3712&offset=0x0","publishedAt":"2020-03-31T14:09:51Z","content":"President Trump shakes hands with Brazilian President Jair Bolsonaro earlier this month at Mar-a-Lago.\r\n<ol><li>\r\nFloridas Governor Is Scapegoating New Yorkers for His Own Coronavirus Catastrophe\r\n </li><li>\r\nTrump Brags About His TV Ratings as Coronavirus De… [+3125 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Angus Berwick","title":"Many Venezuelans can't afford to stay indoors as Caracas enters quarantine","description":"Caracas woke on Monday to quiet streets and military checkpoints on the first day of a quarantine ordered by President Nicolas Maduro to combat the coronavirus, while many of the Venezuelan capital's residents who did go out wore masks, often improvised.","url":"https://www.reuters.com/article/us-health-coronavirus-venezuela-idUSKBN2132FD","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200316&t=2&i=1504002411&w=1200&r=LYNXMPEG2F1JF","publishedAt":"2020-03-16T14:57:39Z","content":"CARACAS (Reuters) - Caracas woke on Monday to quiet streets and military checkpoints on the first day of a quarantine ordered by President Nicolas Maduro to combat the coronavirus, while many of the Venezuelan capital’s residents who did go out wore masks, of… [+2362 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Alex Davies","title":"What World War II Can Teach Us About Fighting the Coronavirus","description":"Some manufacturers are racing to make ventilators, respirators, and face shields. But the situation is nothing like it was in the 1940s.","url":"https://www.wired.com/story/what-wwii-can-teach-fighting-coronavirus/","urlToImage":"https://media.wired.com/photos/5e7a5dbb71c7560009320816/191:100/w_1280,c_limit/Transpo-willowrun-8e11141v.jpg","publishedAt":"2020-03-26T11:00:00Z","content":"These efforts are worthy but scattershot. In his CNBC interview, Bill Ford said his company had no guidance from the White House, that it was figuring out how to help on its own. And so comes the second lesson from the war: Coordination is key, and should com… [+4486 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Jeffrey T. Lewis, Kejal Vyas","title":"Coronavirus Forces Brazil to Seal Borders as Region Struggles to Control Pandemic - Wall Street Journal","description":"Coronavirus Forces Brazil to Seal Borders as Region Struggles to Control Pandemic Wall Street Journal Coronavirus in Latin America: Countries step up restrictions Al Jazeera English View Full Coverage on Google News","url":"https://www.wsj.com/articles/coronavirus-forces-brazil-to-seal-borders-as-region-struggles-to-control-pandemic-11584644650","urlToImage":"https://images.wsj.net/im-166744/social","publishedAt":"2020-03-19T20:04:00Z","content":"SÃO PAULOBrazil closed its borders with eight neighboring countries on Thursday, joining other South American nations in a continentwide quarantine as authorities struggle to control the spread of the coronavirus.\r\nThe measure taken by Brazil, the regions lar… [+233 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Matt Spetalnick","title":"Exclusive: U.S. calls for broad Venezuela transitional government, lays out proposal for sanctions relief","description":"The Trump administration is calling for a transitional government in Venezuela made up of the opposition and some members of President Nicolas Maduro's Socialist Party and is laying out for the first time how U.S. sanctions might eventually be lifted, includi…","url":"https://www.reuters.com/article/us-venezuela-politics-usa-exclusive-idUSKBN21I147","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-31T09:10:38Z","content":"WASHINGTON (Reuters) - The Trump administration is calling for a transitional government in Venezuela made up of the opposition and some members of President Nicolas Maduro’s Socialist Party and is laying out for the first time how U.S. sanctions might eventu… [+5165 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Tom McKay","title":"U.S. Orders 100,000 Body Bags","description":"Bracing for catastrophe as coronavirus infections in the U.S. continue to soar, the Defense Department has ordered 100,000 “military-style body bags for potential civilian use” in the coming weeks, Bloomberg reported on Wednesday. Read more...","url":"https://gizmodo.com/u-s-orders-100-000-body-bags-as-coronavirus-death-toll-1842624893","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/zxvnfj5ty4gyysjvdupf.jpg","publishedAt":"2020-04-01T23:04:00Z","content":"Bracing for catastrophe as coronavirus infections in the U.S. continue to soar, the Defense Department has ordered 100,000 military-style body bags for potential civilian use in the coming weeks, Bloomberg reported on Wednesday.\r\nAfter weeks of Donald Trump d… [+2600 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":null,"title":"Economic fallout from virus felt in gas lines in Venezuela","description":"Nicolás Maduro’s government on Monday banned gasoline sales in two states as part of a broader lock-down to stem panic buying by Venezuelans accustomed to hoarding basic goods whenever there’s a hint of turmoil. At one gas station, tensions boiled over as mot…","url":"https://news.yahoo.com/economic-fallout-virus-felt-gas-204638903.html","urlToImage":null,"publishedAt":"2020-03-16T20:46:38Z","content":null},{"source":{"id":null,"name":"Huffpost.com"},"author":"Travis Waldron","title":"The U.S. Has ‘A Moral Obligation’ To Help Venezuela Deal With Its Coronavirus Outbreak","description":"A group of Democratic senators joined growing calls for Trump to ease punishing sanctions and provide aid to Venezuela and Iran amid the worsening pandemic.","url":"https://www.huffpost.com/entry/venezuela-sanctions-coronavirus-trump-maduro_n_5e7ce1bec5b6256a7a26a5eb","urlToImage":"https://img.huffingtonpost.com/asset/5e7ce2472400004b0ccea5da.jpeg?cache=7loKtsIPWn&ops=1200_630","publishedAt":"2020-03-26T22:30:43Z","content":"The United States should temporarily suspend the punishing sanctions it has placed on the leaders and economies of Iran and Venezuela and bolster humanitarian aid in order to help both countries deal with worsening outbreaks of the coronavirus, 11 Democratic … [+11640 chars]"},{"source":{"id":null,"name":"Insightcrime.org"},"author":"InSight Crime","title":"How Venezuela's crisis is turning bootleg cheese into a big business","description":"REUTERS/Marco Bello Smugglers operating between Venezuelan and Colombia are sneaking more and more Venezuelan cheese over the border. Contraband cheese is not new, but it has intensified as Venezuela's currency has crashed and more Venezuelans flee their home…","url":"https://www.insightcrime.org/news/analysis/venezuela-cheese-colombia-menu/","urlToImage":"https://i.insider.com/5e5d1ab8fee23d79045499a4?width=1200&format=jpeg","publishedAt":"2020-03-02T14:41:11Z","content":"Cheese has increasingly joined oil and other commodities smuggled along the border between Colombia and Venezuela, and criminal groups are milking the profits.\r\nGroups operating in the state of Apure, located in northwestern Venezuela, have found that the dai… [+4270 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Colombia will block entry by all non-residents from Monday to stop coronavirus","description":"Colombia will restrict entry by all passengers who are not residents or citizens from Monday in a bid to control the outbreak of coronavirus, President Ivan Duque said on Sunday.","url":"https://www.reuters.com/article/us-health-coronavirus-colombia-idUSKBN21211B","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-15T18:31:04Z","content":"BOGOTA (Reuters) - Colombia will restrict entry by all passengers who are not residents or citizens from Monday in a bid to control the outbreak of coronavirus, President Ivan Duque said on Sunday. \r\nColombian citizens and foreign residents who arrive from Ma… [+940 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Philip Sanders","title":"Latin America Announces Partial Lockdown as Coronavirus Spreads","description":"(Bloomberg) -- Latin America is stepping up its response to the coronavirus pandemic, with governments across the region announcing a series of new measures....","url":"https://news.yahoo.com/latin-america-announces-partial-lockdown-133150038.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-14T13:31:50Z","content":"(Bloomberg) -- Latin America is stepping up its response to the coronavirus pandemic, with governments across the region announcing a series of new measures.\r\nPresidents in Venezuela, Colombia, Chile and Uruguay went on national television Friday to report th… [+2001 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Colombian rebels call ceasefire over virus","description":"The ELN rebel group said it would lay down arms from 1 April for a month as a \"humanitarian gesture\".","url":"https://www.bbc.co.uk/news/world-latin-america-52090169","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/68C1/production/_111471862_gettyimages-1150405385.jpg","publishedAt":"2020-03-30T10:30:30Z","content":"Image copyrightGetty ImagesImage caption\r\n The ELN rebels released a statement announcing the one-month unilateral ceasefire\r\nThe left-wing National Liberation Army (ELN) rebel group in Colombia has declared a unilateral ceasefire for a month starting on 1 Ap… [+2050 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Christopher Woody","title":"As coronavirus spreads, the world is turning on Trump over his favorite foreign-policy weapon","description":"The Trump administration has heaped sanctions on its international foes, seeking to change their behavior. With the spread of the coronavirus, calls for the US to reconsider how it uses those sanctions, and to avoid worsening a growing humanitarian crisis, ha…","url":"https://www.businessinsider.com/backlash-to-trump-use-of-sanctions-as-coronavirus-spreads-2020-3","urlToImage":"https://i.insider.com/5e5cd3b6fee23d50975da193?width=1200&format=jpeg","publishedAt":"2020-03-31T22:04:16Z","content":"President Donald Trump has aggressively used sanctions since taking office, leveling them against US foes and even threatening to use them against partners and allies.\r\nBut as the coronavirus spreads, taxing healthcare systems even in advanced countries, thos… [+6119 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Shadia Nasralla","title":"'Avoid hugs': OPEC in the time of the coronavirus","description":"When OPEC ministers descend on Vienna to decide oil production policy, their meetings are usually accompanied by displays of brotherhood between the men in charge of a third of global crude supplies.","url":"https://www.reuters.com/article/us-health-coronavirus-opec-meeting-idUSKBN20R1VL","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200304&t=2&i=1498634429&w=1200&r=LYNXMPEG23173","publishedAt":"2020-03-04T12:57:01Z","content":"VIENNA (Reuters) - When OPEC ministers descend on Vienna to decide oil production policy, their meetings are usually accompanied by displays of brotherhood between the men in charge of a third of global crude supplies. \r\nThis time, as the world battles a coro… [+2579 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Joey Hadden","title":"The coronavirus outbreak has led to a massive shortage of face masks. From scientists in Prague to fashion designers in Venezuela, these photos show an underground economy of people making their own masks.","description":"The coronavirus pandemic has led to a global shortage of face masks, and people around the world are making their own in response. Face masks are used to protect people from the novel coronavirus. N95 respirators are face masks that block physical particles t…","url":"https://www.businessinsider.com/people-are-making-diy-face-masks-amidst-shortages-due-to-coronavirus-2020","urlToImage":"https://i.insider.com/5e7bbba114f18f229b42e58a?width=1200&format=jpeg","publishedAt":"2020-03-26T20:51:00Z","content":null},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Matt Spetalnick","title":"U.S. offers to lift Venezuela sanctions for power-sharing deal, shifting policy","description":"The Trump administration on Tuesday offered to begin lifting Venezuela sanctions if the opposition and members of President Nicolas Maduro's Socialist Party form an interim government without him, marking a shift in a U.S. policy that has failed to end his gr…","url":"https://news.yahoo.com/exclusive-u-calls-broad-venezuela-091038678.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/3I_5Ej2WsWOE4ge9UvPBqQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NDA-/https://s.yimg.com/uu/api/res/1.2/9CjTnpdSWKu8O28k39k5qg--~B/aD01MjU7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/47499a8d24ad001ade18ab2d58dc15b5","publishedAt":"2020-03-31T09:10:38Z","content":"By Matt Spetalnick\r\nWASHINGTON (Reuters) - The Trump administration on Tuesday offered to begin lifting Venezuela sanctions if the opposition and members of President Nicolas Maduro's Socialist Party form an interim government without him, marking a shift in … [+5648 chars]"}]