[{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus: Giro D'Italia postponed after Hungary declares emergency","description":"The Giro d'Italia has become the biggest cycling race to be postponed due to the coronavirus outbreak so far.","url":"https://www.bbc.co.uk/sport/cycling/51871554","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/0591/production/_111252410_richardcarapaz.jpg","publishedAt":"2020-03-13T14:35:50Z","content":"Movistar won the 2019 Giro d'Italia with Richard Carapaz\r\nThe Giro d'Italia has become the biggest cycling race to be postponed due to the coronavirus outbreak so far.\r\nThe tour of Italy was scheduled to start in Hungary in May but the country has declared a … [+834 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Brian Heater","title":"UK and Ireland added to US travel ban amid COVID-19 concerns","description":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed…","url":"http://techcrunch.com/2020/03/14/uk-and-ireland-added-to-us-travel-ban-amid-covid-19-concerns/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/03/GettyImages-1135383514.jpeg?w=573","publishedAt":"2020-03-14T17:19:01Z","content":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed… [+1486 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Katie Warren","title":"Hungary and Greece are closing their borders to asylum seekers amid the coronavirus outbreak","description":"Hungary and Greece are closing their borders to asylum seekers amid the coronavirus outbreak, both countries announced Sunday. Hungary's chief security advisor said applications from asylum seekers were indefinitely suspended due to coronavirus, citing concer…","url":"https://www.businessinsider.com/hungary-greece-closing-borders-asylum-seekers-coronavirus-2020-3","urlToImage":"https://i.insider.com/5e5c17cffee23d1fe2520de3?width=1200&format=jpeg","publishedAt":"2020-03-01T21:37:17Z","content":"Hungary and Greece are closing their borders to asylum seekers amid the coronavirus outbreak, both countries announced Sunday.\r\nWhile Hungary has reported no cases of the disease so far, Greece has at least seven.\r\nHungary's chief security advisor, György Bak… [+4225 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Italy extends lockdown amid hopes of turning corner","description":"The number of new daily coronavirus infections is 1,648, down from 3,815 on Sunday.","url":"https://www.bbc.co.uk/news/world-europe-52100153","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/18F3/production/_111478360_9ea050e0-c045-4cc5-9e9e-35ddd95c7e9b.jpg","publishedAt":"2020-03-30T23:27:29Z","content":"Image copyrightEPA\r\nItaly has extended its lockdown until Easter, but there is some hope as the country reports a declining infection rate. \r\nThe number of new coronavirus infections reported on Monday was 1,648, as opposed to 3,815 the previous day. \r\nThe de… [+1948 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Ashley Collman","title":"Hungary's prime minister has been handed the power to rule by decree indefinitely because of the coronavirus outbreak","description":"Hungary's parliament passed a bill Monday which Prime Minister Viktor Orbán the right to rule by decree indefinitely in order to. While many governments have taken emergency powers during the outbreak, no other democracy has given a leader full control like t…","url":"https://www.businessinsider.com/hungary-prime-minister-viktor-orban-seizes-full-control-during-outbreak-2020-3","urlToImage":"https://i.insider.com/5e8202760c2a626944479605?width=1200&format=jpeg","publishedAt":"2020-03-30T16:17:43Z","content":"Hungary's prime minister has been given absolute power by parliament in response to the coronavirus outbreak sweeping Europe.\r\nOn Monday, the country's parliament voted 137 to 53 to pass a bill that gives Prime Minister Viktor Orbán the right to rule by decre… [+3552 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Hard-hit Spain's coronavirus outbreak 'slowing'","description":"Spain is the worst-affected country behind Italy, but ministers are hopeful the curve is flattening.","url":"https://www.bbc.co.uk/news/world-52092898","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/3D79/production/_111473751_gettyimages-1214010712-1.jpg","publishedAt":"2020-03-30T12:24:29Z","content":"Image copyrightGetty ImagesImage caption\r\n A temporary hospital in the Ifema exhibition centre in Madrid opened to patients last week\r\nThe growth in coronavirus cases in hard-hit Spain appears to be slowing, the country's foreign minister has told the BBC.\r\nA… [+3116 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Joanna Kakissis","title":"New Law Gives Sweeping Powers To Hungary's Orban, Alarming Rights Advocates","description":"Hungary's nationalist government Monday granted sweeping emergency powers that Prime Minister Viktor Orban says are necessary to fight the coronavirus pandemic. Critics say he's simply grabbing power.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/30/823778208/new-law-gives-sweeping-powers-to-hungarys-orban-alarming-rights-advocates","urlToImage":"https://media.npr.org/assets/img/2020/03/30/ap_20090412780140_wide-191297f1518e90175e93fef9d9ec85ab51afd5b0.jpg?s=1400","publishedAt":"2020-03-30T13:55:00Z","content":"Military police patrol the streets in Budapest on Monday.\r\nZoltan Balogh/AP\r\nThe nationalist government in Hungary passed a law Monday granting sweeping emergency powers that Prime Minister Viktor Orban says are necessary to fight the coronavirus pandemic.\r\nT… [+2845 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew J. Hawkins","title":"Electric scooter-sharing grinds to a halt in response to the COVID-19 pandemic","description":"Electric scooters are disappearing from cities around the world in response to the novel coronavirus pandemic. Lime and Bird are halting operations in dozens of markets. The decisions are coming at a time of uncertainty for personal mobility.","url":"https://www.theverge.com/2020/3/20/21188119/electric-scooter-coronavirus-bird-lime-spin-suspend-bikes","urlToImage":"https://cdn.vox-cdn.com/thumbor/s3rUbkzZr_hDToXMaj4f-xBvIm0=/0x327:4563x2716/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19820887/1207749851.jpg.jpg","publishedAt":"2020-03-20T15:13:09Z","content":"Lime and Bird are suspending some service amid the pandemic, but Spin says its stepping up\r\nPhoto by Mohd Daud/NurPhoto via Getty Images\r\nElectric scooters are vanishing from more cities as the novel coronavirus pandemic continues to roil shared mobility serv… [+5383 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Emily Price","title":"How to Contact Your Airline Right Now","description":"If you had plans to travel to Europe this summer, and especially over the next month, then Trump’s latest travel ban has likely caught your attention. Read more...","url":"https://lifehacker.com/how-to-contact-your-airline-right-now-1842291610","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/mhn7fwgl7yvqqdj6vxdn.jpg","publishedAt":"2020-03-12T17:31:00Z","content":"If you had plans to travel to Europe this summer, and especially over the next month, then Trumps latest travel ban has likely caught your attention.\r\nStarting Friday, the 30-day ban restricts non-US citizens from flying into the United States if they have vi… [+3410 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus wipes out most of world's major sports events on an unprecedented day","description":"Several major sporting events were cancelled or postponed by the coronavirus outbreak on an unprecedented day. What sport is on and off?","url":"https://www.bbc.co.uk/sport/51880582","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1220F/production/_111255247_gettyimages-1206706979.jpg","publishedAt":"2020-03-13T21:49:05Z","content":"Arsenal manager Mikel Arteta said he was \"feeling better\" after testing positive for coronavirus\r\nThe coronavirus pandemic wiped out most of the world's major sporting events in an unprecedented 24 hours.\r\nAs Friday began, the Premier League was one of the la… [+2907 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Xeni Jardin","title":"Hungary: Coronavirus law lets PM Viktor Orbán rule by decree, threatens 5 years in prison for 'misinformation' spreaders","description":"Hungary has passed a coronavirus response law that gives sweeping powers to the government. Prime Minister Viktor Orbán can now rule by decree, and there are jail terms of up to five years for anyone accused of spreading “misinformation,” including social med…","url":"https://boingboing.net/2020/03/31/hungary-coronavirus-law-lets.html","urlToImage":"https://i2.wp.com/media.boingboing.net/wp-content/uploads/2020/03/EUXFknJXsAINjKs.jpg?fit=1200%2C675&ssl=1","publishedAt":"2020-03-31T13:15:35Z","content":"Hungary has passed a coronavirus response law that gives sweeping powers to the government. Prime Minister Viktor Orbán can now rule by decree, and there are jail terms of up to five years for anyone accused of spreading misinformation, including social media… [+3556 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":"vice-news","name":"Vice News"},"author":"Tim Hume, VICE News","title":"Coronavirus Is Giving Europe's Far Right the Perfect Excuse to Scapegoat Refugees","description":"In Germany, Italy, and Hungary, Europe's far right sees the crisis as a prime opportunity to push its arguments for closed borders.","url":"https://www.vice.com/en_us/article/884bvv/coronavirus-is-giving-europes-far-right-the-perfect-excuse-to-scapegoat-refugees","urlToImage":"https://video-images.vice.com/test-uploads/articles/5e728db0b15e29009c2a17a0/lede/1584617810541-AP_20064393369219.jpeg?crop=1xw:0.8156xh;0xw,0.0808xh&resize=1200:*","publishedAt":"2020-03-19T13:07:44Z","content":"Want the best of VICE News straight to your inbox? Sign up here.\r\n Last week, as fear of the coronavirus outbreak gripped Europe, a group of German far-right activists saw an opportunity for their latest political stunt.\r\n Defend our borders, read the huge ba… [+7784 chars]"},{"source":{"id":null,"name":"Androidcentral.com"},"author":"Michael Allison","title":"Samsung is offering free phone cleaning to Galaxy owners in 19 countries","description":"Your phone is the grossest thing you own. What you need to know Samsung will be offering free phone sanitizing services in the wake of the coronavirus outbreak. It will clean Galaxy devices from phones down to Galaxy Buds. The service is rolling out in 19 mar…","url":"https://www.androidcentral.com/samsung-offering-free-phone-cleaning-galaxy-owners-19-countries-including-us","urlToImage":"https://www.androidcentral.com/sites/androidcentral.com/files/styles/large/public/article_images/2020/02/galaxy-s20-plus-fingerprint-sensor-2.jpg?itok=JRrELW6D","publishedAt":"2020-03-12T17:33:00Z","content":"As the coronavirus pandemic spreads across the globe, companies are helping stop the spread by restricting travel and encouraging working from home. In all cases, an emphasis has been placed on personal hygiene to minimize the speed of transmission.Samsung, i… [+1488 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Gabriela Baczynska","title":"EU executive warns against border closures as way to curb coronavirus","description":"European Union countries must take care not to damage food and medicine supply lines as they slap on border restrictions in the drive to curb the spread of coronavirus, the EU's executive arm said on Monday.","url":"https://www.reuters.com/article/us-health-coronavirus-eu-borders-idUSKBN213240","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-16T13:26:59Z","content":"BRUSSELS (Reuters) - European Union countries must take care not to damage food and medicine supply lines as they slap on border restrictions in the drive to curb the spread of coronavirus, the EU’s executive arm said on Monday. \r\nFrom Portugal in the west to… [+2066 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Hungary to shut borders, preparing fiscal, monetary response to coronavirus","description":"Hungary will close its borders, postpone cultural and sports events and take fiscal and monetary steps to try to contain the spread of the coronavirus, Prime Minister Viktor Orban said on Monday. Orban told parliament that Hungarians returning home would be a…","url":"https://news.yahoo.com/hungary-shut-borders-international-passengers-104735169.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/sCQesq14pYCqaUaxQOvx9w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04OTcuNg--/https://s.yimg.com/uu/api/res/1.2/ipFpwyxD23wwvaZdNfAHTA--~B/aD01NjE7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/b358265c598a50b61a58877880c0c95a","publishedAt":"2020-03-16T10:47:35Z","content":"BUDAPEST (Reuters) - Hungary will close its borders, postpone cultural and sports events and take fiscal and monetary steps to try to contain the spread of the coronavirus, Prime Minister Viktor Orban said on Monday.\r\nOrban told parliament that Hungarians ret… [+1317 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"EU warns Hungary not to flout democracy with coronavirus laws","description":"The European Union warned Hungary on Tuesday that emergency measures adopted by its nationalist government to fight the coronavirus crisis must not undercut democracy. Hungary's parliament on Monday granted Prime Minister Viktor Orban an open-ended right to r…","url":"https://news.yahoo.com/eu-executive-warns-emergency-coronavirus-111656225.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/pPUehxjGrKTXRGWMaNROSQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05MDguOA--/https://s.yimg.com/uu/api/res/1.2/8axYd688sVxQNJxH1xNU0w--~B/aD01Njg7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/ea6cf08db93a839afc5119f21db559e2","publishedAt":"2020-03-31T11:16:56Z","content":"BRUSSELS (Reuters) - The European Union warned Hungary on Tuesday that emergency measures adopted by its nationalist government to fight the coronavirus crisis must not undercut democracy.\r\nHungary's parliament on Monday granted Prime Minister Viktor Orban an… [+2297 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Sports events around the world hit by coronavirus pandemic","description":"Major sports events around the world that have been hit by the coronavirus outbreak:","url":"https://www.reuters.com/article/us-health-coronavirus-sport-factbox-idUSKBN213138","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200316&t=2&i=1503886944&w=1200&r=LYNXMPEG2F0TV","publishedAt":"2020-03-16T09:04:53Z","content":"(Reuters) - Major sports events around the world that have been hit by the coronavirus outbreak: \r\nOLYMPICS \r\n** The Tokyo 2020 Olympics torch lighting ceremony in ancient Olympia was held without spectators. \r\n** The Olympic Games flame handover in Athens wi… [+8365 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus: Q&A as Uefa meet to discuss Euro 2020 & Champions League","description":"What will happen to Euro 2020? What about the Champions League? BBC Sport's Simon Stone looks ahead to Uefa's crisis meeting.","url":"https://www.bbc.co.uk/sport/football/51912634","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/13EC8/production/_111280618_gettyimages-609482188-1.jpg","publishedAt":"2020-03-16T20:32:11Z","content":"Euro 2020 is scheduled to begin on 12 June\r\nEuropean football's powerbrokers will meet by video conference on Tuesday to discuss how to deal with the fallout from the coronavirus crisis that has caused the game to grind to a halt.\r\nBBC Sport has been told \"no… [+4082 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Hungary confirms third coronavirus case in man who returned from Milan","description":"Hungary has confirmed a third case of the coronavirus, after a Hungarian man who had returned from Milan to the eastern city of Debrecen on Feb. 29 tested po...","url":"https://news.yahoo.com/hungary-confirms-third-coronavirus-case-200636716.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-05T20:06:36Z","content":"BUDAPEST (Reuters) - Hungary has confirmed a third case of the coronavirus, after a Hungarian man who had returned from Milan to the eastern city of Debrecen on Feb. 29 tested positive, the government said on its official website on Thursday.\r\nThe man develop… [+639 chars]"}]