[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Tunisia suspends Italy flights","description":"Tunisia will suspend all flights and shipping to Italy except to Rome and bring forward a scheduled school holiday to Thursday from next Monday, the health minister said on Monday.","url":"https://www.reuters.com/article/us-health-coronavirus-tunisia-idUSKBN20W2Z8","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-09T21:26:01Z","content":"TUNIS (Reuters) - Tunisia will suspend all flights and shipping to Italy except to Rome and bring forward a scheduled school holiday to Thursday from next Monday, the health minister said on Monday. \r\nTunisia announced earlier on Monday that it had confirmed … [+206 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Tunisia confirms first coronavirus case: health minister","description":"Tunisia has confirmed its first case of the new coronavirus, the health minister said on Monday at a news conference.","url":"https://www.reuters.com/article/us-health-coronavirus-tunisia-idUSKBN20P2AD","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-02T15:30:58Z","content":"TUNIS (Reuters) - Tunisia has confirmed its first case of the new coronavirus, the health minister said on Monday at a news conference. \r\nThe minister Abdelatif el-Maki said the patient was a Tunisian man. \r\nReporting by Tarek Amara and Angus McDowall; Editin… [+19 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Tunisia suspends north Italy ferries over coronavirus","description":"Tunisia will suspend passenger ferry services to northern Italy because of the new coronavirus, Health Minister Abdelatif el-Mekki said on Wednesday at a news conference.","url":"https://www.reuters.com/article/us-health-coronavirus-tunisia-idUSKBN20R2EO","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-04T15:58:51Z","content":"TUNIS (Reuters) - Tunisia will suspend passenger ferry services to northern Italy because of the new coronavirus, Health Minister Abdelatif el-Mekki said on Wednesday at a news conference. \r\nTunisia announced on Monday it had confirmed a first case of the cor… [+151 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Tunisian police break up ram fight that broke coronavirus crowd rules","description":"Tunisian police used tear gas to disperse dozens of youths at a traditional ram fight on Tuesday because it broke coronavirus rules against crowds, the local...","url":"https://news.yahoo.com/tunisian-police-break-ram-fight-174927030.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-17T17:49:27Z","content":"TUNIS (Reuters) - Tunisian police used tear gas to disperse dozens of youths at a traditional ram fight on Tuesday because it broke coronavirus rules against crowds, the local Mosaique FM radio reported.\r\nRam fighting is a popular pastime in North Africa and … [+1078 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Taylor Borden","title":"Robots, government-mandated selfies, and military lockdowns — here are some of the innovative and sometimes startling ways in which countries are fighting the coronavirus outbreak","description":"Governments worldwide are taking innovative approaches to slow the spread of the coronavirus — including modifying robots to aid in hospitals. Some of those methods, however, are also jarring. Some countries, like Taiwan, Poland, and Singapore, are tracking c…","url":"https://www.businessinsider.com/countries-fighting-the-coronavirus-in-innovative-and-scary-ways-2020","urlToImage":"https://i.insider.com/5e7bca1e487c2224e76b1932?width=1200&format=jpeg","publishedAt":"2020-03-25T21:16:00Z","content":null},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Latest on the spread of coronavirus around the world","description":"The number of people infected with the coronavirus topped 111,000 across the world as the outbreak spread to more countries, causing greater economic damage.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20W33B","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-09T22:56:17Z","content":"(Reuters) - The number of people infected with the coronavirus topped 111,000 across the world as the outbreak spread to more countries, causing greater economic damage. \r\n(Interactive graphic tracking global spread of coronavirus: open tmsnrt.rs/3aIRuz7 in a… [+6469 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Safa Belghith","title":"Tunisia has a problem with internalised Islamophobia","description":"And coronavirus is shining a light on it.","url":"https://www.aljazeera.com/indepth/opinion/tunisia-problem-internalised-islamophobia-200319112441557.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/19/9e398d84801b47d08ca0a2f79b7da9b7_18.jpg","publishedAt":"2020-03-30T18:27:50Z","content":"On March 13, the Tunisian government announced emergency measures to contain the spread of the coronavirus.\r\nThe measures included closing its sea borders, suspending international flights, shutting cafes from 4pm and completely closing mosques.\r\nIt was this … [+7306 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Layli Foroudi","title":"'We want to be proactive': Tunisia gears up to battle coronavirus","description":"As Europe becomes the epicentre of new coronavirus, Tunisia cautiously watches with 24 cases confirmed in the country.","url":"https://www.aljazeera.com/news/2020/03/proactive-tunisia-gears-battle-coronavirus-200316165511731.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/16/0c5e2c46c23d49b1a80c63997e41f5d9_18.jpg","publishedAt":"2020-03-16T21:09:18Z","content":"Tunis, Tunisia - There are around 100 unused shisha pipes tucked away in the corner of the Bar el Hara teahouse in the Lafayette neighbourhood in central Tunis, the capital of Tunisia. \r\nIt has been this way since the government's decision last week to ban sm… [+4250 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of coronavirus around the world","description":"Coronavirus fears led to a historic drop in U.S. stocks, shut borders and disrupted daily life around the world, as governments took increasingly drastic measures to try to reduce the severity of the global outbreak.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN2140K1","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200317&t=2&i=1504288254&w=1200&r=LYNXMPEG2G0FW","publishedAt":"2020-03-17T05:36:32Z","content":"(Reuters) - Coronavirus fears led to a historic drop in U.S. stocks, shut borders and disrupted daily life around the world, as governments took increasingly drastic measures to try to reduce the severity of the global outbreak. \r\nDEATHS, INFECTIONS \r\n- There… [+10022 chars]"},{"source":{"id":"the-globe-and-mail","name":"The Globe And Mail"},"author":null,"title":"All of Italy placed into lockdown after surge in COVID-19 infections and fatalities - The Globe and Mail","description":"All of Italy placed into lockdown after surge in COVID-19 infections and fatalities The Globe and Mail Italy's PM placed the entire country on lockdown amid COVID-19 crisis - Business Insider Business Insider Italian premier locks down entire country to stop …","url":"https://www.theglobeandmail.com/world/article-all-of-italy-placed-into-lockdown-after-surge-in-covid-19-infections/","urlToImage":"https://www.theglobeandmail.com/resizer/AEKsA28fAr7Ir2gqS1jwGyr1hY8=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/DNILHB24PBBGNL5UPH7FD7INNM.jpg","publishedAt":"2020-03-10T00:22:30Z","content":"Police officers and soldiers check passengers leaving from Milan main train station, Italy, on March 9, 2020. \r\nThe Associated Press\r\nAll of Italy, a Group of Seven country and the worlds eighth-largest economy, was placed in lockdown Monday night after a sur… [+5987 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Al Jazeera","title":"Tunisia extends lockdown by two weeks, releases prisoners","description":"The lockdown extension came hours after a protest by several hundred Tunisians who demanded government support.","url":"https://www.aljazeera.com/news/2020/03/tunisia-extends-lockdown-weeks-releases-prisoners-200331194042414.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/31/e8c95cca15384d14b8e04f903c6b5619_18.jpg","publishedAt":"2020-03-31T20:02:39Z","content":"Tunisia will extend a lockdown to contain the spread of the coronavirus by two weeks to April 19, the presidency said in a statement on Tuesday.\r\nTunisia has confirmed 362 cases of the coronavirus and nine deaths and has imposed a general lockdown for over a … [+2344 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Omar Mohammed and Duncan Miriri","title":"African nations close borders, cancel flights to contain coronavirus spread","description":"Several African countries on Sunday closed borders, canceled flights and imposed strict entry and quarantine requirements to contain the spread of the new co...","url":"https://news.yahoo.com/african-nations-close-borders-cancel-163555927.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-15T16:35:55Z","content":"By Omar Mohammed and Duncan Miriri\r\nNAIROBI, March 15 (Reuters) - Several African countries on Sunday closed borders, canceled flights and imposed strict entry and quarantine requirements to contain the spread of the new coronavirus, which has a foothold in 2… [+2363 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"CARA ANNA","title":"Africa's busiest airport says foreigners can't disembark","description":"Anxiety rose in Africa’s richest nation Friday as South Africa said coronavirus cases jumped to 202, the most in the sub-Saharan region, while the continent's busiest airport said foreigners cannot disembark. State-owned South African Airways suspended all in…","url":"https://www.yahoo.com/lifestyle/africas-busiest-airport-says-foreigners-103927511.html","urlToImage":"https://s.yimg.com/uu/api/res/1.2/zEAfWsw0akXg65QusdSkMQ--~B/aD0zODQwO3c9NTc2MDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/3c59243f658b0d687e97440ab85e3f6f","publishedAt":"2020-03-20T10:39:27Z","content":"JOHANNESBURG (AP) Anxiety rose in Africas richest nation Friday as South Africa said coronavirus cases jumped to 202, the most in the sub-Saharan region, while the continent's busiest airport said foreigners cannot disembark. State-owned South African Airways… [+4079 chars]"},{"source":{"id":"time","name":"Time"},"author":"MOGOMOTSI MAGOME / AP","title":"Africa Coronavirus Cases Over 2,000 as South Africa Rushes Into Lockdown","description":"Forty-three of the continent's 54 countries have cases, with the total at 2,046, the Africa Centers for Disease Control and Prevention said.","url":"https://time.com/5809356/africa-cases-south-africa-lockdown-coronavirus/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/AP20084491077459.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-03-24T22:03:28Z","content":"JOHANNESBURG — Customers started behaving oddly about a week ago, visibly dejected street vendor Frank Mojapelo said. Some were wary to exchange cash. Some backed away, or refused to touch him.\r\nNow, an unprecedented lockdown looms in South Africa over the co… [+4074 chars]"},{"source":{"id":"time","name":"Time"},"author":"SAMY MAGDY and ALBERT AJI / AP","title":"Libya Reports First Coronavirus Case as the Pandemic Sweeps Across the Middle East","description":"Libya recorded its first confirmed case, stoking concern that an outbreak could overwhelm the country's already weakened health care system","url":"https://time.com/5809453/libya-middle-east-coronavirus-covid19/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/libya_coronavirus_covid19_middle_east.jpg?quality=85&crop=0px%2C9px%2C1024px%2C536px&resize=1200%2C628&strip","publishedAt":"2020-03-25T02:12:25Z","content":"(CAIRO) — Libya recorded its first confirmed case of the coronavirus on Tuesday, the U.N.-backed government announced, stoking concern that an outbreak could overwhelm the war-torn country’s already weakened health care system.\r\nAs the coronavirus pandemic sw… [+6158 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Tunisia coronavirus cases jump by around 50%","description":"Tunisia has confirmed 59 new cases of the coronavirus, Health Minister Abdelatif el-Mekki said in a televised news conference on Wednesday, taking the total number to 173.","url":"https://www.reuters.com/article/us-health-coronavirus-tunisia-idUSKBN21C2KI","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200325&t=2&i=1508144429&w=1200&r=LYNXMPEG2O29A","publishedAt":"2020-03-25T19:45:46Z","content":"TUNIS (Reuters) - Tunisia has confirmed 59 new cases of the coronavirus, Health Minister Abdelatif el-Mekki said in a televised news conference on Wednesday, taking the total number to 173. \r\nTunisia has instituted a curfew at nights and a lockdown during the… [+169 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Tunisia releases 1,420 prisoners over coronavirus","description":"Tunisia's President Kais Saied on Tuesday ordered the release on 1,420 prisoners in an amnesty to combat the spread of the coronavirus in prisons, a presidency statement said.","url":"https://www.reuters.com/article/us-health-coronavirus-tunisia-idUSKBN21I29I","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-31T14:30:44Z","content":"TUNIS (Reuters) - Tunisia’s President Kais Saied on Tuesday ordered the release on 1,420 prisoners in an amnesty to combat the spread of the coronavirus in prisons, a presidency statement said. \r\nTunisia has declared a general lockdown to slow infection rates… [+144 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"USA TODAY, Kim Hjelmgaard, USA TODAY","title":"China sees 'coming victory' over virus as global alarm spreads","description":"The coronavirus that has tightened borders, led to massive disinfection programs and roiled global markets has been detected in at least 70 countries.","url":"https://www.usatoday.com/story/news/2020/03/03/coronavirus-global-developments/4936938002/","urlToImage":"https://www.gannett-cdn.com/presto/2020/03/03/USAT/807d2418-d4f8-474b-aa66-272ddc2cc4ee-AP_Virus_Outbreak_South_Korea.JPG?crop=3999,2249,x0,y37&width=3200&height=1680&fit=bounds","publishedAt":"2020-03-03T10:53:19Z","content":"We answer the often searched question: \"What are the symptoms of coronavirus versus the flu?\"\r\nUSA TODAY\r\nIn Iran, a close adviser to adviser Supreme Leader Ayatollah Ali Khamenei died after contracting coronavirus. The head of a religious sect in South Korea… [+4137 chars]"}]