[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Kuwait asks passengers from 10 countries to provide certificates showing they are virus-free: statement","description":"Kuwait's civil aviation authority said on Tuesday passengers from 10 countries including India, Turkey and Egypt must produce certificates issued by the Kuwaiti embassy in their country saying they are coronavirus free.","url":"https://www.reuters.com/article/us-health-coronavirus-kuwait-idUSKBN20Q1WX","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-03T14:16:16Z","content":"DUBAI (Reuters) - Kuwait’s civil aviation authority said on Tuesday passengers from 10 countries including India, Turkey and Egypt must produce certificates issued by the Kuwaiti embassy in their country saying they are coronavirus free. \r\nPassengers who do n… [+154 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"ABS-CBN News","title":"Kuwait requires medical certificate for travelers from PH, 9 other countries - ABS-CBN News","description":"Travelers to Kuwait from the Philippines and nine other countries will need to prove they are free of the coronavirus disease (COVID-19) before they are allowed entry, the Gulf state said Wednesday.","url":"https://news.abs-cbn.com/news/03/04/20/kuwait-requires-medical-certificate-for-travelers-from-ph-9-other-countries","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2018/news/02/19/20180218-kuwait-ofws-afp.jpg","publishedAt":"2020-03-04T08:33:00Z","content":"MANILA - Travelers to Kuwait from the Philippines and nine other countries will need to prove they are free of the coronavirus disease (COVID-19) before they are allowed entry, the Gulf state said Wednesday.\r\nStarting March 8, \"all expats passengers from the … [+2162 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Ramin Mostaghim, Mohammed Tawfeeq and Angela Dewan, CNN","title":"Iran to temporarily free 54,000 prisoners as coronavirus spreads","description":"Iran will temporarily release 54,000 people from prisons as officials struggle to contain the rapid spread of the biggest coronavirus outbreak in the Middle East.","url":"https://www.cnn.com/2020/03/04/middleeast/iran-coronavirus-response-intl/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200303195713-01-coronavirus-outbreak-0227-iran-super-tease.jpg","publishedAt":"2020-03-04T10:42:32Z","content":"Tehran (CNN)Iran will temporarily release 54,000 people from prisons as officials struggle to contain the rapid spread of the biggest coronavirus outbreak in the Middle East. \r\nIran has reported 77 deaths, one of the highest confirmed death tolls outside of C… [+1691 chars]"},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"David Canellis","title":"Coronavirus proves great for Boku’s bottom line, as payments jump 30%","description":"Fintech firm Boku says the worldwide impact of the coronavirus has positively affected its business, with its total payment volume rising by 30% over the last two months, Reuters reports. Boku, a payments service that allows users to charge purchases to their…","url":"https://thenextweb.com/hardfork/2020/03/03/boku-coronavirus-payments-mobile-great-for-business-shut-ins-south-korea/","urlToImage":"https://img-cdn.tnwcdn.com/image/hardfork?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F03%2Fperson-731165_1920.jpg&signature=0d0bf773b38a46c9bd1b5308bbe67cf4","publishedAt":"2020-03-03T16:51:07Z","content":"Fintech firm Boku says the worldwide impact of the coronavirus has positively affected its business, with its total payment volume rising by 30% over the last two months, Reuters reports.\r\nBoku, a payments service that allows users to charge purchases to thei… [+1304 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Coronavirus cases rise in UAE and Qatar: ministries","description":"The number of coronavirus cases in the United Arab Emirates has risen to 45 from 30, the health ministry said on Saturday. Qatar also reported its 12th case of the virus, a Qatari national who had visited Iran, its health ministry said. The United Arab Emirat…","url":"https://news.yahoo.com/coronavirus-cases-rise-uae-qatar-212011026.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/2CCpawc0xpp1y6FqSw0qEQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/UtWyIyY.sIMknQWpOwQ8gg--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/321ca0ccd19b89259d635873e8d8ec6a","publishedAt":"2020-03-06T21:20:11Z","content":"DUBAI (Reuters) - The number of coronavirus cases in the United Arab Emirates has risen to 45 from 30, the health ministry said on Saturday.\r\nQatar also reported its 12th case of the virus, a Qatari national who had visited Iran, its health ministry said.\r\nTh… [+1009 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew J. Hawkins","title":"Everything you need to know about the USNS Comfort, the giant hospital ship in NYC","description":"The USNS Comfort, with 1,000 patient beds and 12 operating rooms, was sent to New York City to help relieve pressure on the city’s overwhelmed hospitals. The ship’s team will largely treat non-coronavirus patients. It was originally built as an oil supertanke…","url":"https://www.theverge.com/2020/3/30/21199664/usns-comfort-hospital-ship-nyc-coronavirus-size-beds-history-navy","urlToImage":"https://cdn.vox-cdn.com/thumbor/vc7nMlZXK7gyV7h89s9m4leT8HQ=/0x361:5037x2998/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19858573/1208622161.jpg.jpg","publishedAt":"2020-03-30T17:01:55Z","content":"Photo by Tayfun Coskun / Anadolu Agency via Getty Images At 10AM ET on March 30th, the US Navy’s gigantic floating hospital ship, the USNS Comfort, arrived in New York City where it has been sent to help relieve the pressure on the city’s hospitals that are o… [+5811 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Shadia Nasralla","title":"'Avoid hugs': OPEC in the time of the coronavirus","description":"When OPEC ministers descend on Vienna to decide oil production policy, their meetings are usually accompanied by displays of brotherhood between the men in charge of a third of global crude supplies.","url":"https://www.reuters.com/article/us-health-coronavirus-opec-meeting-idUSKBN20R1VL","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200304&t=2&i=1498634429&w=1200&r=LYNXMPEG23173","publishedAt":"2020-03-04T12:57:01Z","content":"VIENNA (Reuters) - When OPEC ministers descend on Vienna to decide oil production policy, their meetings are usually accompanied by displays of brotherhood between the men in charge of a third of global crude supplies. \r\nThis time, as the world battles a coro… [+2579 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Pixar's Onward 'banned by four Middle East countries' over gay reference","description":"The film is banned by Kuwait, Oman, Qatar and Saudi Arabia but some Middle East countries are showing it.","url":"https://www.bbc.co.uk/news/entertainment-arts-51801384","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/97B7/production/_111193883_onward_pixar.jpg","publishedAt":"2020-03-09T14:29:54Z","content":"Image copyrightPixar\r\nPixar's latest animation Onward has been banned by several Middle Eastern countries because of a reference to lesbian parents, according to reports.\r\nThe family film will not be shown in Kuwait, Oman, Qatar and Saudi Arabia, Hollywood me… [+2462 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Saudi Arabia restricts entry for Gulf citizens, residents - SPA","description":"Saudi Arabia on Tuesday barred citizens and residents of Gulf Cooperation Council (GCC) countries from entering the kingdom for 14 days after returning from outside the region due to coronavirus concerns, state news agency SPA reported. Travelers coming from …","url":"https://news.yahoo.com/saudi-arabia-restricts-entry-gulf-141857531.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/rO9eC4uddTLzwPcBzOHvVQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/KBTFf8BRE.SgF2M3AoDv1w--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/445b0a707de4476ca35f614c0a0fc01b","publishedAt":"2020-03-03T14:18:57Z","content":"RIYADH (Reuters) - Saudi Arabia on Tuesday barred citizens and residents of Gulf Cooperation Council (GCC) countries from entering the kingdom for 14 days after returning from outside the region due to coronavirus concerns, state news agency SPA reported.\r\nTr… [+1951 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Gulf states cancel events, Kuwait shuts mosques over coronavirus","description":"Kuwait's religious authorities asked Muslims to pray at home on Friday as the emirate prepares to enter a period of virtual lockdown to fight the spread of the new coronavirus. Kuwait confirmed 20 new cases in the past 24 hours, reporting a total of 100 to Fr…","url":"https://news.yahoo.com/kuwait-asks-muslims-pray-home-102036037.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/WaPsn4n.HuNcIONdnWlx1g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05MTMuNg--/https://s.yimg.com/uu/api/res/1.2/.6tj_PWuA0_IjvbUSBqY7Q--~B/aD01NzE7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/ecf82b7f5e8dc3a5df27246bd08afcc2","publishedAt":"2020-03-13T10:20:36Z","content":"KUWAIT (Reuters) - Kuwait's religious authorities asked Muslims to pray at home on Friday as the emirate prepares to enter a period of virtual lockdown to fight the spread of the new coronavirus.\r\n\"The doors of the mosques will stay closed,\" said the ministry… [+3322 chars]"},{"source":{"id":"the-globe-and-mail","name":"The Globe And Mail"},"author":null,"title":"Many airlines at risk of bankruptcy as industry faces cash crisis: IATA - The Globe and Mail","description":"Many airlines at risk of bankruptcy as industry faces cash crisis: IATA The Globe and Mail Global airlines need up to $200bn of state support: IATA Arab News IATA: 'urgent measures' needed to support air cargo Flightglobal Airlines badly need a lift as indust…","url":"https://www.theglobeandmail.com/business/article-airlines-facing-liquidity-crisis-as-demand-vanishes-iata/","urlToImage":"https://www.theglobeandmail.com/resizer/Ofwek13JggmqMHhtD7M9WHD9QhQ=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/OAUANWFZS5AGNN6TBORYYMJ4CA.jpg","publishedAt":"2020-03-17T12:54:26Z","content":"A passenger walks through arrivals at Heathrow Terminal 5, in London, on March 17, 2020.\r\nRichard Heathcote/Getty Images\r\nThe COVID-19 pandemic has plunged airlines into a cash crisis that threatens the existence of a large part of the global industry.\r\nBrian… [+5855 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Colin Dwyer","title":"Coronavirus Fears Derail Friday Prayers For Muslims Across The World","description":"\"Islam doesn't permit practices that would put human life in danger,\" said the head of religious affairs in Turkey, one of a host of Muslim-majority countries to curtail gatherings at mosques.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/19/818337269/coronavirus-fears-derail-friday-prayers-for-muslims-across-the-world","urlToImage":"https://media.npr.org/assets/img/2020/03/19/gettyimages-1206570795_wide-940d040438c5f37f0a899392c99e8db65b32d50c.jpg?s=1400","publishedAt":"2020-03-19T19:22:27Z","content":"A government worker disinfects the Klç Ali Pasa mosque in Istanbul last week. Turkey is just one of a host of countries across the Muslim world where Friday prayers have been banned or curtailed to stem the spread of the coronavirus.\r\nYasin Akgul/AFP via Gett… [+2022 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Countries evacuating nationals from coronavirus-hit areas","description":"A growing number of countries around the world have been evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus.","url":"https://www.reuters.com/article/us-china-health-evacuation-factbox-idUSKBN20Q0UZ","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498066406&w=1200&r=LYNXMPEG220KO","publishedAt":"2020-03-03T08:38:50Z","content":"(Reuters) - A growing number of countries around the world have been evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus. \r\nFollowing are some countries’ evacuation plans, and how they aim to manage the healt… [+4518 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Stephen Kalin and Alexander Cornwell","title":"UAE blocks non-Emiratis over coronavirus; Saudis cut budget","description":"RIYADH/DUBAI (Reuters) - The United Arab Emirates imposed sweeping entry restrictions meant to curb the coronavirus outbreak, barring residents currently outside the country from returning for at least two weeks and pausing issuance of new work permits and vi…","url":"https://news.yahoo.com/uae-bars-entry-visitors-over-233456262.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/lGO8M1.6FXQkzd8f2j0htg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/yWAO5AESK0HPNfkluw7hsg--~B/aD0zNDU2O3c9NTE4NDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en-US/reuters.com/3ed7cf5c3bb2566269d330ef142c582c","publishedAt":"2020-03-17T23:34:56Z","content":"By Stephen Kalin and Alexander Cornwell\r\nRIYADH/DUBAI (Reuters) - The United Arab Emirates imposed sweeping entry restrictions meant to curb the coronavirus outbreak, barring residents currently outside the country from returning for at least two weeks and pa… [+4703 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Airlines suspend flights due to coronavirus outbreak","description":"Airlines across the globe have suspended flights or modified services in response to the coronavirus outbreak.","url":"https://www.reuters.com/article/us-health-coronavirus-airlines-factbox-idUSKBN20W350","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200309&t=2&i=1501004825&w=1200&r=LYNXMPEG2820D","publishedAt":"2020-03-09T23:27:31Z","content":"(Reuters) - Airlines across the globe have suspended flights or modified services in response to the coronavirus outbreak. \r\nBelow are details (in alphabetical order): \r\nAIRLINES THAT HAVE CANCELED ALL FLIGHTS TO MAINLAND CHINA \r\n**American Airlines (AAL.O) e… [+11485 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Davide Barbuscia","title":"Virus-hit Gulf has little room to boost revenue after oil price shock","description":"The coronavirus outbreak and plunging crude prices are a double blow that leaves Gulf Arab governments with few options to manage fiscal stability while trying to shield their economies and defend currency pegs.","url":"https://www.reuters.com/article/us-gulf-economy-oil-analysis-idUSKBN2140QL","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-17T06:35:25Z","content":"DUBAI (Reuters) - The coronavirus outbreak and plunging crude prices are a double blow that leaves Gulf Arab governments with few options to manage fiscal stability while trying to shield their economies and defend currency pegs. \r\nEven the largest Arab econo… [+4809 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Is Iran covering up its outbreak?","description":"Iran has seen one of the worst coronavirus outbreaks but the true scale may be being downplayed.","url":"https://www.bbc.co.uk/news/world-middle-east-51930856","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/C1AF/production/_111338594_iran-corona---liight-green.png","publishedAt":"2020-03-20T09:54:58Z","content":"Iran is facing one of the largest coronavirus outbreaks in the world. Today, as families celebrate Persian New Year, Nowruz, there is concern the true scale of the virus is being downplayed by the government and could rapidly get much worse. \r\nMohammad has be… [+13474 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"the-globe-and-mail","name":"The Globe And Mail"},"author":"Rania El Gamal","title":"Saudi Arabia plans major oil-output hike in April after OPEC deal with Russia to stabilize prices collapses - The Globe and Mail","description":"Saudi Arabia plans major oil-output hike in April after OPEC deal with Russia to stabilize prices collapses The Globe and Mail View Full coverage on Google News","url":"https://www.theglobeandmail.com/business/international-business/article-saudi-arabia-to-hike-oil-output-above-10-million-bpd-in-april-after/","urlToImage":"https://www.theglobeandmail.com/resizer/YI9w6q-CTyTRWfjbuaCQK0KSpak=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/WMI4HAULRBGNVGCI75ECTQIIBY.JPG","publishedAt":"2020-03-08T13:06:00Z","content":"Saudi Arabia, the worlds top oil exporter, plans to raise its crude oil production significantly above 10 million barrels a day (b/d) in April, after the collapse of OPECs supply-cut agreement with Russia, two sources told Reuters on Sunday.\r\nState oil giant … [+2339 chars]"}]