[{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"See viral coronavirus PSA that sparked internet challenge","description":"This public service announcement from Vietnam has racked up millions of views online and sparked an internet craze that is promoting public health communication during the novel coronavirus outbreak. CNN's Kristie Lu Stout reports.","url":"https://www.cnn.com/videos/world/2020/03/17/coronavirus-covid-19-hygiene-viral-tiktok-dance-john-oliver-lu-stout-pkg-intl-ldn-vpx.cnn","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200317144344-coronavirus-covid-19-hygiene-viral-tiktok-dance-john-oliver-lu-stout-pkg-intl-ldn-vpx-00022909-super-tease.jpg","publishedAt":"2020-03-17T15:28:39Z","content":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"FIA to set up coronavirus crisis cell to monitor implications for F1","description":"The FIA sets up a \"crisis cell\" to meet every two days and monitor the implications of the coronavirus.","url":"https://www.bbc.co.uk/sport/formula1/51777656","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/2843/production/_111170301_virus_getty.jpg","publishedAt":"2020-03-06T20:22:17Z","content":"Doubts remain over the staging of next month's Vietnam Grand Prix\r\nMotorsport's governing body, the FIA, has set up a \"crisis cell\" to monitor the implications of the coronavirus.\r\nOn Friday, a race of the all-electric Formula E championship scheduled for Rom… [+1329 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Igor Bonifacic","title":"Google makes Hangouts Meet features free in the wake of coronavirus","description":"With no end in sight yet when it comes to the ongoing coronavirus outbreak, Google says it wants to make it easier for people to work remotely. Starting this week through to July 1st, the company's G Suite and G Suite for Education customers can use Hangouts …","url":"https://www.engadget.com/2020/03/03/google-makes-hangouts-meet-features-free-in-the-wake-of-coronavirus/","urlToImage":"https://o.aolcdn.com/images/dims?thumbnail=1200%2C630&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fresize%3D2000%252C2000%252Cshrink%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-uploaded-images%252F2020-03%252F9c8e5de0-5d89-11ea-a7ab-30101f89a989%26client%3Da1acac3e1b3290917d92%26signature%3D24fdec36f2196d39ebf0a37ffdea42dd191ee09f&client=amp-blogside-v2&signature=4cdf420b5730b981590cfa37acdad4ad313cc3b1","publishedAt":"2020-03-03T20:21:00Z","content":"At least part of the decision to extend the functionality of Hangouts Meet comes out of recent usage stats Google has seen in places where there's a good reason for people to stay home. In Hong Kong and Vietnam, the company says it's noticed \"hundreds of thou… [+1313 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Vietnam Airlines to suspend flights to South Korea over coronavirus","description":"Vietnam Airlines said on Monday it will suspend its flights to destinations in South Korea from March 5 over coronavirus concerns.","url":"https://www.reuters.com/article/us-health-coronavirus-flights-idUSKBN20P2AQ","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-02T15:32:49Z","content":"HANOI (Reuters) - Vietnam Airlines HVN.HM said on Monday it will suspend its flights to destinations in South Korea from March 5 over coronavirus concerns. \r\nIn the largest outbreak outside China, South Korea has had 26 deaths and reported another 599 infecti… [+601 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Vietnam's coronavirus cases jump to 53 - health ministry","description":"Vietnam on Saturday confirmed five more cases of the coronavirus, including a British, a Czech and three Vietnamese citizens, bringing the country's total cases to 53.","url":"https://www.reuters.com/article/us-health-coronovirus-vietnam-idUSKBN2110GN","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200314&t=2&i=1503091561&w=1200&r=LYNXMPEG2D0A9","publishedAt":"2020-03-14T10:58:51Z","content":"HANOI (Reuters) - Vietnam on Saturday confirmed five more cases of the coronavirus, including a British, a Czech and three Vietnamese citizens, bringing the country’s total cases to 53. \r\nCases have been found in several cities across the country, including t… [+521 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Kyle Orland, Ars Technica","title":"The TurboGrafx-16 Mini's Launch Is Delayed Due to Covid-19","description":"Konami postponed the release of its retro console “until further notice\" due to disruptions at manufacturing and shipping facilities in China.","url":"https://www.wired.com/story/coronavirus-delays-the-launch-of-the-turbografx-16-mini/","urlToImage":"https://media.wired.com/photos/5e62e660ebca410008eea08f/191:100/w_1280,c_limit/Gear-Ars-TG-16-Min-SOURCE-Amazon.jpg","publishedAt":"2020-03-07T17:00:00Z","content":"The planned launch of the TurboGrafx-16 Mini later this month has been delayed \"until further notice\" due to the spread of the coronavirus, publisher Konami announced Friday.\r\nThe plug-and-play retro console, originally set to launch with dozens of games on M… [+3236 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus: F1 announces Dutch, Spanish and Monaco GPs are postponed","description":"The Dutch, Spanish and Monaco Grands Prix are postponed due to the coronavirus outbreak, Formula 1 bosses announce.","url":"https://www.bbc.co.uk/sport/formula1/51964883","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/EF8E/production/_111362316_monaco.jpg","publishedAt":"2020-03-19T15:17:40Z","content":"Lewis Hamilton won the 2019 Monaco Grand Prix\r\nThe Dutch, Spanish and Monaco Grands Prix have been postponed due to the coronavirus outbreak, Formula 1 bosses have announced.\r\nThe first four races in Australia, Bahrain, Vietnam and China had already been call… [+397 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Reuters","title":"Samsung canceled the ground-breaking ceremony for its new $220 million R&D center in Vietnam because of coronavirus","description":"REUTERS/Kham Samsung has started construction of a $220 million research and development center in Vietnam. The Korean tech giant canceled a groundbreaking ceremony scheduled for Saturday because of coronavirus fears. The new center is estimated to be finishe…","url":"https://www.businessinsider.com/samsung-starts-building-220-million-rd-center-in-vietnam-2020-3","urlToImage":"https://i.insider.com/5e5cce9efee23d4e9b759543?width=1200&format=jpeg","publishedAt":"2020-03-02T09:15:00Z","content":"South Korea's Samsung has started building a $220 million research and development center in Vietnam, the Vietnamese government said on Monday.\r\nBut a ground-breaking ceremony, scheduled for this past Saturday, was canceled because of a virus outbreak that le… [+1409 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Anthony Ha","title":"Daily Crunch: FDA approves speedier coronavirus test","description":"A just-approved test could speed up the rate of coronavirus testing, the stock market had a historically bad day yesterday and Russian trolls shift to outsourcing. Here’s your Daily Crunch for March 13, 2020. PS: Hope you’re all staying safe! 1. FDA approves …","url":"http://techcrunch.com/2020/03/13/daily-crunch-fda-approves-speedier-coronavirus-test/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1206422089.jpg?w=601","publishedAt":"2020-03-13T17:29:13Z","content":"A just-approved test could speed up the rate of coronavirus testing, the stock market had a historically bad day yesterday and Russian trolls shift to outsourcing. Here’s your Daily Crunch for March 13, 2020.\r\nPS: Hope you’re all staying safe!\r\n1. FDA approve… [+2619 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Sam Haysom","title":"John Oliver slams Trump's response to coronavirus, shares some advice","description":"Towards the end of last week, many of the late night shows taped without an audience in an effort to combat the spread of the coronavirus. On Sunday, John Oliver joined them. \"Both the place we normally tape on Sundays and our office building both had confirm…","url":"https://mashable.com/video/john-oliver-coronavirus-advice/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F16%252Fe3%252Fa7a232ce10184bad979b09e6b038a64b.c2099.jpg%252F1200x630.jpg?signature=TsVbQVW8DVR9ljdkb2VNrC-rPRA=","publishedAt":"2020-03-16T10:37:37Z","content":"Towards the end of last week, many of the late night shows taped without an audience in an effort to combat the spread of the coronavirus. On Sunday, John Oliver joined them.\r\n\"Both the place we normally tape on Sundays and our office building both had confir… [+1554 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"F1 moves mid-season break forward to March and April","description":"Formula 1's summer break is moved forward from August to March and April as a result of the coronavirus pandemic.","url":"https://www.bbc.co.uk/sport/formula1/51950673","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1125A/production/_111343207_gettyimages-1211900827.jpg","publishedAt":"2020-03-18T16:48:10Z","content":"Lewis Hamilton is chasing a record equally seventh drivers championship' this season\r\nFormula 1's summer break has been moved forward from August as a result of the coronavirus pandemic.\r\nThe new season has been thrown into disarray by the virus and F1 is wor… [+2345 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Vietnam says next 10-15 days 'decisive' in country's virus fight","description":"The next 10-15 days will be decisive in Vietnam's fight against the coronavirus, the Southeast Asian country's prime minister Nguyen Xuan Phuc said on Monday, according to a government statement. In mid-February, Vietnam said all 16 reported coronavirus cases…","url":"https://news.yahoo.com/vietnam-says-next-10-15-133400181.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/oALVnJkurqH9cHfjEu5b5w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MDMuMg--/https://s.yimg.com/uu/api/res/1.2/nMcHTmfmliEqp_5ncg6S2Q--~B/aD01MDI7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/c3835ba80ec2de7f7d7a178d636abcbb","publishedAt":"2020-03-23T13:34:00Z","content":"HANOI (Reuters) - The next 10-15 days will be decisive in Vietnam's fight against the coronavirus, the Southeast Asian country's prime minister Nguyen Xuan Phuc said on Monday, according to a government statement.\r\nIn mid-February, Vietnam said all 16 reporte… [+557 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus wipes out most of world's major sports events on an unprecedented day","description":"Several major sporting events were cancelled or postponed by the coronavirus outbreak on an unprecedented day. What sport is on and off?","url":"https://www.bbc.co.uk/sport/51880582","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/1220F/production/_111255247_gettyimages-1206706979.jpg","publishedAt":"2020-03-13T21:49:05Z","content":"Arsenal manager Mikel Arteta said he was \"feeling better\" after testing positive for coronavirus\r\nThe coronavirus pandemic wiped out most of the world's major sporting events in an unprecedented 24 hours.\r\nAs Friday began, the Premier League was one of the la… [+2907 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Ferrari ready to support delay to major F1 rules changes","description":"Ferrari say they will support a plan to delay the introduction of major new rules aimed at improving the racing in the wake of the coronavirus crisis.","url":"https://www.bbc.co.uk/sport/formula1/51960674","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/527B/production/_111351112_binotto_getty.jpg","publishedAt":"2020-03-19T11:24:30Z","content":"Ferrari boss Mattia Binotto says his team are \"ready to take responsibility\" in the interest of Formula 1\r\nFerrari say they will support a plan to delay the introduction of major new rules aimed at improving racing.\r\nOn Tuesday, Ferrari was the only one of th… [+2653 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Three Britons have coronavirus on cruise on Cambodia's Mekong","description":"Cambodia has found three British nationals infected with the coronavirus on a tourist boat on the Mekong River, bringing its tally of cases to five, the Ministry of Health said on Thursday.","url":"https://www.reuters.com/article/us-health-coronavirus-cambodia-idUSKBN20Z0XN","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-12T07:40:39Z","content":"PHNOM PENH (Reuters) - Cambodia has found three British nationals infected with the coronavirus on a tourist boat on the Mekong River, bringing its tally of cases to five, the Ministry of Health said on Thursday. \r\nA 73-year old British tourist and his 69-yea… [+798 chars]"},{"source":{"id":"ars-technica","name":"Ars Technica"},"author":"Kyle Orland","title":"Coronavirus delays TG-16 Mini launch, are PS5 and Xbox Series X next?","description":"Coming console launches could be at risk if virus continues to impact Asia.","url":"https://arstechnica.com/gaming/2020/03/coronavirus-delays-tg-16-mini-launch-are-ps5-and-xbox-series-x-next/","urlToImage":"https://cdn.arstechnica.net/wp-content/uploads/2020/03/tg16mini-760x380.png","publishedAt":"2020-03-06T16:52:40Z","content":"Enlarge/ You won't be able to hold this in your hands any time soon thanks to the coronavirus.\r\n2 with 2 posters participating\r\nThe planned launch of the TurboGrafx-16 Mini later this month has been delayed \"until further notice\" due to the spread of the coro… [+3101 chars]"},{"source":{"id":"vice-news","name":"Vice News"},"author":"Jelisa Castrodale, Hilary Pollack","title":"Restaurant Says Its New 'Coronaburger' Is Supposed to Make You Happy","description":"A restaurant in Vietnam recently came up with the incredibly appetizing idea for a burger that looks like the coronavirus.","url":"https://www.vice.com/en_us/article/pke87m/restaurant-says-its-new-coronaburger-is-supposed-to-make-you-happy","urlToImage":"https://video-images.vice.com/test-uploads/articles/5e7cf475524bd1009e2a71c8/lede/1585247396731-Screen-Shot-2020-03-26-at-112849-AM.png?crop=0.9315154364519668xw:1xh;center,center&resize=1200:*","publishedAt":"2020-03-26T21:33:08Z","content":"Last summer, the Kroger supermarket chain launched a special section of its website dedicated to \"Grilling and Chilling\" with meals and menus designed for the season of cookouts, pool parties, and downing cold beers with friends. One of its recipes was for \"T… [+2205 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus: Ferrari Formula 1 team goes into self-isolation as a precaution","description":"The Ferrari Formula 1 team has all gone into self-isolation since their return from the Australian Grand Prix.","url":"https://www.bbc.co.uk/sport/formula1/51936622","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/7F79/production/_111333623_ferrari.jpg","publishedAt":"2020-03-17T17:56:08Z","content":"The opening four races of the 2020 Formula 1 season have all been cancelled\r\nThe Ferrari Formula 1 team have all gone into self-isolation since their return from the Australian Grand Prix - some in hotels paid for by the company.\r\nThe move is a precaution - n… [+2771 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Danny Crichton","title":"How the coronavirus outbreak will stress-test startups","description":"Eli Cahan Contributor Share on Twitter Eli Cahan is a medical student at NYU on leave to complete a master’s in health policy at Stanford as a Knight-Hennessey Scholar. His research addresses the effectiveness, economics, and ethics of (digital) health innova…","url":"http://techcrunch.com/2020/03/10/how-the-coronavirus-outbreak-will-stress-test-startups/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1206365585.jpg?w=454","publishedAt":"2020-03-11T01:11:43Z","content":"More posts by this contributor\r\nThe coronavirus pandemic continues to spread with no signs of abating. Over 100,000 cases have been confirmed in almost 100 countries across the globe as of this writing. Some 4,000 deaths have been reported, 80% of which occur… [+9719 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"}]