[{"source":{"id":"wired","name":"Wired"},"author":"Tom Simonite","title":"The US-China Feud Makes It Harder to Fight Coronavirus","description":"Ian Bremmer, founder of the risk consultancy Eurasia Group, says popularism, nationalism, and distrust are feeding the spread of disease.","url":"https://www.wired.com/story/us-china-feud-harder-fight-coronavirus/","urlToImage":"https://media.wired.com/photos/5e6867b4dd088e0008110300/191:100/w_1280,c_limit/business_ian-bremmer.jpg","publishedAt":"2020-03-11T12:00:00Z","content":"The novel coronavirus does not respect borders, but they loom large for heads of state and CEOs responding to the global health crisis. Geopolitics as much as public health will determine how the pandemic proceeds and its lasting effects on people and busines… [+3980 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Kyle Orland, Ars Technica","title":"The TurboGrafx-16 Mini's Launch Is Delayed Due to Covid-19","description":"Konami postponed the release of its retro console “until further notice\" due to disruptions at manufacturing and shipping facilities in China.","url":"https://www.wired.com/story/coronavirus-delays-the-launch-of-the-turbografx-16-mini/","urlToImage":"https://media.wired.com/photos/5e62e660ebca410008eea08f/191:100/w_1280,c_limit/Gear-Ars-TG-16-Min-SOURCE-Amazon.jpg","publishedAt":"2020-03-07T17:00:00Z","content":"The planned launch of the TurboGrafx-16 Mini later this month has been delayed \"until further notice\" due to the spread of the coronavirus, publisher Konami announced Friday.\r\nThe plug-and-play retro console, originally set to launch with dozens of games on M… [+3236 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Chris Welch","title":"Apple to close US retail stores and all others outside China until March 27th","description":"Effective immediately, Apple will temporarily close all of its retail locations outside of China until March 27th in an effort to help slow the spread of the coronavirus and COVID-19.","url":"https://www.theverge.com/2020/3/14/21179542/apple-closing-retail-stores-march-27-coronavirus","urlToImage":"https://cdn.vox-cdn.com/thumbor/tv8aAE5n8ardWo2mqaXlYZHvXSg=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19214771/akrales_190919_3670_0301.jpg","publishedAt":"2020-03-14T07:03:36Z","content":"The companys online store will remain operational\r\nPhoto by Amelia Holowaty Krales / The Verge\r\nApple is temporary closing all of its retail stores outside of Greater China until March 27th, CEO Tim Cook announced in a letter posted on the companys website la… [+913 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Emily Price","title":"What to Do if Your iPhone Breaks While Apple Stores Are Closed","description":"In order to help reduce the spread of the coronavirus, Apple announced last week that it will be closing all of its stores outside of China until March 27th. With no Apple Store to go to, that might pose a problem should your iPhone break or if your phone (or…","url":"https://lifehacker.com/what-to-do-if-your-iphone-breaks-while-apple-stores-are-1842378766","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/l43ks7bgtl8n8j4yuddk.jpg","publishedAt":"2020-03-17T17:45:00Z","content":"In order to help reduce the spread of the coronavirus, Apple announced last week that it will be closing all of its stores outside of China until March 27th. With no Apple Store to go to, that might pose a problem should your iPhone break or if your phone (or… [+861 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: At least four dead in China quarantine hotel collapse","description":"The search for survivors goes on at the Quanzhou hotel being used as a coronavirus quarantine facility.","url":"https://www.bbc.co.uk/news/world-asia-china-51787936","urlToImage":"https://ichef.bbci.co.uk/images/ic/1024x576/p085zn1s.jpg","publishedAt":"2020-03-08T05:05:40Z","content":"Media captionRescuers are searching for survivors in the rubble\r\nAt least four people are dead and 29 missing after a hotel being used as a coronavirus quarantine facility in the Chinese city of Quanzhou collapsed on Saturday. \r\nRescue workers are still searc… [+1793 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Jack Morse","title":"Apple reopens 42 China stores following coronavirus closures","description":"Apple is back in business. Well, specifically, the 42 stores in China it ordered closed in response to the coronavirus pandemic are back in business. According to Bloomberg reporter Mark Gurman, as of tomorrow local time the Apple stores will be reopened. \"Ap…","url":"https://mashable.com/article/apple-reopens-china-stores-coronavirus/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F13%252Fbf%252F4df9ccf048034a5c957bedf72f65a665.e18c5.png%252F1200x630.png?signature=2FJ6LrdMVY_oQKQP3RD-t1VZ3yI=","publishedAt":"2020-03-13T00:37:13Z","content":"Apple is back in business. \r\nWell, specifically, the 42 stores in China it ordered closed in response to the coronavirus pandemic are back in business. According to Bloomberg reporter Mark Gurman, as of tomorrow local time the Apple stores will be reopened. \r… [+912 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Chinese explorers start Everest climb amid pandemic","description":"China has limited climbs to its nationals while Nepal has cancelled all expeditions.","url":"https://www.bbc.co.uk/news/world-asia-china-52157968","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/5AFA/production/_111609232_hi060814036.jpg","publishedAt":"2020-04-03T16:50:04Z","content":"Image copyrightGetty ImagesImage caption\r\n Expeditions from the Nepalese side of Mount Everest have been cancelled altogether\r\nOver two dozen Chinese mountaineers have begun an expedition on Everest as the site remains closed to foreign climbers because of co… [+3284 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"James Griffiths, CNN","title":"As coronavirus cases spike worldwide, China is closing itself off","description":"China is closing its border to most foreigners amid fears of imported novel coronavirus cases causing a second outbreak in the country where the infection was first detected.","url":"https://www.cnn.com/2020/03/27/asia/china-coronavirus-foreigners-intl-hnk/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200326142706-beijing-airport-0324-01-super-tease.jpg","publishedAt":"2020-03-27T08:06:23Z","content":"Called nine hotels in Beijing last week. None were accepting foreigners. Several said no foreigners, no matter how long they've been in China. https://t.co/K21asyYLKV\r\n— Nathan VanderKlippe (@nvanderklippe) March 23, 2020"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Darrell Etherington","title":"New study casts doubt on hyrdoxychloroquine’s effectiveness in treating coronavirus","description":"In a prime example of why President Trump shouldn’t be endorsing any unproven potential treatments for the novel coronavirus behind the current global pandemic, a new small-scale study by researchers in China indicates that the antimalarial drug hydroxychloro…","url":"http://techcrunch.com/2020/03/25/new-study-casts-doubt-on-hyrdoxychloroquines-effectiveness-in-treating-coronavirus/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1203453162.jpg?w=601","publishedAt":"2020-03-25T12:37:01Z","content":"In a prime example of why President Trump shouldn’t be endorsing any unproven potential treatments for the novel coronavirus behind the current global pandemic, a new small-scale study by researchers in China indicates that the antimalarial drug hydroxychloro… [+3352 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Darrell Etherington","title":"Airbnb extends no-charge cancellation policy due to coronavirus","description":"Airbnb has announced updates to its policies that provide reservation cancellations without charge for stays booked in specific areas, as a result of the current state of the global coronavirus pandemic. Guests that booked reservations through Airbnb in mainl…","url":"http://techcrunch.com/2020/03/13/airbnb-extends-no-charge-cancellation-policy-due-to-coronavirus/","urlToImage":"https://techcrunch.com/wp-content/uploads/2016/08/gettyimages-586113550.jpg?w=600","publishedAt":"2020-03-13T16:02:02Z","content":"Because of the current state of the global coronavirus pandemic, Airbnb has announced updates to its policies that provide reservation cancellations without charge for stays booked in specific areas. Guests who booked reservations through Airbnb in Mainland C… [+1869 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"BBC News","title":"Life inside China's lockdown","description":"Two filmmakers record life inside the epicentre of the Coronavirus outbreak in China","url":"https://www.bbc.co.uk/news/av/world-asia-china-51858226/coronavirus-life-inside-china-s-lockdown","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/171AA/production/_111243649_p086h6x2.jpg","publishedAt":"2020-03-13T00:18:00Z","content":null},{"source":{"id":"mashable","name":"Mashable"},"author":"Stan Schroeder","title":"iPhone sales plummet by more than 60% in China during coronavirus outbreak","description":"Apple experienced a major dip in iPhone sales as a result of the coronavirus outbreak. Reuters reported Monday that Apple shipped just 494,000 phones in China in February, which is a 61 percent drop compared to the same time last year. The number, which comes…","url":"https://mashable.com/article/apple-iphone-sales-china-february/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F09%252F25%252F3645411d097a4d24be4cd3bb2da83065.ad382.jpg%252F1200x630.jpg?signature=qOd2GyN1MKLDVPMFwrWgQ2RghDQ=","publishedAt":"2020-03-09T14:35:31Z","content":"Apple experienced a major dip in iPhone sales as a result of the coronavirus outbreak. \r\nReuters reported Monday that Apple shipped just 494,000 phones in China in February, which is a 61 percent drop compared to the same time last year. The number, which com… [+1483 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Zack Whittaker","title":"Zoom admits some calls were routed through China by mistake","description":"Hours after security researchers at Citizen Lab reported that some Zoom calls were routed through China, the video conferencing platform has offered an apology and a partial explanation. To recap, Zoom has faced a barrage of headlines this week over its secur…","url":"http://techcrunch.com/2020/04/03/zoom-calls-routed-china/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/04/GettyImages-1208677869.jpg?w=600","publishedAt":"2020-04-04T00:12:32Z","content":"Hours after security researchers at Citizen Lab reported that some Zoom calls were routed through China, the video conferencing platform has offered an apology and a partial explanation.\r\nTo recap, Zoom has faced a barrage of headlines this week over its secu… [+4813 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Marc DeAngelis","title":"Konami’s TurboGrafx-16 mini has been delayed due to coronavirus","description":"The TurboGrafx-16 is the latest system from the late '80s and early '90s to get a mini console revival and join the likes of the Nintendo NES Classic Edition and Sega Genesis Mini. Fans will have to wait, though, as production has been delayed indefinitely fo…","url":"https://www.engadget.com/2020/03/06/turbografx-16-mini-delayed-coronavirus/","urlToImage":"https://o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fresize%3D2000%252C2000%252Cshrink%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-uploaded-images%252F2020-03%252Fae2f9090-5fba-11ea-afbf-55fb7ddb354c%26client%3Da1acac3e1b3290917d92%26signature%3D553e59b96f107cc95677eb83c4ca9a427ff8b9be&client=amp-blogside-v2&signature=4bf0e595df9d0e65ec0d2b997d96384362d370b3","publishedAt":"2020-03-06T15:14:00Z","content":"Konami said in a statement on Twitter that \"the manufacturing and shipping facilities in China have encountered an unavoidable suspension due to the current coronavirus (COVID-19) outbreak. As a result, the delivery of all PC Engine Core Grafx mini products, … [+1025 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"John King: Trump 'deliberately' using offensive term","description":"CNN's John King says President Trump seemed to be \"deliberately\" singling out China and using a stigmatizing term to refer to the novel coronavirus.","url":"https://www.cnn.com/videos/politics/2020/03/18/trump-coronavirus-china-john-king-sot-vpx.cnn","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200318131909-03-trump-coronavirus-presser-0318-super-tease.jpg","publishedAt":"2020-03-18T17:51:26Z","content":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Alyse Stanley","title":"Dozens Trapped After a Chinese Hotel Being Used for Coronavirus Quarantine Collapses","description":"A hotel in southeastern China collapsed Saturday, trapping about 70 people among the wreckage, Reuters reported. According to local media outlets, the building had recently become a quarantine center due to the novel coronavirus outbreak. Read more...","url":"https://gizmodo.com/dozens-trapped-after-a-chinese-hotel-being-used-for-cor-1842183150","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/cfmjwwqp1rqk9u9hdhgj.jpg","publishedAt":"2020-03-08T00:26:00Z","content":"A hotel in southeastern China collapsed Saturday, trapping about 70 people among the wreckage, Reuters reported. According to local media outlets, the building had recently become a quarantine center due to the novel coronavirus outbreak.\r\nThe bizarre inciden… [+1212 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Yessenia Funes on Earther, shared by Rose Pastore to Gizmodo","title":"Venice's Historic Canals Have Transformed During Italy's Lockdown","description":"There’s nothing good to say about the novel coronavirus pandemic hitting the globe right now. Nearly 10,000 people have died globally, and Italy has officially become the hardest-hit nation after China, with 41,000 documented cases. Read more...","url":"https://earther.gizmodo.com/venices-historic-canals-have-transformed-during-italys-1842415769","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/gazrf4yubwl8rikbxsef.jpg","publishedAt":"2020-03-19T21:15:00Z","content":"Theres nothing good to say about the novel coronavirus pandemic hitting the globe right now. Nearly 10,000 people have died globally, and Italy has officially become the hardest-hit nation after China, with 41,000 documented cases.\r\nTo slow the number of new … [+1422 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Danny Crichton","title":"Clobbered by coronavirus econ news? Here’s an in-depth, 90 day rewind","description":"There’s just been a torrent of economic news since the first identification of patients with COVID-19 in Wuhan, China in early December 2019 until the declaration of a global pandemic by the World Health Organization (WHO) yesterday. Investors have fled the p…","url":"http://techcrunch.com/2020/03/12/clobbered-by-coronavirus-econ-news-heres-an-in-depth-90-day-rewind/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1202972312.jpg?w=633","publishedAt":"2020-03-12T16:48:38Z","content":"Theres just been a torrent of economic news since the first identification of patients with COVID-19 in Wuhan, China in early December 2019 until the declaration of a global pandemic by the World Health Organization (WHO) yesterday. Investors have fled the pu… [+15958 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"China to restrict US journalists from three major newspapers","description":"The foreign ministry said the decision was in response to restrictions on Chinese media in the US.","url":"https://www.bbc.co.uk/news/world-asia-51938035","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/76EB/production/_111334403_gettyimages-3190629-594x594.jpg","publishedAt":"2020-03-17T20:48:02Z","content":"Image copyrightGetty Images\r\nChina has effectively expelled journalists from three US newspapers in retaliation for restrictions on its news outlets in the US.\r\nIts foreign ministry ordered reporters from the New York Times, the Washington Post and the Wall S… [+3499 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Jody Serrano","title":"Apple Closes All Stores Outside China to Prevent Spread of Coronavirus","description":"Apple announced on Friday that it was closing all of its stores worldwide, except for those in China, for two weeks until March 27 t o prevent the spread of the new coronavirus, which has steadily ravaged communities worldwide and forced millions into lockdow…","url":"https://gizmodo.com/apple-closes-all-stores-outside-china-to-prevent-spread-1842333902","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/sxs6vpzuaaylynaxjw4h.jpg","publishedAt":"2020-03-14T19:01:00Z","content":"Apple announced on Friday that it was closing all of its stores worldwide, except for those in China, for two weeks until March 27 to prevent the spread of the new coronavirus, which has steadily ravaged communities worldwide and forced millions into lockdown… [+3038 chars]"}]