[{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":null,"name":"Ctvnews.ca"},"author":"Joseph Wilson and Geir Moulson","title":"Virus restrictions tighten, disrupting daily life, worship - CTV News","description":"Virus restrictions tighten, disrupting daily life, worship CTV News Spain's streets turn eerily quiet following coronavirus lockdown The Guardian Spain imposes Italy-style lockdown in bid to contain coronavirus Al Jazeera English Spain announces national lock…","url":"https://www.ctvnews.ca/health/coronavirus/virus-brings-new-travel-restrictions-lockdowns-and-closures-1.4853740","urlToImage":"https://www.ctvnews.ca/polopoly_fs/1.4853743.1584270508!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg","publishedAt":"2020-03-15T18:37:00Z","content":"ROME -- \r\nDaily life came to a grinding halt around much of the world Sunday amid new travel restrictions, border shutdowns and sweeping closures of restaurants and bars aimed at slowing the spread of the coronavirus pandemic.\r\nThe numbers of cases and deaths… [+8955 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"Frances D'Emilio And Joseph Wilson","title":"Coronavirus: Countries worldwide announce lockdowns, restrictions amid COVID-19 outbreak - Global News","description":"Coronavirus: Countries worldwide announce lockdowns, restrictions amid COVID-19 outbreak Global News Pope Francis will hold Easter mass without public for first time as Italy grapples with coronavirus outbreak National Post Virus brings new travel restriction…","url":"http://globalnews.ca/news/6679231/coronavirus-restrictions-worldwide/","urlToImage":"https://shawglobalnews.files.wordpress.com/2020/03/xvt102-315_2020_023410-e1584270784623.jpg?quality=70&strip=all&w=720&h=379&crop=1","publishedAt":"2020-03-15T11:27:03Z","content":"Daily life came to a grinding halt around much of the world Sunday amid new travel restrictions, border shutdowns and sweeping closures of restaurants and bars aimed at slowing the spread of the coronavirus pandemic.\r\nThe numbers of cases and deaths continued… [+10337 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Prominent Serbian Orthodox Church bishop dies of coronavirus","description":"A prominent bishop in the Serbian Orthodox Church died from a coronavirus infection less than a week after being hospitalised, his diocese said on Monday.  B...","url":"https://news.yahoo.com/prominent-serbian-orthodox-church-bishop-122325249.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-30T12:23:25Z","content":"BELGRADE, March 30 (Reuters) - A prominent bishop in the Serbian Orthodox Church died from a coronavirus infection less than a week after being hospitalised, his diocese said on Monday.\r\nBishop Milutin Knezevic, 71, and two other priests from the Valjevo dioc… [+1372 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Montenegro reports first case of corona virus infection","description":"Montenegro has confirmed its first case of coronavirus infection in two female patients who had arrived 12 days ago from the United States and Spain, Prime Minister Dusko Markovic said on Tuesday.","url":"https://www.reuters.com/article/us-health-coronavirus-montenegro-idUSKBN2143SY","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-17T19:58:06Z","content":"PODGORICA (Reuters) - Montenegro has confirmed its first case of coronavirus infection in two female patients who had arrived 12 days ago from the United States and Spain, Prime Minister Dusko Markovic said on Tuesday. \r\nBoth patients are hospitalized, Markov… [+302 chars]"},{"source":{"id":"abc-news","name":"ABC News"},"author":"Justin Fishel, Lauren Lantry","title":"Fact Check Friday: Trump’s coronavirus response plagued with misstatements","description":"As the novel coronavirus spreads across the United States, President Trump continues to make false statements.","url":"https://abcnews.go.com/Politics/fact-check-friday-trumps-coronavirus-response-plagued-misstatements/story?id=69590582","urlToImage":"https://s.abcnews.com/images/US/coronavirus-trump-5-gty-rc-200313_hpMain_16x9_992.jpg","publishedAt":"2020-03-14T11:08:34Z","content":"This week marked a turning point for the president, who seems to have finally come to grips with the scale and scope of the global pandemic surrounding novel coronavirus. But unfortunately, his misleading and false statements are spread this week apace with w… [+8516 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Montenegro bars gatherings, closes schools, ports and border crossings","description":"Montenegro barred public gatherings, closed schools for at least two weeks and adopted an array of other measures on Friday, including a ban on arrivals of ships at its Adriatic ports, in an effort to pre-empt the onset of the coronavirus outbreak.","url":"https://www.reuters.com/article/us-health-coronavirus-montenegro-idUSKBN2102WD","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-13T17:52:57Z","content":"PODGORICA (Reuters) - Montenegro barred public gatherings, closed schools for at least two weeks and adopted an array of other measures on Friday, including a ban on arrivals of ships at its Adriatic ports, in an effort to pre-empt the onset of the coronaviru… [+927 chars]"},{"source":{"id":null,"name":"Variety.com"},"author":"nvivarelli","title":"Mediaset Distribution Seals Deals During Virtual MipTV (EXCLUSIVE)","description":"Italy’s Mediaset Distribution is having a busy virtual MipTV with interest surging – possibly due to the coronavirus pandemic – for its religious titles such as “Karol: a Man Who Became Pope,” while also scoring brisk sales with fresher shows. Working via vid…","url":"https://variety.com/2020/tv/news/mediaset-seals-deals-during-virtual-miptv-1203551438/","urlToImage":"https://pmcvariety.files.wordpress.com/2020/04/silenzio-dellacqua-2.jpg?w=700&h=393&crop=1","publishedAt":"2020-04-01T16:00:57Z","content":"Italy’s Mediaset Distribution is having a busy virtual MipTV with interest surging – possibly due to the coronavirus pandemic – for its religious titles such as “Karol: a Man Who Became Pope,” while also scoring brisk sales with fresher shows.\r\nWorking via vi… [+1671 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Montenegro reports its first death from coronavirus infection","description":"A 65-year old man from the Montenegrin town of Herceg Novi who died in hospital in the capital Podgorica on Sunday is the Adriatic country's first victim of the coronavirus, the director of the Clinical Center of Montenegro.","url":"https://www.reuters.com/article/us-health-coronavirus-montenegro-idUSKBN21A0WH","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-23T08:05:45Z","content":"BELGRADE (Reuters) - A 65-year old man from the Montenegrin town of Herceg Novi who died in hospital in the capital Podgorica on Sunday is the Adriatic country’s first victim of the coronavirus, the director of the Clinical Center of Montenegro. \r\n“The man wa… [+385 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Prominent Serbian Orthodox Church bishop dies of coronavirus","description":"A prominent bishop in the Serbian Orthodox Church died from a coronavirus infection less than a week after being hospitalized, his diocese said on Monday.","url":"https://www.reuters.com/article/us-health-coronavirus-serbia-idUSKBN21H1V9","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-30T12:25:56Z","content":"BELGRADE (Reuters) - A prominent bishop in the Serbian Orthodox Church died from a coronavirus infection less than a week after being hospitalized, his diocese said on Monday. \r\nBishop Milutin Knezevic, 71, and two other priests from the Valjevo diocese teste… [+1370 chars]"},{"source":{"id":null,"name":"Skysports.com"},"author":"Sky Sports","title":"What are footballers up to?","description":"Noughts and crosses, home training plans, video games and quality time with the family... what are footballers and clubs up to during the Coronavirus outbreak?","url":"https://www.skysports.com/football/live-blog/11095/11958262/what-are-footballers-up-to-during-coronavirus-outbreak","urlToImage":null,"publishedAt":"2020-03-16T10:53:00Z","content":"Home\r\n<ul><li>News</li><li>\r\nSelect a team\r\nAll Teams\r\nArsenal\r\nAston Villa\r\nBournemouth\r\nBrighton\r\nBurnley\r\nChelsea\r\nCrystal Palace\r\nEverton\r\nLeicester City\r\nLiverpool\r\nManchester City\r\nManchester United\r\nNewcastle United\r\nNorwich City\r\nSheffield United\r\nSou… [+3439 chars]"},{"source":{"id":null,"name":"Poynter.org"},"author":"The International Fact-Checking Network","title":"The Coronavirus Fact-Checking Grants will support 13 projects on its 1st round: More than half a million dollars is being distributed","description":"Thirteen fact-checking organizations around the world have two reasons to celebrate this April 2. It is the International Fact-Checking Day and their projects have been selected to receive flash grants to help fight misinformation about COVID-19. In this firs…","url":"https://www.poynter.org/fact-checking/2020/the-coronavirus-fact-checking-grants-will-support-13-projects-on-its-1st-round-more-than-half-a-million-dollars-is-being-distributed/","urlToImage":"https://www.poynter.org/wp-content/uploads/2020/04/GrantsTwitter.jpeg","publishedAt":"2020-04-02T11:45:54Z","content":"Thirteen fact-checking organizations around the world have two reasons to celebrate this April 2. It is the International Fact-Checking Day and their projects have been selected to receive flash grants to help fight misinformation about COVID-19.\r\nIn this fir… [+7778 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Dimitar Bechev","title":"Despite good news, the Western Balkans are in trouble","description":"Progress on Euro-Atlantic integration may not stave off major challenges the region is facing.","url":"https://www.aljazeera.com/indepth/opinion/good-news-western-balkans-trouble-200401155854613.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/4/1/0a6eeee649df4db1943fd506ff6d6815_18.jpg","publishedAt":"2020-04-01T21:26:45Z","content":"On March 30, the North Macedonian flag was flown for the first time in front of NATO's headquarters in Brussels. The former Yugoslav republic had waited for this moment for over a decade.  \r\nHad it not been vetoed by neighbouring Greece over a diplomatic disp… [+6634 chars]"},{"source":{"id":null,"name":"Thepointsguy.com"},"author":"Emily McNutt","title":"What is the Schengen Area and what European countries are included?","description":"On Wednesday, President Trump unveiled new travel restrictions for foreign nationals coming from most European countries in an effort to halt the spread of the coronavirus. While the restrictions were first believed to be from all of Europe, the White House a…","url":"http://thepointsguy.com/guide/schengen-area-countries/","urlToImage":"https://i1.wp.com/thepointsguy.com/wp-content/uploads/2020/03/GettyImages-1088680554-1.jpg?fit=2000%2C1500px&ssl=1","publishedAt":"2020-03-12T19:30:40Z","content":"On Wednesday, President Trump unveiled new travel restrictions for foreign nationals coming from most European countries in an effort to halt the spread of the coronavirus. While the restrictions were first believed to be from all of Europe, the White House a… [+4632 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Mersiha Gadzo","title":"Coronavirus in the Balkans: As cases rise, preparation and panic","description":"From restricting travel to creating hospital space for patients, region neighbouring Italy prepares for further cases.","url":"https://www.aljazeera.com/news/2020/03/coronavirus-balkans-cases-rise-preparation-panic-200308115917219.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/8/58fc91cefa1f493eabacc90f65f8c136_18.jpg","publishedAt":"2020-03-09T14:50:29Z","content":"Although the Balkans have considerably fewer coronavirus cases compared with Western Europe, infection is spreading in the region, much of which is separated from the continent's COVID-19 epicentre Italy by a stretch of the Adriatic Sea.\r\nThousands of citizen… [+5702 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Peter Scott","title":"Honeymoon nightmare: Ukrainian stranded at Moscow airport as virus rules kick in","description":"Anton Scherbyna has been living in the security zone of a Moscow airport for nearly a week since returning from a honeymoon with his Russian wife only to fall foul of Russia's new ban on foreigners entering due to the coronavirus emergency.","url":"https://www.reuters.com/article/us-health-coronavirus-russia-airport-idUSKBN21C1O6","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200325&t=2&i=1507973667&w=1200&r=LYNXMPEG2O15J","publishedAt":"2020-03-25T11:23:43Z","content":"MOSCOW (Reuters) - Anton Scherbyna has been living in the security zone of a Moscow airport for nearly a week since returning from a honeymoon with his Russian wife only to fall foul of Russia’s new ban on foreigners entering due to the coronavirus emergency.… [+2274 chars]"},{"source":{"id":null,"name":"Sputniknews.com"},"author":null,"title":"Montenegro Delays Russians' Return Home Over Demands to Bring Its Citizens Out of Russia – Source","description":"Montenegro, a popular destination for Russian tourists, has sealed its borders and imposed a nationwide lockdown amid the coronavirus pandemic, which led foreign...","url":"https://sputniknews.com/russia/202003181078608245-montenegro-delays-russians-return-home-over-demands-to-bring-its-citizens-out-of-russia--source/","urlToImage":"https://cdn2.img.sputniknews.com/images/107230/85/1072308589.png","publishedAt":"2020-03-18T07:48:54Z","content":null},{"source":{"id":null,"name":"Espn.com"},"author":"Jonathan Givony","title":"European leagues follow suit, suspend play","description":"The four major pan-European basketball competitions have indefinitely suspended play, following the lead of the NBA.","url":"https://www.espn.com/nba/story/_/id/28891192/european-basketball-leagues-follow-suit-suspend-play","urlToImage":"https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2016%2F0120%2Fr45750_3_1296x729_16%2D9.jpg","publishedAt":"2020-03-12T14:52:22Z","content":"In the wake of the NBA's decision to suspend its season, European basketball leagues have followed suit with postponements and cancellations that have brought the professional basketball world to a near-complete halt.\r\nThe four major pan-European competitions… [+2639 chars]"},{"source":{"id":null,"name":"Globalresearch.ca"},"author":"Paul Antonopoulos","title":"Montenegro Being Accelerated to the European Union in a Face-saving Regime","description":"Italians furious at the lack of help and solidarity from the European Union began removing flags of the Union throughout the country and replaced them with Chinese and Russian ones. As this is happening in a long-time member of the … The post Montenegro Being…","url":"https://www.globalresearch.ca/montenegro-accelerated-european-union-face-saving-regime/5707759","urlToImage":"https://www.globalresearch.ca/wp-content/uploads/2020/03/A-Montenegro.jpg","publishedAt":"2020-03-27T14:40:11Z","content":"Italians furious at the lack of help and solidarity from the European Union began removing flags of the Union throughout the country and replaced them with Chinese and Russian ones. As this is happening in a long-time member of the European Union, the small B… [+5972 chars]"},{"source":{"id":null,"name":"Bostonherald.com"},"author":"Associated Press","title":"The Latest: Montenegro has 1st cases of new coronavirus","description":"The Latest on the world's coronavirus pandemic, which has infected more than 190,000 people and killed more than 7,500. The COVID-19 illness causes mild or moderate symptoms in most people, but severe symptoms are more likely in the elderly or those with exis…","url":"https://www.bostonherald.com/2020/03/17/the-latest-montenegro-has-1st-cases-of-new-coronavirus/","urlToImage":"https://www.bostonherald.com/wp-content/uploads/2020/03/Virus_Outbreak_South_Korea_32792-1.jpg?w=1024&h=639","publishedAt":"2020-03-17T20:45:10Z","content":"By The Associated Press\r\nThe Latest on the world’s coronavirus pandemic, which has infected more than 190,000 people and killed more than 7,500. The COVID-19 illness causes mild or moderate symptoms in most people, but severe symptoms are more likely in the e… [+12840 chars]"}]