[{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Zack Whittaker","title":"A Norwegian school quit using video calls after a naked man ‘guessed’ the meeting link","description":"A school in Norway has stopped using popular video conferencing service Whereby after a naked man apparently “guessed” the link to a video lesson. According to Norwegian state broadcaster NRK, the man exposed himself in front of several young children over th…","url":"http://techcrunch.com/2020/03/26/norwegian-school-whereby/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/webcam.jpg?w=600","publishedAt":"2020-03-26T21:53:53Z","content":"A school in Norway has stopped using popular video conferencing service Whereby after a naked man apparently “guessed” the link to a video lesson.\r\nAccording to Norwegian state broadcaster NRK, the man exposed himself in front of several young children over t… [+1420 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"OPEC under pressure as coronavirus hits oil demand","description":"Rising production in the United States, Norway, and Brazil is making life more complicated for the OPEC+ producers. And as the coronavirus spreads around the world, OPEC and its allies are considering emergency measures.","url":"https://www.cnn.com/videos/business/2020/03/04/opec-oil-demand-coronavirus.cnn-business","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200304153141-oil-demand-defterios-pkg-super-tease.jpg","publishedAt":"2020-03-04T20:36:55Z","content":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."},{"source":{"id":"reuters","name":"Reuters"},"author":"Victoria Klesty","title":"Norway extends coronavirus restrictions until April 13","description":"Norway extended on Tuesday the restrictions it put in place on a range of public and private institutions, including schools and nurseries due to the coronavirus pandemic, until April 13.","url":"https://www.reuters.com/article/us-health-coronavirus-norway-restriction-idUSKBN21B2ED","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-24T15:13:28Z","content":"OSLO (Reuters) - Norway on Tuesday extended restrictions on a range of public and private institutions due to the coronavirus pandemic until April 13, including the closure of schools and nurseries. \r\n“The measures we have imposed appear to be slowing transmi… [+959 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Victoria Klesty","title":"Norway says should not send athletes to Olympics unless pandemic under control","description":"Norway should not send athletes to this year's Tokyo Olympics until the coronavirus pandemic is under control, Norwegian Olympics Committee President Berit Kjoell said on Monday.","url":"https://www.reuters.com/article/us-health-coronavirus-olympics-norway-idUSKBN21A2H6","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-23T15:18:04Z","content":"OSLO (Reuters) - Norway should not send athletes to this year’s Tokyo Olympics until the coronavirus pandemic is under control, Norwegian Olympics Committee President Berit Kjoell said on Monday. \r\n“My clear advice to the board (of the Norwegian Olympics comm… [+959 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"Staff","title":"Coronavirus: Swimming Canada backs U.S. in concerns over Olympics - Global News","description":"Coronavirus: Swimming Canada backs U.S. in concerns over Olympics Global News Coronavirus leaves Canadian Olympic athletes in limbo TSN Swimming Canada backs U.S. counterpart in pushing for Olympic postponement CBC.ca Sonic at the Olympic Games: Tokyo 2020 - …","url":"http://globalnews.ca/news/6711324/swimming-canada-olympics-coronavirus/","urlToImage":"https://shawglobalnews.files.wordpress.com/2020/03/22946600.jpg?quality=70&strip=all&w=720&h=379&crop=1","publishedAt":"2020-03-21T01:14:43Z","content":"OTTAWA  — Swimming Canada says it backs its rivals from the United States when it comes to finding a solution for the Olympic Games.\r\nEarly Friday, the head of USA Swimming sent a letter urging the U.S. Olympic and Paralympic Committee to push the Internation… [+2545 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Brian Heater","title":"UK and Ireland added to US travel ban amid COVID-19 concerns","description":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed…","url":"http://techcrunch.com/2020/03/14/uk-and-ireland-added-to-us-travel-ban-amid-covid-19-concerns/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/03/GettyImages-1135383514.jpeg?w=573","publishedAt":"2020-03-14T17:19:01Z","content":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed… [+1486 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Sean O'Kane","title":"Tesla’s shrinking its workforce at the Gigafactory in Nevada because of the coronavirus","description":"The headcount at the massive battery factory will drop by ‘more than 75 percent,’ according to an email from one of Tesla’s vice presidents. Nevada’s governor recently issued a shelter-in-place advisory as the state tries to stop the spread of the novel coron…","url":"https://www.theverge.com/2020/3/27/21196879/tesla-gigafactory-shelter-in-place-nevada-coronavirus-covid-19","urlToImage":"https://cdn.vox-cdn.com/thumbor/l-bLVYV-xm35UTuszfsBk4F0WqA=/0x231:2040x1299/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13590415/bfarsace_181114_3101_gigafactory_0006.jpg","publishedAt":"2020-03-27T21:22:28Z","content":"By more than 75 percent\r\nPhoto by Becca Farsace / The Verge\r\nOne week after Tesla said it would keep up normal operations at the Gigafactory in Nevada, the company now plans to scale back the workforce there by more than 75 percent as the state shelters in pl… [+2975 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"amiller@businessinsider.com (Anna Medaris Miller), Anna Medaris Miller","title":"A patient in Norway is the first to enroll in a global 'solidarity trial' testing 4 coronavirus treatments","description":"Arkadiusz Stankiewicz/Agencja Gazeta/via REUTERS During a World Health Organization media briefing Friday, Norway's minister of health and care services said a patient in his country is the first to enroll in the WHO-led \"solidarity trial.\" The trial, which i…","url":"https://www.businessinsider.com/first-patient-is-enrolled-in-who-solidarity-trial-for-coronavirus-2020-3","urlToImage":"https://i.insider.com/5e7e3f8d2ff8390161690eba?width=1200&format=jpeg","publishedAt":"2020-03-27T18:18:00Z","content":"The first patient is now enrolled in a global \"solidarity trial\" comparing the safety and effectiveness of four drugs and drug combinations against the novel coronavirus, Norway's minister of health and care services, Bent Høie, said during a World Health Org… [+1555 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Flybe's collapse could be 'first of many' airlines","description":"The airline industry is under huge financial pressure as passenger numbers drop during coronavirus.","url":"https://www.bbc.co.uk/news/business-51748139","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/A374/production/_111144814_airportempty.jpg","publishedAt":"2020-03-06T02:04:23Z","content":"Image copyrightGetty Images\r\nThe failure of Europe's biggest regional airline Flybe could be the start of more casualties, analysts predict.\r\nOn Thursday, a global airline industry body warned the financial hit from coronavirus could reach $113bn (£87bn) this… [+2221 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Austria investigates Ischgl ski resort business for 'hiding case'","description":"Officials want to know if a bar in Ischgl failed to report a coronavirus case.","url":"https://www.bbc.co.uk/news/world-europe-52007104","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/80B5/production/_111394923_eca89463-9953-44bb-9712-abe7f91af105.jpg","publishedAt":"2020-03-23T14:31:29Z","content":"Image copyrightEPAImage caption\r\n Ischgl was only closed weeks after the worker reportedly fell ill (file photo)\r\nAustria is investigating a bar at a popular ski resort for allegedly not reporting a case of coronavirus. \r\nThe inquiry focuses on reports that a… [+2420 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew J. Hawkins","title":"Electric scooter-sharing grinds to a halt in response to the COVID-19 pandemic","description":"Electric scooters are disappearing from cities around the world in response to the novel coronavirus pandemic. Lime and Bird are halting operations in dozens of markets. The decisions are coming at a time of uncertainty for personal mobility.","url":"https://www.theverge.com/2020/3/20/21188119/electric-scooter-coronavirus-bird-lime-spin-suspend-bikes","urlToImage":"https://cdn.vox-cdn.com/thumbor/s3rUbkzZr_hDToXMaj4f-xBvIm0=/0x327:4563x2716/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19820887/1207749851.jpg.jpg","publishedAt":"2020-03-20T15:13:09Z","content":"Lime and Bird are suspending some service amid the pandemic, but Spin says its stepping up\r\nPhoto by Mohd Daud/NurPhoto via Getty Images\r\nElectric scooters are vanishing from more cities as the novel coronavirus pandemic continues to roil shared mobility serv… [+5383 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Terje Solsvik","title":"Norwegian Air to cancel 85% of flights and lay off 90% of staff","description":"Norwegian Air will cancel 85% of its flights and temporarily lay off 7,300 employees as a result of the growing coronavirus crisis that has strangled demand for air travel, the carrier said on Monday.","url":"https://www.reuters.com/article/us-health-coronavirus-norwegianair-idUSKBN2132F7","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200316&t=2&i=1503997848&w=1200&r=LYNXMPEG2F1JD","publishedAt":"2020-03-16T14:41:17Z","content":"OSLO (Reuters) - Norwegian Air (NWC.OL) will cancel 85% of its flights and temporarily lay off 7,300 employees as a result of the growing coronavirus crisis that has strangled demand for air travel, the carrier said on Monday. \r\nU.S. President Donald Trump ex… [+1972 chars]"},{"source":{"id":null,"name":"Lifehacker.com"},"author":"Emily Price","title":"How to Contact Your Airline Right Now","description":"If you had plans to travel to Europe this summer, and especially over the next month, then Trump’s latest travel ban has likely caught your attention. Read more...","url":"https://lifehacker.com/how-to-contact-your-airline-right-now-1842291610","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/mhn7fwgl7yvqqdj6vxdn.jpg","publishedAt":"2020-03-12T17:31:00Z","content":"If you had plans to travel to Europe this summer, and especially over the next month, then Trumps latest travel ban has likely caught your attention.\r\nStarting Friday, the 30-day ban restricts non-US citizens from flying into the United States if they have vi… [+3410 chars]"},{"source":{"id":null,"name":"Marinecorpstimes.com"},"author":"Marine Corps Times","title":"A Marine crisis-response task force for Africa is stuck in Italy and Spain over coronavirus concerns","description":"US Marine Corps/Cpl. Kenny Gomez Marines and sailors with Marines with Special Purpose Marine Air-Ground Task Force-Crisis Response-Africa are currently stuck in Spain and Italy. The troops have been living in barracks at bases in those countries to minimize …","url":"https://www.marinecorpstimes.com/news/coronavirus/2020/03/25/a-marine-crisis-response-task-force-covering-africa-is-stuck-in-italy-and-spain-over-covid-19-concerns/","urlToImage":"https://i.insider.com/5e7bba542d654f57cc0caef4?width=1200&format=jpeg","publishedAt":"2020-03-25T20:13:11Z","content":"Marine and sailors with a crisis response air-ground task force covering Africa are unable to return home to the US due to COVID-19 — and the unit slated to replace the Marine rotation may also be delayed, Marine Forces Europe and Africa announced Wednesday.\r… [+3062 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Sean O'Kane","title":"Some Tesla factory employees still had to work after the production shutdown","description":"The local police department says Tesla is complying with a recent shelter-in-place order brought on by the novel coronavirus pandemic. But some factory workers still had to come in this week to finish processing cars for delivery, even as Tesla confirmed the …","url":"https://www.theverge.com/2020/3/26/21195551/tesla-fremont-factory-workers-coronavirus-covid-19-shutdown-shelter-place","urlToImage":"https://cdn.vox-cdn.com/thumbor/GgKW8D3l0Llm99-QlF2SJal_X4s=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13546781/sokane_181116_3101_fremont_0052.jpg","publishedAt":"2020-03-26T21:03:29Z","content":"And two office employees have now tested positive for COVID-19\r\nPhoto by Sean OKane / The Verge\r\nLocal officials have confirmed that Tesla stopped making electric cars in California on Monday, March 23rd, in compliance with a shelter-in-place order brought on… [+5177 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Jack Morse","title":"This company you've never heard of says it knows who isn't socially distancing","description":"As a responsible adult in the midst of the pandemic, you've been doing your part and socially distancing like the experts recommend. But what about, you know, everyone else? A company you've likely never heard of claims that it's able to determine — on an ind…","url":"https://mashable.com/article/social-distancing-phone-tracking-database/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F25%252Ff1%252F6e7931fd7b3844e2b829e0bb4d93ce4e.a2ccb.jpg%252F1200x630.jpg?signature=ClqfyhZlcUZFdUFHM4BPnBdh3m8=","publishedAt":"2020-03-25T00:19:15Z","content":"As a responsible adult in the midst of the pandemic, you've been doing your part and socially distancing like the experts recommend. But what about, you know, everyone else?\r\nA company you've likely never heard of claims that it's able to determine on an indi… [+3053 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Colombian rebels call ceasefire over virus","description":"The ELN rebel group said it would lay down arms from 1 April for a month as a \"humanitarian gesture\".","url":"https://www.bbc.co.uk/news/world-latin-america-52090169","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/68C1/production/_111471862_gettyimages-1150405385.jpg","publishedAt":"2020-03-30T10:30:30Z","content":"Image copyrightGetty ImagesImage caption\r\n The ELN rebels released a statement announcing the one-month unilateral ceasefire\r\nThe left-wing National Liberation Army (ELN) rebel group in Colombia has declared a unilateral ceasefire for a month starting on 1 Ap… [+2050 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"George Dvorsky on Earther, shared by Brian Kahn to Gizmodo","title":"Ice-Locked Arctic Science Expedition Faces Challenges After Team Member Tests Positive for COVID-19","description":"An individual involved with an international expedition to study the effects of climate change in the Arctic has tested positive for the coronavirus, in a development that could interrupt this important science mission. Read more...","url":"https://earther.gizmodo.com/ice-locked-arctic-science-expedition-faces-challenges-a-1842275015","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/rxyajittipp7p3nqgh7s.jpg","publishedAt":"2020-03-11T21:36:00Z","content":"An individual involved with an international expedition to study the effects of climate change in the Arctic has tested positive for the coronavirus, in a development that could interrupt this important science mission.\r\nA team member of the expedition known … [+3959 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"George Dvorsky","title":"Can Drugs for Malaria, HIV, and Ebola Treat Covid-19? New WHO Trial Aims to Find Out","description":"The World Health Organization is launching a multinational clinical trial in which four existing drugs will be used to treat patients with covid-19. The project currently includes 10 countries and will potentially involve thousands of patients currently battl…","url":"https://gizmodo.com/can-drugs-for-malaria-hiv-and-ebola-treat-covid-19-n-1842455457","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/v4rhv2iivekiz7qetdlo.jpg","publishedAt":"2020-03-23T17:30:00Z","content":"The World Health Organization is launching a multinational clinical trial in which four existing drugs will be used to treat patients with covid-19. The project currently includes 10 countries and will potentially involve thousands of patients currently battl… [+5223 chars]"}]