[{"source":{"id":null,"name":"Lifehacker.com"},"author":"Emily Price","title":"What It's Like to Fly During the Coronavirus Outbreak","description":"Last Wednesday I traveled from San Francisco to the Maldives with a connection in Switzerland, a journey I returned home from this morning with a connection last night through Singapore. It was a trip I wasn’t entirely sure was going to happen. A few days bef…","url":"https://lifehacker.com/what-its-like-to-fly-during-the-coronavirus-outbreak-1842247253","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/quskfm7neikjsebkhl1t.jpg","publishedAt":"2020-03-11T13:00:00Z","content":"Last Wednesday I traveled from San Francisco to the Maldives with a connection in Switzerland, a journey I returned home from this morning with a connection last night through Singapore. It was a trip I wasnt entirely sure was going to happen. A few days befo… [+8385 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Ingrid Lunden","title":"With lower bandwidth, Disney+ opens streaming service in UK, Ireland, 5 other European countries, France to come online April 7","description":"Disney+, the streaming service from the Walt Disney Company, has been rapidly ramping up in the last several weeks. But while some of that expansion has seen some hiccups, other regions are basically on track. Today, as expected, Disney announced that it is o…","url":"http://techcrunch.com/2020/03/24/with-lower-bandwidth-disney-opens-streaming-service-in-uk-ireland-5-other-european-countries-france-to-come-online-april-7/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/DisneyUK_Devices_TV.png?w=711","publishedAt":"2020-03-24T09:30:08Z","content":"Disney+, the streaming service from the Walt Disney Company, has been rapidly ramping up in the last several weeks. But while some of that expansion has seen some hiccups, other regions are basically on track. Today, as expected, Disney announced that it is o… [+4501 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Israel adds five countries to coronavirus air travel restrictions","description":"Israel on Wednesday ordered travelers arriving from Germany, France, Spain, Austria and Switzerland to go into home quarantine over coronavirus concerns.","url":"https://www.reuters.com/article/us-health-coronavirus-israel-idUSKBN20R2DG","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200304&t=2&i=1498687782&w=1200&r=LYNXMPEG231GW","publishedAt":"2020-03-04T15:59:24Z","content":"JERUSALEM (Reuters) - Israel on Wednesday ordered travelers arriving from Germany, France, Spain, Austria and Switzerland to go into home quarantine over coronavirus concerns. \r\nIsrael has already imposed the measure with regard to flights from Italy, China a… [+794 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Italy's neighbors take steps to curb spread of coronavirus","description":"Switzerland has announced checks of Italian commuters' Swiss work permits and Austria has said it plans spot health checks of people crossing its southern border to try to contain the coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-italy-neighbours-idUSKBN20W1Q4","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-09T12:56:09Z","content":"ZURICH (Reuters) - Switzerland has announced checks of Italian commuters’ Swiss work permits and Austria has said it plans spot health checks of people crossing its southern border to try to contain the coronavirus. \r\nItaly, which has been hit worse by the vi… [+1866 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Germany to introduce border controls as coronavirus cases jump","description":"Germany will temporarily introduce border controls on its frontiers with Austria, Switzerland, France, Luxembourg and Denmark from Monday, the government said on Sunday as the country seeks to curb a rapid spread of coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-germany-idUSKBN21212W","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200315&t=2&i=1503626682&w=1200&r=LYNXMPEG2E0SL","publishedAt":"2020-03-15T18:41:10Z","content":"BERLIN (Reuters) - Germany will temporarily introduce border controls on its frontiers with Austria, Switzerland, France, Luxembourg and Denmark from Monday, the government said on Sunday as the country seeks to curb a rapid spread of coronavirus. \r\nGermany i… [+1657 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"gabbyrodrigues","title":"Sudbury man who attended Toronto convention confirmed as Ontario’s 37th coronavirus case - Global News","description":"Sudbury man who attended Toronto convention confirmed as Ontario’s 37th coronavirus case Global News Toronto man who returned from Switzerland is Ontario's 36th COVID-19 case CP24 Toronto's Breaking News New coronavirus case confirmed in Ontario durhamradione…","url":"http://globalnews.ca/news/6655133/ontario-coronavirus-covid19-36-case-switzerland/","urlToImage":"https://shawglobalnews.files.wordpress.com/2020/03/cpt50150590-11.jpg?quality=70&strip=all&w=720&h=379&crop=1","publishedAt":"2020-03-10T15:39:15Z","content":"Health officials say that a man in his 50s who recently attended a convention in Toronto has been confirmed as the first case of COVID-19 in the Sudbury area, bringing Ontario’s total up to 37.\r\nAn online statement from Public Health Sudbury &amp; Districts s… [+1560 chars]"},{"source":{"id":null,"name":"Cp24.com"},"author":"Chris Herhalt","title":"Toronto man who returned from Switzerland is Ontario's 36th COVID-19 case - CP24 Toronto's Breaking News","description":"Toronto man who returned from Switzerland is Ontario's 36th COVID-19 case CP24 Toronto's Breaking News Sudbury man who attended Toronto convention confirmed as Ontario’s 37th coronavirus case Global News Ontario's 36th COVID-19 patient is a Toronto man who tr…","url":"https://www.cp24.com/news/toronto-man-who-returned-from-switzerland-is-ontario-s-36th-covid-19-case-1.4846470","urlToImage":"https://www.cp24.com/polopoly_fs/1.4833445.1583009316!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg","publishedAt":"2020-03-10T14:40:00Z","content":"Public health officials confirmed one new case of the novel coronavirus in Ontario, involving a Toronto man who recently returned to the province from Switzerland.\r\nThe news brings Ontarios total case count including recoveries to 36, with five people who hav… [+1191 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Germany latest country to close borders","description":"Only goods and workers can pass, with France also warning its situation is \"deteriorating fast\".","url":"https://www.bbc.co.uk/news/world-europe-51905129","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/2EFB/production/_111272021_060655563-1.jpg","publishedAt":"2020-03-16T09:15:05Z","content":"Image copyrightAFPImage caption\r\n The French-German border is allowing only goods and commuters to pass\r\nGermany has become the latest country to close borders as European nations try to stem the spread of the coronavirus.\r\nIts borders with France, Austria an… [+5490 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Igor Bonifacic","title":"Today is the last day for Europeans to save on Disney+","description":"Today is the final day for Europeans to sign up for Disney+ at a discount. You can currently get yearly access to the home of Baby Yoda and company for £49.99/€59.99 as opposed to £59.99/€69.99. The discount is part of a limited-time promotion Disney is using…","url":"https://www.engadget.com/2020/03/23/disney-plus-europe-sale-final-day/","urlToImage":"https://o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fresize%3D2000%252C2000%252Cshrink%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-uploaded-images%252F2020-03%252Fa7a0f050-6d13-11ea-b3ff-7308783f0ca4%26client%3Da1acac3e1b3290917d92%26signature%3D674d84d468e1310e50baca08d32aeccbcde674b2&client=amp-blogside-v2&signature=7268b6c19689f4e3ab7ebcfebc4bf71da65c6018","publishedAt":"2020-03-23T14:29:00Z","content":"If you decide to take advantage, keep in mind it may be a while before you get to enjoy The Mandalorianand other content at its best. Like Netflix, YouTube and Amazon, Disney agreed to reduce its bandwidth footprint \"by at least 25 percent\" in light of the co… [+777 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Swiss funnel Italian border traffic to main routes to curb epidemic","description":"Switzerland is shuttering nine secondary border crossings with Italy and directing traffic to main routes to slow the spread of the new coronavirus while sti...","url":"https://news.yahoo.com/swiss-keep-border-italy-open-110738038.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-11T11:07:38Z","content":"ZURICH (Reuters) - Switzerland is shuttering nine secondary border crossings with Italy and directing traffic to main routes to slow the spread of the new coronavirus while still letting workers get to their jobs, the government said on Wednesday.\r\nSome local… [+1478 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Brian Heater","title":"UK and Ireland added to US travel ban amid COVID-19 concerns","description":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed…","url":"http://techcrunch.com/2020/03/14/uk-and-ireland-added-to-us-travel-ban-amid-covid-19-concerns/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/03/GettyImages-1135383514.jpeg?w=573","publishedAt":"2020-03-14T17:19:01Z","content":"In a press conference yesterday, featuring a parade of executives from companies like CVS and Target, Trump hinted at the possibility of adding the U.K. and Ireland to a growing list of countries banned from U.S. travel. During a followup presser today helmed… [+1486 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: EU states record highest one-day death toll","description":"Italy, Spain and France all report grim new figures for fatalities from the coronavirus.","url":"https://www.bbc.co.uk/news/world-europe-51901976","urlToImage":"https://ichef.bbci.co.uk/images/ic/1024x576/p086qk5q.jpg","publishedAt":"2020-03-15T22:17:40Z","content":"Media captionPolice use drones to enforce movement restrictions in Spain's fight against the coronavirus infection\r\nThe three states bearing the brunt of the coronavirus pandemic in Europe have all recorded their highest death tolls for a single day.\r\nItaly s… [+4088 chars]"},{"source":{"id":null,"name":"Theguardian.comworld"},"author":"Nicola Slawson","title":"Coronavirus latest: at a glance","description":"A summary of the biggest developments in the global coronavirus outbreak Follow our latest coronavirus blog for live news and updates See all our coronavirus coverage Key developments in the global coronavirus outbreak today include: Continue reading...","url":"https://amp.theguardian.comworld/2020/mar/27/coronavirus-latest-at-a-glance-2","urlToImage":"https://i.guim.co.uk/img/media/e7200859fb487792e1336e456cb1a1b0c126614c/0_0_2560_1536/master/2560.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=2703eda6c4eb79ac8c11ea9b07ca2183","publishedAt":"2020-03-27T18:23:43Z","content":"Key developments in the global coronavirus outbreak today include:\r\nBiggest daily rise in UK coronavirus deaths\r\nThe UK has again recorded its biggest daily rise in coronavirus deaths. In the last 24 hours, 181 people have died after testing positive for Covi… [+2099 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Shayanne Gal and Aylin Woodward","title":"One chart compares coronavirus cases per capita in the hardest-hit countries around the world — Switzerland, Spain, and Italy top the list","description":"The US, China, and Italy (in that order) have the highest number of coronavirus cases in the world. But comparing the number of cases per million residents tells a different story about which countries are hardest hit by the pandemic. Switzerland has the high…","url":"https://www.businessinsider.com/coronavirus-cases-per-capita-chart-countries-2020-3","urlToImage":"https://i.insider.com/5e7cf7ff14f18f7a54299695?width=1200&format=jpeg","publishedAt":"2020-03-26T23:50:00Z","content":"The US, China, and Italy (in that order) have the highest number of coronavirus cases in the world. But an analysis of coronavirus cases per capita — the number of cases per million residents — in various countries reveals a different story.\r\nSwitzerland, not… [+1559 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"mattbingley","title":"COVID-19 spurs calls to reduce traffic in Toronto hospitals - Global News","description":"COVID-19 spurs calls to reduce traffic in Toronto hospitals Global News FUREY: It seems the public health system really is working in Canada – for now Toronto Sun Risk of coronavirus remains low - Chirico The North Bay Nugget Toronto man who returned from Swi…","url":"http://globalnews.ca/news/6657858/covid-19-toronto-hospitals/","urlToImage":"https://shawglobalnews.files.wordpress.com/2020/03/covid-tester.jpg?quality=70&strip=all&w=720&h=379&crop=1","publishedAt":"2020-03-10T23:12:15Z","content":"With the number of positive cases of COVID-19 continuing to grow, especially in the Toronto region, preparations are underway to quell the possibility of infection spread within health facilities.\r\nCanadas first positive case of COVID-19 saw the patient atten… [+2814 chars]"},{"source":{"id":null,"name":"Tennisworldusa.org"},"author":"Lorenzo Ciotti","title":"Roland Garros decision protects Nadal but spites Roger Federer - Tennis World USA","description":"Roland Garros decision protects Nadal but spites Roger Federer Tennis World USA Roger And Mirka Federer Make Big Donation To Vulnerable Swiss Families ATP Tour Roger Federer and wife Mirka donate 1M Francs to COVID-19 relief TSN Roger Federer donates $1 milli…","url":"https://www.tennisworldusa.org/tennis/news/Tennis_Stories/85547/roland-garros-decision-protects-nadal-but-spites-roger-federer/","urlToImage":"https://www.tennisworldusa.org/imgb/90522/roland-garros-decision-protects-nadal-but-spites-roger-federer.jpg","publishedAt":"2020-03-25T20:12:29Z","content":"Like in a chess match, the French Open organizers made their move, anticipating the decisions of ATP, WTA and ITF, postponing the 2020 French Open edition to the fall, perhaps protecting Rafael Nadal and spiting Roger Federer.\r\nA controversial decision, which… [+1463 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Joseph Green","title":"Start streaming Disney+ with a 7-day free trial","description":"TL;DR: Start streaming Disney+ with a seven-day free trial, and then pay £5.99 per month if you continue with the service. We know it's difficult to think about anything other than the spread of coronavirus right now, but a pretty big streaming service has ju…","url":"https://mashable.com/uk/shopping/best-deal-disney-plus-free-trial-mar-24/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F24%252Fb7%252F496eaaec2bd8466591c1a6c837118af4.bdd58.png%252F1200x630.png?signature=C058Nrmgz557CYJD6VvD7F-99iU=","publishedAt":"2020-03-24T10:43:35Z","content":"TL;DR: Start streaming Disney+ with a seven-day free trial, and then pay £5.99 per month if you continue with the service.\r\nWe know it's difficult to think about anything other than the spread of coronavirus right now, but a pretty big streaming service has j… [+943 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Rebecca Ungarino","title":"UBS is divvying up teams in Switzerland and having them switch off who comes into the office as part of its coronavirus response (UBS)","description":"UBS, the Swiss bank headquarterd in Zurich, has begun implementing a split-operations policy in Switzerland this week as part of its coronavirus response. The firm has already implemented a similar policy for its employees across the Asia Pacific region. Visi…","url":"https://www.businessinsider.com/amid-coronavirus-ubs-implementing-split-operations-in-switzerland-mirroring-apac-2020-3","urlToImage":"https://i.insider.com/5e629080fee23d3d5b284ba8?width=1200&format=jpeg","publishedAt":"2020-03-06T18:49:40Z","content":"UBS has started implementing a split-operations policy in Switzerland this week as financial services firms around the world race to deal with the global spread of coronavirus.\r\nThe bank, headquartered in Zurich, Switzerland, has already implemented a split-o… [+1529 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Nicole Wetsman","title":"Fearful reactions to the new coronavirus can put lives at risk","description":"When people are scared, they make decisions that can accelerate the spread of disease. It’s okay to be worried about COVID-19, the disease caused by the new coronavirus, but choices based on fear can make it worse.","url":"https://www.theverge.com/2020/3/10/21172988/coronavirus-fear-reactions-virus-ebola-cdc-covid19-panic-precautions","urlToImage":"https://cdn.vox-cdn.com/thumbor/H9zqOtk7x4_jMq5IngTo-RmgJEk=/0x392:5472x3257/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19781852/1205093446.jpg.jpg","publishedAt":"2020-03-10T15:24:35Z","content":"Its okay to be worried, but dont let fear trump public health advice\r\nPhoto by Tayfun Coskun / Anadolu Agency via Getty Images\r\nPeople in the US are worried about the new coronavirus outbreak. That concern is warranted: the virus is a scary new threat, it can… [+5857 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew J. Hawkins","title":"Electric scooter-sharing grinds to a halt in response to the COVID-19 pandemic","description":"Electric scooters are disappearing from cities around the world in response to the novel coronavirus pandemic. Lime and Bird are halting operations in dozens of markets. The decisions are coming at a time of uncertainty for personal mobility.","url":"https://www.theverge.com/2020/3/20/21188119/electric-scooter-coronavirus-bird-lime-spin-suspend-bikes","urlToImage":"https://cdn.vox-cdn.com/thumbor/s3rUbkzZr_hDToXMaj4f-xBvIm0=/0x327:4563x2716/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19820887/1207749851.jpg.jpg","publishedAt":"2020-03-20T15:13:09Z","content":"Lime and Bird are suspending some service amid the pandemic, but Spin says its stepping up\r\nPhoto by Mohd Daud/NurPhoto via Getty Images\r\nElectric scooters are vanishing from more cities as the novel coronavirus pandemic continues to roil shared mobility serv… [+5383 chars]"}]