[{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"MotoGP: Spanish Grand Prix becomes fifth race postponed over coronavirus","description":"The Spanish Grand Prix becomes the fifth race of the MotoGP season to be postponed because of coronavirus.","url":"https://www.bbc.co.uk/sport/motorsport/52049764","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/9D3D/production/_111435204_whatsubject.jpg","publishedAt":"2020-03-26T11:53:26Z","content":"Marc Marquez won the Spanish Grand Prix in 2019\r\nThe Spanish Grand Prix has become the fifth race of the MotoGP season to be postponed because of coronavirus.\r\nThe race in Jerez was intended to be the start of the MotoGP season following the cancellation of t… [+326 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Lockdowns, self-isolation and entry bans imposed to fight global coronavirus spread","description":"France and Spain joined Italy in imposing lockdowns on tens of millions of people, Australia ordered self-isolation of arriving foreigners, and Argentina and El Salvador extended entry bans as the world sought to contain the spreading coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-idUSKBN21208S","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200315&t=2&i=1503443738&w=1200&r=LYNXMPEG2E081","publishedAt":"2020-03-15T07:54:51Z","content":"(Reuters) - France and Spain joined Italy in imposing lockdowns on tens of millions of people, Australia ordered self-isolation of arriving foreigners, and Argentina and El Salvador extended entry bans as the world sought to contain the spreading coronavirus.… [+5699 chars]"},{"source":{"id":null,"name":"Entrepreneur.com"},"author":"Joe De Sena","title":"How the Coronavirus Is Affecting Japan, Argentina and Airlines","description":"Joe De Sena's free-flowing morning briefing breaks down a variety of global topics, from the U.S. stock market to schools in Japan.","url":"https://www.entrepreneur.com/article/348581","urlToImage":"https://assets.entrepreneur.com/content/3x2/2000/20200401155216-ScreenShot2020-04-01at110620AM.png","publishedAt":"2020-04-01T17:00:00Z","content":"Opinions expressed by Entrepreneur contributors are their own.\r\nEvery morning, Joe De Sena, CEO and founder of Spartan, connects with his worldwide network of leaders and experts to get first-person accounts of the ongoing coronavirus pandemic. These calls ar… [+391 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Coronavirus: Gremio players wear masks in on-field protest before Sao Luiz game","description":"Players from Brazilian club Gremio take to the field wearing masks in protest at having to play a match as coronavirus fears grow.","url":"https://www.bbc.co.uk/sport/football/51901138","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/BBE0/production/_111269084_gremio.jpg","publishedAt":"2020-03-15T17:10:32Z","content":"Gremio players wore masks in the build-up to the match against Sao Luiz but removed them before the game started\r\nPlayers from Brazilian club Gremio took to the field wearing masks on Sunday in protest at having to play a football match as fears over coronavi… [+1195 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Argentina, Colombia, Peru to isolate travelers from virus-hit nations","description":"Argentina, Colombia and Peru on Wednesday announced that travelers from the countries worst-affected by the new coronavirus would be isolated on arrival. Argentina was the first country in Latin America to register a coronavirus-related death on Saturday, wit…","url":"https://news.yahoo.com/argentina-colombia-peru-isolate-travelers-virus-hit-nations-155304344.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/zZqagUJZbn2AFpljDxONiA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04ODU-/https://s.yimg.com/uu/api/res/1.2/03LjcmuMCmost6p3pjjr6w--~B/aD01MzE7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/69c80156bc701305d8e7f46e33db55a31bd95846.jpg","publishedAt":"2020-03-11T15:53:04Z","content":"Buenos Aires (AFP) - Argentina, Colombia and Peru on Wednesday announced that travelers from the countries worst-affected by the new coronavirus would be isolated on arrival.\r\nArgentina was the first country in Latin America to register a coronavirus-related … [+2840 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Jeffrey T. Lewis, Kejal Vyas","title":"Coronavirus Forces Brazil to Seal Borders as Region Struggles to Control Pandemic - Wall Street Journal","description":"Coronavirus Forces Brazil to Seal Borders as Region Struggles to Control Pandemic Wall Street Journal Coronavirus in Latin America: Countries step up restrictions Al Jazeera English View Full Coverage on Google News","url":"https://www.wsj.com/articles/coronavirus-forces-brazil-to-seal-borders-as-region-struggles-to-control-pandemic-11584644650","urlToImage":"https://images.wsj.net/im-166744/social","publishedAt":"2020-03-19T20:04:00Z","content":"SÃO PAULOBrazil closed its borders with eight neighboring countries on Thursday, joining other South American nations in a continentwide quarantine as authorities struggle to control the spread of the coronavirus.\r\nThe measure taken by Brazil, the regions lar… [+233 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Eliana Raszewski","title":"'Down to zero': Argentine farms, hotels and theaters sideswiped as coronavirus spreads","description":"Argentina's recession- and debt-wracked economy was ill prepared for the closed borders and long-distance travel ban prompted by the coronavirus pandemic, which has slammed businesses like that of local hotelier Patricia Durán.","url":"https://www.reuters.com/article/us-health-coronavirus-argentina-economy-idUSKBN2161FY","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200319&t=2&i=1505345922&w=1200&r=LYNXMPEG2I0R6","publishedAt":"2020-03-19T11:57:15Z","content":"BUENOS AIRES (Reuters) - Argentina’s recession- and debt-wracked economy was ill prepared for the closed borders and long-distance travel ban prompted by the coronavirus pandemic, which has slammed businesses like that of local hotelier Patricia Durán. \r\nBook… [+3259 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Chile's coronavirus outbreak surpasses 1,000-case mark","description":"Chile has surpassed 1,000 confirmed cases of coronavirus since the outbreak began in the Andean nation, its health ministry said on Wednesday, among the highest tallies in Latin America. The South American nation reported 220 new confirmed cases for the past …","url":"https://news.yahoo.com/chile-surpasses-1-000-cases-144905345.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/uZfOXM2r0Y7Yg4LHP21ZDQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MjQ-/https://s.yimg.com/uu/api/res/1.2/QcPlbJzNSAz49wS_rpp_jw--~B/aD01MTU7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/99616c0708d54e2d63cbbbbe0a2d64c7","publishedAt":"2020-03-25T14:49:05Z","content":"SANTIAGO (Reuters) - Chile has surpassed 1,000 confirmed cases of coronavirus since the outbreak began in the Andean nation, its health ministry said on Wednesday, among the highest tallies in Latin America.\r\nThe ministry confirmed 1,142 total cases and said … [+1016 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"George Dvorsky","title":"Can Drugs for Malaria, HIV, and Ebola Treat Covid-19? New WHO Trial Aims to Find Out","description":"The World Health Organization is launching a multinational clinical trial in which four existing drugs will be used to treat patients with covid-19. The project currently includes 10 countries and will potentially involve thousands of patients currently battl…","url":"https://gizmodo.com/can-drugs-for-malaria-hiv-and-ebola-treat-covid-19-n-1842455457","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/v4rhv2iivekiz7qetdlo.jpg","publishedAt":"2020-03-23T17:30:00Z","content":"The World Health Organization is launching a multinational clinical trial in which four existing drugs will be used to treat patients with covid-19. The project currently includes 10 countries and will potentially involve thousands of patients currently battl… [+5223 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Sports events hit by the coronavirus pandemic","description":"Here is a list of international sports events hit by the coronavirus outbreak:","url":"https://www.reuters.com/article/us-health-coronavirus-sport-factbox-idUSKBN20Z0MP","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200312&t=2&i=1502050496&w=1200&r=LYNXMPEG2B0B1","publishedAt":"2020-03-12T05:43:13Z","content":"(Reuters) - Here is a list of international sports events hit by the coronavirus outbreak: \r\nITALY \r\n- All sports events have been canceled until April 3. \r\nARGENTINA \r\n- Argentina has canceled international sports events in March. \r\nOLYMPICS \r\n- The Tokyo 20… [+8561 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Aislinn Laing","title":"Bolivia coronavirus patient turned away from hospitals; election rallies suspended","description":"One of three people confirmed to have the coronavirus in Bolivia was turned away from several hospitals, media reports and health officials said late on Wednesday, while candidates campaigning for forthcoming presidential elections suspended rallies to preven…","url":"https://www.reuters.com/article/uk-health-coronavirus-bolivia-idUSKBN20Z27Z","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200312&t=2&i=1502343775&w=1200&r=LYNXMPEG2B21M","publishedAt":"2020-03-12T19:45:05Z","content":"SANTIAGO (Reuters) - One of three people confirmed to have the coronavirus in Bolivia was turned away from several hospitals, media reports and health officials said late on Wednesday, while candidates campaigning for forthcoming presidential elections suspen… [+2373 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":"Tim Vickery","title":"History provides hope that Copa America can come back stronger after coronavirus-forced postponement","description":"Tuesday CONMEBOL postponed the Copa America a year due to the coronavirus. But as Tim Vickery writes, the tournament has overcome a pandemic before.","url":"https://www.espn.com/soccer/copa-america/story/4075600/history-provides-hope-that-copa-america-can-come-back-stronger-after-coronavirus-forced-postponement","urlToImage":"https://a.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0317%2Fr680360_1296x729_16%2D9.jpg","publishedAt":"2020-03-17T16:53:22Z","content":"The world's oldest continental competition, the Copa America was first played in 1916 -- while Europe was at war -- with the original intention of staging the tournament annually.\r\nThe first one was held in Argentina, the 1917 version took place in Uruguay, a… [+3453 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Sports events around the world hit by coronavirus pandemic","description":"Major sports events around the world that have been hit by the coronavirus outbreak:","url":"https://www.reuters.com/article/us-health-coronavirus-sport-factbox-idUSKBN213138","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200316&t=2&i=1503886944&w=1200&r=LYNXMPEG2F0TV","publishedAt":"2020-03-16T09:04:53Z","content":"(Reuters) - Major sports events around the world that have been hit by the coronavirus outbreak: \r\nOLYMPICS \r\n** The Tokyo 2020 Olympics torch lighting ceremony in ancient Olympia was held without spectators. \r\n** The Olympic Games flame handover in Athens wi… [+8365 chars]"},{"source":{"id":null,"name":"Androidcentral.com"},"author":"Michael Allison","title":"Samsung is offering free phone cleaning to Galaxy owners in 19 countries","description":"Your phone is the grossest thing you own. What you need to know Samsung will be offering free phone sanitizing services in the wake of the coronavirus outbreak. It will clean Galaxy devices from phones down to Galaxy Buds. The service is rolling out in 19 mar…","url":"https://www.androidcentral.com/samsung-offering-free-phone-cleaning-galaxy-owners-19-countries-including-us","urlToImage":"https://www.androidcentral.com/sites/androidcentral.com/files/styles/large/public/article_images/2020/02/galaxy-s20-plus-fingerprint-sensor-2.jpg?itok=JRrELW6D","publishedAt":"2020-03-12T17:33:00Z","content":"As the coronavirus pandemic spreads across the globe, companies are helping stop the spread by restricting travel and encouraging working from home. In all cases, an emphasis has been placed on personal hygiene to minimize the speed of transmission.Samsung, i… [+1488 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"New York, Los Angeles shut bars, restaurants, world's central banks coordinate on coronavirus - Yahoo News","description":"New York, Los Angeles shut bars, restaurants, world's central banks coordinate on coronavirus Yahoo News Stock-market futures sink after emergency Fed rate cut — ‘if this doesn’t work, what will?’ MarketWatch Fed slashes rates in emergency coronavirus move; U…","url":"https://news.yahoo.com/york-la-shut-bars-restaurants-041838417.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/1ewgUWtt.DycFpAE.NavTw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/PDCw9sl7sMsioVOmwLMwyw--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/0f805b53f5d271cf899f1c8315fd4ad1","publishedAt":"2020-03-16T04:18:00Z","content":"(Reuters) - Bars, restaurants, theaters and movie houses in New York and Los Angeles were ordered to shut down and several nations in South and Central America closed their borders in the latest moves around the world to combat the spread of the coronavirus.\r… [+5451 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Gabriel Stargardter","title":"Winter is coming: cooling weather in Brazil could fan coronavirus outbreak","description":"The coronavirus outbreak is landing in Brazil as the hot summer days in the southern hemisphere draw to a close and winter approaches, potentially worsening the spread of the virus, medical experts told Reuters.","url":"https://www.reuters.com/article/us-health-coronavirus-brazil-seasons-idUSKBN217131","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200320&t=2&i=1505778364&w=1200&r=LYNXMPEG2J0NY","publishedAt":"2020-03-20T09:25:34Z","content":"RIO DE JANEIRO/BRASILIA (Reuters) - The coronavirus outbreak is landing in Brazil as the hot summer days in the southern hemisphere draw to a close and winter approaches, potentially worsening the spread of the virus, medical experts told Reuters. \r\nLittle is… [+3575 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Colin Dwyer","title":"Singapore, Coronavirus Model, Threatens Prison For Social Distancing Violators","description":"The country, which has won praise for its handling of the pandemic, has adopted strict new measures that could mean months behind bars for folks who fail to stay more than three feet apart.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/27/822514254/singapore-coronavirus-model-threatens-prison-for-social-distancing-violators","urlToImage":"https://media.npr.org/assets/img/2020/03/27/gettyimages-1208071267_wide-19c51e62ad4d9d142eac4f838d17d32b6df36914.jpg?s=1400","publishedAt":"2020-03-27T18:05:54Z","content":"New arrivals greet each other without touching at Changi Airport earlier this week in Singapore. The island country, which imposed a ban on short-term visitors shortly after this photograph was taken, has now also implemented the threat of prison time for vio… [+2803 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":"Tim Vickery","title":"Higuita using 1990 World Cup blunder to fight coronavirus","description":"June 23, 1990, is a day former Colombia keeper Rene Higuita would like to forget. But 30 years on, he has turned his mistake into a positive.","url":"https://www.espn.com/soccer/colombia-col/story/4077207/colombia-legend-rene-higuita-using-1990-world-cup-blunder-to-fight-coronavirus","urlToImage":"https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0321%2Fr681822_1296x729_16%2D9.jpg","publishedAt":"2020-03-21T23:35:31Z","content":"The global campaign to contain the spread of the coronavirus has gained support from an unexpected but welcome quarter: former Colombia goalkeeper Rene Higuita.\r\nOn Saturday, a photo of one of the great goalkeeping blunders was doing the rounds on social medi… [+3298 chars]"}]