[{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Lebanon announces two-week lockdown over coronavirus","description":"Lebanon on Sunday urged people to stay at home for two weeks and prepared to close its main airport to stem a novel coronavirus outbreak that has killed three people in the country. Information Minister Manal Abdel Samad ordered \"citizens to remain at home an…","url":"https://news.yahoo.com/lebanon-announces-two-week-lockdown-over-coronavirus-204138384.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/vMcz.vy.WWelYdGWC1fpGg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/Deie6nGZQh_j8aDKn.0BgA--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/f8994adb193e81a7b9aca0336eb3ee1fc746c8b8.jpg","publishedAt":"2020-03-15T20:41:38Z","content":"Beirut (AFP) - Lebanon on Sunday urged people to stay at home for two weeks and prepared to close its main airport to stem a novel coronavirus outbreak that has killed three people in the country.\r\nThe COVID-19 virus has officially infected 99 people in the M… [+1894 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Empty streets throughout the world","description":"A gallery of empty streets in towns and cities around the world due to the coronavirus outbreak.","url":"https://www.bbc.co.uk/news/in-pictures-51914110","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/AE5D/production/_111273644_hi060645308-small.jpg","publishedAt":"2020-03-16T16:50:26Z","content":"The outbreak of the coronavirus has led to the emptying of public spaces around the world, whether by government decree or by more personal responses.\r\nImage copyrightANGELO CARCONI / EPAImage caption\r\n Pope Francis delivers his weekly prayers to an empty St … [+1632 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Eric Knecht","title":"Starved of dollars and drowning in debt, Lebanon's economy sinks fast","description":"After importing medical supplies to Lebanon for 20 years, Hassan Hamdan shut his business in December. Sales were plummeting, clients couldn't pay, and the dollars he needed to buy imports had dried up. Now he drives an Uber.","url":"https://www.reuters.com/article/us-lebanon-crisis-economy-insight-idUSKBN20Z1FC","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200312&t=2&i=1502159125&w=1200&r=LYNXMPEG2B0Y8","publishedAt":"2020-03-12T10:30:27Z","content":"BEIRUT (Reuters) - After importing medical supplies to Lebanon for 20 years, Hassan Hamdan shut his business in December. Sales were plummeting, clients couldn’t pay, and the dollars he needed to buy imports had dried up. Now he drives an Uber. \r\nBusinesses s… [+6328 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"Reuters","title":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines - ABS-CBN News","description":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines ABS-CBN News Qatar bars arrivals from PH, 13 other countries amid coronavirus jitters INQUIRER.net Qatar bans travelers from PH, 13 other countries amid coronavirus worries CNN Phil…","url":"https://news.abs-cbn.com/overseas/03/09/20/qatar-traveler-philippines-filipinos-ofws-coronavirus-ncov-covid-19","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/09/ofw.jpg","publishedAt":"2020-03-08T22:52:00Z","content":"CAIRO - Qatar has temporarily barred travelers from 14 countries from March 9 as a precaution against the rapidly spreading coronavirus, the government announced on Sunday.\r\nThe ban covers China, Egypt, India, Iran, Iraq, Lebanon, Bangladesh, Nepal, Pakistan,… [+231 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Rebekah Riess and Hollie Silverman, CNN","title":"Children's author and illustrator Tomie dePaola has died","description":"Tomie dePaola, a children's author and illustrator known for his book \"Strega Nona,\" died Monday.","url":"https://www.cnn.com/2020/03/31/us/author-tomie-depaola-dies-trnd/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200330234542-tomie-depaola-lead-image-super-tease.jpg","publishedAt":"2020-03-31T04:04:32Z","content":"(CNN)Tomie dePaola, a children's author and illustrator known for his book \"Strega Nona,\" died Monday.\r\nThe 85-year-old author died from complications from surgery after he fell in his barn which served as a studio, according to a statement from his literary … [+780 chars]"},{"source":{"id":"time","name":"Time"},"author":"Kathy McCormack, Matthew Lee and Eric Tucker / AP","title":"2 Americans Who Were Imprisoned in Lebanon and Iran Released","description":"Michael White, imprisoned more than a year ago in Iran, and Amer Fakhour, who faced decades-old charges in Lebanon, were both released.","url":"https://time.com/5807056/americans-freed-iran-lebanon/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/michael-white-freed-iran.jpg?quality=85&w=498&h=388&crop=1","publishedAt":"2020-03-20T04:29:11Z","content":"(WASHINGTON) — An American jailed for months in Lebanon was released from custody Thursday, while a Navy veteran was granted medical furlough from an Iran prison as the country struggles to curb the spread of coronavirus, U.S. officials said.\r\nSecretary of St… [+6427 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Colin Dwyer","title":"Coronavirus Fears Derail Friday Prayers For Muslims Across The World","description":"\"Islam doesn't permit practices that would put human life in danger,\" said the head of religious affairs in Turkey, one of a host of Muslim-majority countries to curtail gatherings at mosques.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/19/818337269/coronavirus-fears-derail-friday-prayers-for-muslims-across-the-world","urlToImage":"https://media.npr.org/assets/img/2020/03/19/gettyimages-1206570795_wide-940d040438c5f37f0a899392c99e8db65b32d50c.jpg?s=1400","publishedAt":"2020-03-19T19:22:27Z","content":"A government worker disinfects the Klç Ali Pasa mosque in Istanbul last week. Turkey is just one of a host of countries across the Muslim world where Friday prayers have been banned or curtailed to stem the spread of the coronavirus.\r\nYasin Akgul/AFP via Gett… [+2022 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Lebanon declares medical emergency, urges home working","description":"President Michel Aoun declared a medical state of emergency in Lebanon on Sunday and called on people to work from home as the country steps up measures to prevent the spread of coronavirus. \"Each of us is called upon to continue his work, from home, in the w…","url":"https://news.yahoo.com/lebanon-declares-medical-emergency-urges-151110424.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/NizJAJqti51Y1SX1dk_UsA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05MjYuNA--/https://s.yimg.com/uu/api/res/1.2/y4F.W.1A.sot2y25Qfpj6A--~B/aD01Nzk7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/88c0823b9a178128aea27002dd94d4cd","publishedAt":"2020-03-15T15:11:10Z","content":"BEIRUT (Reuters) - President Michel Aoun declared a medical state of emergency in Lebanon on Sunday and called on people to work from home as the country steps up measures to prevent the spread of coronavirus.\r\n\"Each of us is called upon to continue his work,… [+1267 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Lebanon calls in army to enforce coronavirus lockdown","description":"Lebanon Saturday called in the army and security forces to ensure people stay at home to slow the spread of the novel coronavirus that has killed four people nationwide. In a televised address, Prime Minister Hassan Diab said the number of cases had risen to …","url":"https://news.yahoo.com/lebanon-calls-army-enforce-coronavirus-lockdown-222325322.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/8Pi.lJG7BGMD8GLiahAPzw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTU-/https://s.yimg.com/uu/api/res/1.2/Wsti5IJQCW7FggVko_5kLA--~B/aD01MTM7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/d9afae67400c236695539ded1be06143294b56e4.jpg","publishedAt":"2020-03-21T22:23:25Z","content":"Beirut (AFP) - Lebanon Saturday called in the army and security forces to ensure people stay at home to slow the spread of the novel coronavirus that has killed four people nationwide.\r\nIn a televised address, Prime Minister Hassan Diab said the number of cas… [+1528 chars]"},{"source":{"id":"the-globe-and-mail","name":"The Globe And Mail"},"author":null,"title":"Many airlines at risk of bankruptcy as industry faces cash crisis: IATA - The Globe and Mail","description":"Many airlines at risk of bankruptcy as industry faces cash crisis: IATA The Globe and Mail Global airlines need up to $200bn of state support: IATA Arab News IATA: 'urgent measures' needed to support air cargo Flightglobal Airlines badly need a lift as indust…","url":"https://www.theglobeandmail.com/business/article-airlines-facing-liquidity-crisis-as-demand-vanishes-iata/","urlToImage":"https://www.theglobeandmail.com/resizer/Ofwek13JggmqMHhtD7M9WHD9QhQ=/1200x0/filters:quality(80)/arc-anglerfish-tgam-prod-tgam.s3.amazonaws.com/public/OAUANWFZS5AGNN6TBORYYMJ4CA.jpg","publishedAt":"2020-03-17T12:54:26Z","content":"A passenger walks through arrivals at Heathrow Terminal 5, in London, on March 17, 2020.\r\nRichard Heathcote/Getty Images\r\nThe COVID-19 pandemic has plunged airlines into a cash crisis that threatens the existence of a large part of the global industry.\r\nBrian… [+5855 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Airlines suspend flights due to coronavirus outbreak","description":"Airlines across the globe have suspended flights or modified services in response to the coronavirus outbreak.","url":"https://www.reuters.com/article/us-health-coronavirus-airlines-factbox-idUSKBN20W350","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200309&t=2&i=1501004825&w=1200&r=LYNXMPEG2820D","publishedAt":"2020-03-09T23:27:31Z","content":"(Reuters) - Airlines across the globe have suspended flights or modified services in response to the coronavirus outbreak. \r\nBelow are details (in alphabetical order): \r\nAIRLINES THAT HAVE CANCELED ALL FLIGHTS TO MAINLAND CHINA \r\n**American Airlines (AAL.O) e… [+11485 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Coronavirus cases rise in UAE and Qatar: ministries","description":"The number of coronavirus cases in the United Arab Emirates has risen to 45 from 30, the health ministry said on Saturday. Qatar also reported its 12th case of the virus, a Qatari national who had visited Iran, its health ministry said. The United Arab Emirat…","url":"https://news.yahoo.com/coronavirus-cases-rise-uae-qatar-212011026.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/2CCpawc0xpp1y6FqSw0qEQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/UtWyIyY.sIMknQWpOwQ8gg--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/321ca0ccd19b89259d635873e8d8ec6a","publishedAt":"2020-03-06T21:20:11Z","content":"DUBAI (Reuters) - The number of coronavirus cases in the United Arab Emirates has risen to 45 from 30, the health ministry said on Saturday.\r\nQatar also reported its 12th case of the virus, a Qatari national who had visited Iran, its health ministry said.\r\nTh… [+1009 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Bill Bostock","title":"This is the worst day ever for coronavirus around the world — but wait until tomorrow","description":"Thursday, March 19, marked the worst day of the coronavirus outbreak so far. People around the world woke up to 20,584 new infections and 973 new deaths recorded the night before— marking a new record. Health authorities typically release these numbers at the…","url":"https://www.businessinsider.com/coronavirus-infections-deaths-hit-record-looks-worse-2020-3","urlToImage":"https://i.insider.com/5e7395b1c485402ed33c7a66?width=1200&format=jpeg","publishedAt":"2020-03-19T15:47:11Z","content":"For much of the world, Thursday, March 19, marked the worst day of the coronavirus outbreak so far, both in terms of deaths and infections.\r\nThe virus that emerged in China last December has now spread to every continent bar Antarctica, and left more than 9,0… [+1839 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"ABS-CBN News","title":"Kuwait requires medical certificate for travelers from PH, 9 other countries - ABS-CBN News","description":"Travelers to Kuwait from the Philippines and nine other countries will need to prove they are free of the coronavirus disease (COVID-19) before they are allowed entry, the Gulf state said Wednesday.","url":"https://news.abs-cbn.com/news/03/04/20/kuwait-requires-medical-certificate-for-travelers-from-ph-9-other-countries","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2018/news/02/19/20180218-kuwait-ofws-afp.jpg","publishedAt":"2020-03-04T08:33:00Z","content":"MANILA - Travelers to Kuwait from the Philippines and nine other countries will need to prove they are free of the coronavirus disease (COVID-19) before they are allowed entry, the Gulf state said Wednesday.\r\nStarting March 8, \"all expats passengers from the … [+2162 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"'Just one case': fears coronavirus may spread like wildfire in world's refugee camps","description":"In the world’s largest refugee settlement in Bangladesh, filmmaker Mohammed Arafat has been making public safety videos to warn about the dangers of coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-refugees-idUSKBN21F0OW","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200328&t=2&i=1509409733&w=1200&r=LYNXMPEG2R0HO","publishedAt":"2020-03-28T16:13:32Z","content":"(Reuters) - In the world’s largest refugee settlement in Bangladesh, filmmaker Mohammed Arafat has been making public safety videos to warn about the dangers of coronavirus. \r\nThe 25-year-old is worried that the disease will devastate the vast, crowded camps … [+9978 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Norihiko Shirouzu","title":"Exclusive: Nissan to pull out of venture fund with Renault in cost-cutting drive, sources say","description":"Nissan Motor Co <7201.T> is likely to pull out from a venture capital fund it runs with alliance partners Renault SA and Mitsubishi Motors, as part of the Japanese automaker's drive to cut costs and conserve cash, two sources said.","url":"https://www.reuters.com/article/us-nissan-fund-exclusive-idUSKBN20X1AN","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200310&t=2&i=1501204707&w=1200&r=LYNXMPEG290RW","publishedAt":"2020-03-10T10:45:07Z","content":"TOKYO (Reuters) - Nissan Motor Co (7201.T) is likely to pull out from a venture capital fund it runs with alliance partners Renault SA (RENA.PA) and Mitsubishi Motors, as part of the Japanese automaker’s drive to cut costs and conserve cash, two sources said.… [+2209 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Is Iran covering up its outbreak?","description":"Iran has seen one of the worst coronavirus outbreaks but the true scale may be being downplayed.","url":"https://www.bbc.co.uk/news/world-middle-east-51930856","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/C1AF/production/_111338594_iran-corona---liight-green.png","publishedAt":"2020-03-20T09:54:58Z","content":"Iran is facing one of the largest coronavirus outbreaks in the world. Today, as families celebrate Persian New Year, Nowruz, there is concern the true scale of the virus is being downplayed by the government and could rapidly get much worse. \r\nMohammad has be… [+13474 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Scott Peterson","title":"How do you do social distancing in a refugee camp?","description":"Syrian refugees point to a challenge for the whole world. Defeating the coronavirus means improving conditions even in the toughest places.","url":"https://news.yahoo.com/social-distancing-refugee-camp-192600316.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-20T19:26:00Z","content":"Syrians now entering their 10th year of war could be forgiven for believing they have already faced the modern equivalent of the biblical Four Horsemen of the Apocalypse.\r\nBut the millions of refugees and internally displaced Syrians are bracing for yet anoth… [+7824 chars]"}]