[{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Josh Constine","title":"Facebook deletes Brazil President’s coronavirus misinfo post","description":"Facebook has diverted from its policy of not fact-checking politicians in order to prevent the spread of potentially harmful coronavirus misinformation from Brazilian President Jair Bolsonaro. Facebook made the decisive choice to remove a video shared by Bols…","url":"http://techcrunch.com/2020/03/30/facebook-removes-bolsonaro-video/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1208505324-1.jpg?w=764","publishedAt":"2020-03-31T00:39:36Z","content":"Facebook has diverted from its policy of not fact-checking politicians in order to prevent the spread of potentially harmful coronavirus misinformation from Brazilian President Jair Bolsonaro. Facebook made the decisive choice to remove a video shared by Bols… [+2470 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"Video shows Mexican president in a crowd of children during coronavirus pandemic","description":"Political leaders in some Latin American countries, including Mexico and Brazil, have downplayed the severity of the coronavirus pandemic in their own countries. CNN's Matt Rivers reports.","url":"https://www.cnn.com/videos/world/2020/03/25/mexico-brazil-response-coronavirus-rivers-lead-vpx.cnn","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200325172113-mexicos-president-rivers-hit-lead-super-tease.jpg","publishedAt":"2020-03-25T21:35:15Z","content":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."},{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"OPEC under pressure as coronavirus hits oil demand","description":"Rising production in the United States, Norway, and Brazil is making life more complicated for the OPEC+ producers. And as the coronavirus spreads around the world, OPEC and its allies are considering emergency measures.","url":"https://www.cnn.com/videos/business/2020/03/04/opec-oil-demand-coronavirus.cnn-business","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200304153141-oil-demand-defterios-pkg-super-tease.jpg","publishedAt":"2020-03-04T20:36:55Z","content":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Brazil confirms eighth coronavirus case as it spreads across country","description":"Brazil has confirmed eight cases of the new coronavirus as of Thursday, including the first instances of likely local transmission, as the infectious disease spreads up the coast to tourist hotspot Rio de Janeiro and neighboring Espirito Santo state, the Heal…","url":"https://www.reuters.com/article/us-health-coronavirus-brazil-idUSKBN20S2WJ","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200305&t=2&i=1499276839&w=1200&r=LYNXMPEG241YQ","publishedAt":"2020-03-05T22:03:52Z","content":"RIO DE JANEIRO (Reuters) - Brazil has confirmed eight cases of the new coronavirus as of Thursday, including the first instances of likely local transmission, as the infectious disease spreads up the coast to tourist hotspot Rio de Janeiro and neighboring Esp… [+1348 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Lisandra Paraguassu","title":"Bolsonaro calls June critical month for coronavirus in Brazil","description":"Brazilian President Jair Bolsonaro said on Friday that June would likely be the most critical month for the coronavirus outbreak in the country, as he criticized state governors for taking extreme measures that were slowing the economy.","url":"https://www.reuters.com/article/us-health-coronavirus-brazil-idUSKBN2171T4","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-20T14:33:34Z","content":"BRASILIA (Reuters) - Brazilian President Jair Bolsonaro said on Friday that June would likely be the most critical month for the coronavirus outbreak in the country, as he criticized state governors for taking extreme measures that were slowing the economy. \r… [+1521 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Jake Spring","title":"Exclusive: Brazil scales back environmental enforcement amid coronavirus","description":"Brazil will cut back on efforts to fight environmental crimes during the coronavirus outbreak, an official at environmental agency Ibama told Reuters, despite concerns that reduced protection could lead to a spike in deforestation.","url":"https://www.reuters.com/article/us-health-coronavirus-brazil-environment-idUSKBN21E15H","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200327&t=2&i=1508828760&w=1200&r=LYNXMPEG2Q0MK","publishedAt":"2020-03-27T09:03:35Z","content":"BRASILIA (Reuters) - Brazil will cut back on efforts to fight environmental crimes during the coronavirus outbreak, an official at environmental agency Ibama told Reuters, despite concerns that reduced protection could lead to a spike in deforestation. \r\nIbam… [+4275 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Brazil communications secretary, who met Trump, has coronavirus: government","description":"Brazilian President Jair Bolsonaro's communications secretary, Fabio Wajngarten, has been diagnosed with coronavirus following a second confirmatory test, the presidency's communications office said on Thursday.","url":"https://www.reuters.com/article/us-health-coronavirus-brazil-official-idUSKBN20Z2PN","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-12T16:07:31Z","content":"BRASILIA (Reuters) - Brazilian President Jair Bolsonaro’s communications secretary, Fabio Wajngarten, has been diagnosed with coronavirus following a second confirmatory test, the presidency’s communications office said on Thursday. \r\nWajngarten accompanied B… [+281 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Brazil will not close airports due to coronavirus: minister","description":"Brazil's federal government will not close airports and bus stations due to the coronavirus, Infrastructure Minister Tarcísio Freitas told broadcaster Globonews on Friday in a live interview.","url":"https://www.reuters.com/article/us-health-coronavirus-brazil-airports-idUSKBN2172DF","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-20T15:03:49Z","content":"SAO PAULO (Reuters) - Brazil’s federal government will not close airports and bus stations due to the coronavirus, Infrastructure Minister Tarcísio Freitas told broadcaster Globonews on Friday in a live interview. \r\nFreitas said that greater controls would be… [+173 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Lisandra Paraguassu","title":"As Bolsonaro flouts warnings, coronavirus spreads in Brazil","description":"Augusto Heleno, a national security advisor to Brazil's President Jair Bolsonaro, treated Tuesday, March 17 much like any other workday.","url":"https://www.reuters.com/article/us-health-coronavirus-brazil-bolsonaro-i-idUSKBN21B1AX","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200324&t=2&i=1507485438&w=1200&r=LYNXMPEG2N0WL","publishedAt":"2020-03-24T10:22:14Z","content":"BRASILIA (Reuters) - Augusto Heleno, a national security advisor to Brazil’s President Jair Bolsonaro, treated Tuesday, March 17 much like any other workday. \r\nThe 72-year-old former Army general attended cabinet meetings in the capital of Brasília, embraced … [+6979 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Jon Porter","title":"Amazon’s Alexa voice assistant can now help you diagnose COVID-19","description":"Amazon Alexa users in the US can now use the voice assistant to help diagnose cases of COVID-19, the disease caused by the novel coronavirus. You can ask “Alexa, what do I do if I think I have coronavirus?” for advice.","url":"https://www.theverge.com/2020/3/27/21196735/amazon-alexa-covid-19-coronavirus-diagnosis-advice-symptoms-risk-factors-travel","urlToImage":"https://cdn.vox-cdn.com/thumbor/A_SO4aG6EAUEC1bRfk1tzaycKiY=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/10817641/acastro_180510_1777_alexa_0003.jpg","publishedAt":"2020-03-27T11:20:50Z","content":"Using information from US health authorities\r\nIllustration by Alex Castro / The Verge\r\nAmazon Alexa users in the US can now use the voice assistant as a first step towards diagnosing cases of COVID-19, the disease caused by the novel coronavirus, Amazon has a… [+1856 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Anna Escher","title":"SouSmile raises $10M to grow its anti-braces aligner brand","description":"Amid expectations that early-stage funding and valuations will decline due to an economic downturn caused by the novel coronavirus outbreak, young startups like the Brazilian dental company SouSmile, which raised in the time before COVID-19, are feeling grate…","url":"http://techcrunch.com/2020/03/23/sousmile-raises-10m-to-grow-its-anti-braces-aligner-brand/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/SouSmile_Barra_049.jpg?w=600","publishedAt":"2020-03-23T18:32:43Z","content":"Amid expectations that early-stage funding and valuations will decline due to an economic downturn caused by the novel coronavirus outbreak, young startups like the Brazilian dental company SouSmile, which raised in the time before COVID-19, are feeling grate… [+3978 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Jess Joho","title":"Can't get enough of 'The Circle'? There's a whole other season streaming right now","description":"Netflix's social media-focused reality show The Circle became a viral sensation none of us could fight when it launched earlier this year. And now that we're all stuck at home fighting an actual virus forcing us to avoid all human contact outside our virtual …","url":"https://mashable.com/article/the-circle-brazil-netflix/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F20%252Fc3%252Fe797f45034d94f66896585b86376283e.02b07.jpg%252F1200x630.jpg?signature=XGbJ_bmihT_326JSAKK3aB7yk4M=","publishedAt":"2020-03-20T17:34:02Z","content":"Netflix's social media-focused reality show The Circle became a viral sensation none of us could fight when it launched earlier this year. And now that we're all stuck at home fighting an actual virus forcing us to avoid all human contact outside our virtual … [+6178 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Gabriel Stargardter","title":"Winter is coming: cooling weather in Brazil could fan coronavirus outbreak","description":"The coronavirus outbreak is landing in Brazil as the hot summer days in the southern hemisphere draw to a close and winter approaches, potentially worsening the spread of the virus, medical experts told Reuters.","url":"https://www.reuters.com/article/us-health-coronavirus-brazil-seasons-idUSKBN217131","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200320&t=2&i=1505778364&w=1200&r=LYNXMPEG2J0NY","publishedAt":"2020-03-20T09:25:34Z","content":"RIO DE JANEIRO/BRASILIA (Reuters) - The coronavirus outbreak is landing in Brazil as the hot summer days in the southern hemisphere draw to a close and winter approaches, potentially worsening the spread of the virus, medical experts told Reuters. \r\nLittle is… [+3575 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Philip Reeves","title":"In Brazil, Bolsonaro Doubles Down On 'Exaggerated' Coronavirus","description":"President Jair Bolsonaro labeled regional leaders who have imposed restrictions as \"criminals\" who are \"destroying Brazil.\" His position has brought him into conflict with them and medical experts.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/25/821327282/in-brazil-bolsonaro-doubles-down-on-exaggerated-coronavirus","urlToImage":"https://media.npr.org/assets/img/2020/03/25/ap_20078814144953_wide-f92198f58f2516a796197efb99b5e36a260369ab.jpg?s=1400","publishedAt":"2020-03-25T20:45:27Z","content":"Brazil's President Jair Bolsonaro removes his mask to speak to journalists after a press conference on the coronavirus on Wednesday.\r\nAndre Borges/AP\r\nThere's been a furious reaction in Brazil after President Jair Bolsonaro demanded an end to lockdowns impose… [+2842 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Xeni Jardin","title":"Trump met with Brazil official who has coronavirus","description":" Brazilian President Jair Bolsonaro’s communications secretary, Fabio Wajngarten [RIGHT] instagrammed this selfie of himself hanging out with Trump and Pence before he tested positive for coronavirus. Bolsonaro's press secretary — who had dinner Trump on Sa…","url":"https://boingboing.net/2020/03/12/trump-met-with-brazil-official.html","urlToImage":"https://i1.wp.com/media.boingboing.net/wp-content/uploads/2020/03/ma.jpg?fit=768%2C576&ssl=1","publishedAt":"2020-03-12T15:45:47Z","content":"Brazilian President Jair Bolsonaros communications secretary, Fabio Wajngarten [RIGHT] instagrammed this selfie of himself hanging out with Trump and Pence before he tested positive for coronavirus.\r\nBolsonaro's press secretary hung out with Trump and Pence o… [+2735 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"Jeffrey T. Lewis, Kejal Vyas","title":"Coronavirus Forces Brazil to Seal Borders as Region Struggles to Control Pandemic - Wall Street Journal","description":"Coronavirus Forces Brazil to Seal Borders as Region Struggles to Control Pandemic Wall Street Journal Coronavirus in Latin America: Countries step up restrictions Al Jazeera English View Full Coverage on Google News","url":"https://www.wsj.com/articles/coronavirus-forces-brazil-to-seal-borders-as-region-struggles-to-control-pandemic-11584644650","urlToImage":"https://images.wsj.net/im-166744/social","publishedAt":"2020-03-19T20:04:00Z","content":"SÃO PAULOBrazil closed its borders with eight neighboring countries on Thursday, joining other South American nations in a continentwide quarantine as authorities struggle to control the spread of the coronavirus.\r\nThe measure taken by Brazil, the regions lar… [+233 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Philip Reeves","title":"Supporters Of Brazil's Bolsonaro Call For Protests Against Coronavirus Lockdown","description":"Followers of President Jair Bolsonaro demand that the country returns to work and ends closures imposed to reduce the spread of COVID-19, which has killed 77 in Brazil.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/27/822440615/supporters-of-brazils-bolsonaro-call-for-protests-against-coronavirus-lockdown","urlToImage":"https://media.npr.org/assets/img/2020/03/27/gettyimages-1208287934_wide-3acb770a0ed572293c6625da32faf7fba12f9813.jpg?s=1400","publishedAt":"2020-03-27T13:35:47Z","content":"An aerial view of a near empty park in Rio de Janeiro on Thursday. Right-wing supporters of the president are calling for an end to restrictions put in place to stop the spread of the coronavirus.\r\nBuda Mendes/Getty Images\r\nRight-wing groups in Brazil are sum… [+2718 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Tom McKay","title":"Brazil's Bolsonaro Blames Press for Covid-19 'Hysteria,' Boasts He's Too Fit to Get Sick in Speech","description":"Brazil’s far-right President Jair Bolsonaro sparked protests with a Tuesday evening address in which he claimed the ongoing coronavirus pandemic is a media “fantasy,” demanded governors end quarantine and isolation measures, and bragged that he is so healthy …","url":"https://gizmodo.com/brazils-bolsonaro-blames-press-for-covid-19-hysteria-b-1842480778","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/nfhpimxzxkmwff0yuss7.jpg","publishedAt":"2020-03-25T04:10:00Z","content":"Brazils far-right President Jair Bolsonaro sparked protests with a Tuesday evening address in which he claimed the ongoing coronavirus pandemic is a media fantasy, demanded governors end quarantine and isolation measures, and bragged that he is so healthy he … [+4281 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Merrit Kennedy","title":"Brazilian Official Who Met Trump Last Weekend Tests Positive For Coronavirus","description":"During a trip to Florida, Fábio Wajngarten posted a photo of himself on social media standing directly next to President Trump and wearing a hat that says \"Make Brazil Great Again.\"","url":"https://www.npr.org/2020/03/12/815022706/brazilian-official-who-met-trump-last-weekend-tests-positive-for-coronavirus","urlToImage":"https://media.npr.org/assets/img/2020/03/12/gettyimages-1205709260_wide-a7320997f0708091ed48986c87b066115a0aa416.jpg?s=1400","publishedAt":"2020-03-12T19:21:00Z","content":"President Donald Trump and other U.S. officials met with Brazilian President Jair Bolsonaro and his delegation last weekend at Mar-a-Lago in Palm Beach, Florida.\r\nJim Watson /AFP via Getty Images\r\nThe Brazilian government says an official who met President Tr… [+2830 chars]"},{"source":{"id":null,"name":"Youtube.com"},"author":null,"title":"Brazil completes Covid-19 DNA sequencing to help in developing vaccines | Coronavirus | World News - WION","description":"Brazil completes Covid-19 DNA sequencing to help in developing vaccines | Coronavirus | World News WION Washington state coronavirus not yet showing up in B.C. 100 Mile House Free Press Coronavirus outbreak: 3 new cases of COVID-19 in Ontario, province total …","url":"https://www.youtube.com/watch?v=BJgSDGEkct8","urlToImage":"https://i.ytimg.com/vi/BJgSDGEkct8/maxresdefault.jpg","publishedAt":"2020-03-03T07:52:24Z","content":"In just 48 hours a group of scientists completed the DNA sequencing of the deadly coronavirus that has already claimed over 3125 lives globally. the experiment was a joint effort by Adolful Leutes Insitute in partnership with Tropical Medical Institute, Unive… [+934 chars]"}]