[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"'Just one case': fears coronavirus may spread like wildfire in world's refugee camps","description":"In the world’s largest refugee settlement in Bangladesh, filmmaker Mohammed Arafat has been making public safety videos to warn about the dangers of coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-refugees-idUSKBN21F0OW","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200328&t=2&i=1509409733&w=1200&r=LYNXMPEG2R0HO","publishedAt":"2020-03-28T16:13:32Z","content":"(Reuters) - In the world’s largest refugee settlement in Bangladesh, filmmaker Mohammed Arafat has been making public safety videos to warn about the dangers of coronavirus. \r\nThe 25-year-old is worried that the disease will devastate the vast, crowded camps … [+9978 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Gibran Naiyyar Peshimam","title":"Pakistan, Bangladesh try to stop Friday prayers to avert coronavirus spike","description":"Police in Pakistan will enforce a strict lockdown to prevent people from going to mosques to offer Friday prayers and fuel a rise in coronavirus infection, officials said, after failing to prevent large congregations last week.","url":"https://www.reuters.com/article/us-health-coronavirus-southasia-idUSKBN21L0W1","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200403&t=2&i=1511835535&w=1200&r=LYNXMPEG320JZ","publishedAt":"2020-04-03T07:26:03Z","content":"ISLAMABAD/DHAKA (Reuters) - Police in Pakistan will enforce a strict lockdown to prevent people from going to mosques to offer Friday prayers and fuel a rise in coronavirus infection, officials said, after failing to prevent large congregations last week. \r\nH… [+4257 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"Reuters","title":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines - ABS-CBN News","description":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines ABS-CBN News Qatar bars arrivals from PH, 13 other countries amid coronavirus jitters INQUIRER.net Qatar bans travelers from PH, 13 other countries amid coronavirus worries CNN Phil…","url":"https://news.abs-cbn.com/overseas/03/09/20/qatar-traveler-philippines-filipinos-ofws-coronavirus-ncov-covid-19","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/09/ofw.jpg","publishedAt":"2020-03-08T22:52:00Z","content":"CAIRO - Qatar has temporarily barred travelers from 14 countries from March 9 as a precaution against the rapidly spreading coronavirus, the government announced on Sunday.\r\nThe ban covers China, Egypt, India, Iran, Iraq, Lebanon, Bangladesh, Nepal, Pakistan,… [+231 chars]"},{"source":{"id":"time","name":"Time"},"author":"JULHAS ALAM / AP","title":"Bangladesh Garment Makers Say $3 Billion in Orders Lost Due to Coronavirus","description":"Bangladesh garment manufacturers says retailers have cancelled or put on hold more than $3 billion in orders due to the coronavirus outbreak","url":"https://time.com/5812406/bangladesh-garment-manufacturing-coronavirus-losses/","urlToImage":"https://api.time.com/wp-content/uploads/2020/03/Bangladesh_garment_manufacturers_coronavirus_losses.jpg?quality=85&w=1200&h=628&crop=1","publishedAt":"2020-03-30T09:38:30Z","content":"(DHAKA, Bangladesh) — Bangladesh garment manufacturers says fashion retailers have cancelled or put on hold more than $3 billion in orders due to the coronavirus outbreak, though a handful have agreed to pay anyway.\r\nThe data from the Bangladesh Garment Manuf… [+2881 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Manish Singh","title":"India’s MX Player expands to US, UK and other markets in international push","description":"MX Player, the on-demand video streaming service owned by India’s conglomerate Times Internet, is expanding to more than half a dozen new international markets including the U.S. and the UK to supply more entertainment content to millions of people trapped in…","url":"http://techcrunch.com/2020/03/26/indias-mx-player-expands-to-us-uk-and-other-markets-in-international-push/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1158741178.jpg?w=600","publishedAt":"2020-03-26T11:01:17Z","content":"MX Player, the on-demand video streaming service owned by Indias conglomerate Times Internet, is expanding to more than half a dozen new international markets including the U.S. and the UK to supply more entertainment content to millions of people trapped in … [+1985 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"The week in 28 photos","description":"Take a look at 28 photos of the week from March 13 through March 19.","url":"https://www.cnn.com/2020/03/19/world/gallery/week-in-photos-0320/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200319205002-01-week-in-photos-0320-super-tease.jpg","publishedAt":"2020-03-20T02:57:18Z","content":"previous image\r\nnext image\r\nFormer Vice President Joe Biden, left, greets US Sen. Bernie Sanders with an elbow bump before the start of their debate in Washington on Sunday, March 15. The Centers for Disease Control and Prevention suggests that people avoid h… [+4917 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Paine would 'fully support' Smith captaincy return","description":"Australian Test captain Tim Paine says he would support team-mate Steve Smith if the former captain was to lead the side again.","url":"https://www.bbc.co.uk/sport/cricket/52107942","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/F8AA/production/_111485636_steve_smith_getty.jpg","publishedAt":"2020-03-31T12:19:56Z","content":"As captain, Paine has won 10 Tests, with six losses and one draw\r\nAustralia Test captain Tim Paine says he would “fully support” Steve Smith if the former skipper were to lead the side again.\r\nPaine, 35, took over the captaincy in March 2018 after Smith was b… [+1614 chars]"},{"source":{"id":"time","name":"Time"},"author":"Mayyu Ali","title":"Rohingya Refugees Brace for a New Deadly Threat—Coronavirus","description":"Having already endured a brutal military crackdown and displacement, Rohingya refugees now face the prospect of further devastation","url":"https://time.com/5814952/rohingya-refugees-coronavirus-bangladesh/","urlToImage":"https://api.time.com/wp-content/uploads/2020/04/bangladesh_rohingya_refugees_coxs_bazar_coronavirus.jpg?quality=85&crop=0px%2C139px%2C1024px%2C536px&resize=1200%2C628&strip","publishedAt":"2020-04-03T09:47:33Z","content":"In the largest refugee settlement on earth, we are holding our breath.\r\nOn March 24, Cox’s Bazar, Bangladesh confirmed a COVID-19 case. It’s now just a matter of time before the outbreak reaches the nearby camps, where hundreds of thousands of Rohinyga refuge… [+4261 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Dharna Noor on Earther, shared by Brian Kahn to Gizmodo","title":"Even a Relatively Small Nuclear War Would Cause Global Famine","description":"As both the coronavirus pandemic and the climate crisis provoke your anxieties, it’s important to remember all of the world’s wonderful possibilities. Which is why I present you: the impacts of nuclear war. Read more...","url":"https://earther.gizmodo.com/even-a-relatively-small-nuclear-war-would-cause-global-1842361610","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/ha2wcjah8swtaipozc9i.jpg","publishedAt":"2020-03-16T19:05:00Z","content":"As both the coronavirus pandemic and the climate crisis provoke your anxieties, its important to remember all of the worlds wonderful possibilities. Which is why I present you: the impacts of nuclear war.\r\nA large-scale nuclear war is a nightmarish scenario t… [+4521 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Danny Crichton","title":"How the coronavirus outbreak will stress-test startups","description":"Eli Cahan Contributor Share on Twitter Eli Cahan is a medical student at NYU on leave to complete a master’s in health policy at Stanford as a Knight-Hennessey Scholar. His research addresses the effectiveness, economics, and ethics of (digital) health innova…","url":"http://techcrunch.com/2020/03/10/how-the-coronavirus-outbreak-will-stress-test-startups/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1206365585.jpg?w=454","publishedAt":"2020-03-11T01:11:43Z","content":"More posts by this contributor\r\nThe coronavirus pandemic continues to spread with no signs of abating. Over 100,000 cases have been confirmed in almost 100 countries across the globe as of this writing. Some 4,000 deaths have been reported, 80% of which occur… [+9719 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Sarah Al-Arshani","title":"Photos from inside refugee camps show how they could be decimated by coronavirus","description":"COVID-19 could run rampant in refugee camps. Human rights organizations are worried that the refugee population won't have access to resources needed to both prevent and then treat the outbreak. Violence broke out in a refugee camp in Lesbos, Greece, after a …","url":"https://www.businessinsider.com/a-coronavirus-outbreak-could-leave-refugees-even-more-vulnerable-2020-3","urlToImage":"https://i.insider.com/5e734691c485403590452d12?width=1200&format=jpeg","publishedAt":"2020-03-19T10:22:47Z","content":"As the coronavirus pandemic spreads across the world, many refugee rights organizations and activists are worried what the outbreak could mean for some of the world's most vulnerable population.\r\nIn a statement, Jan Egeland the secretary general of the Norweg… [+1440 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Taylor Nicole Rogers","title":"The 10 countries where the most jobs depend on travel and tourism","description":"International tourism is taking a major hit amid rising concerns about the novel coronavirus, but the industry doesn't affect every country's economy in the same way. According to a report from visa assistance firm official-esta.com, India creates 172 jobs fo…","url":"https://www.businessinsider.com/countries-that-generate-most-jobs-from-tourism-travel","urlToImage":"https://i.insider.com/5e4ee0f304389523bb08a447?width=1200&format=jpeg","publishedAt":"2020-03-02T21:28:00Z","content":"Airlines are grounding flights, hundreds of hotels are temporarily closing their doors, and countries across the globe are instituting travel bans as the novel coronavirus spreads.\r\nFor countries that rely on international visitors to create jobs, the virus c… [+1198 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Coronavirus cases rise in UAE and Qatar: ministries","description":"The number of coronavirus cases in the United Arab Emirates has risen to 45 from 30, the health ministry said on Saturday. Qatar also reported its 12th case of the virus, a Qatari national who had visited Iran, its health ministry said. The United Arab Emirat…","url":"https://news.yahoo.com/coronavirus-cases-rise-uae-qatar-212011026.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/2CCpawc0xpp1y6FqSw0qEQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/UtWyIyY.sIMknQWpOwQ8gg--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/321ca0ccd19b89259d635873e8d8ec6a","publishedAt":"2020-03-06T21:20:11Z","content":"DUBAI (Reuters) - The number of coronavirus cases in the United Arab Emirates has risen to 45 from 30, the health ministry said on Saturday.\r\nQatar also reported its 12th case of the virus, a Qatari national who had visited Iran, its health ministry said.\r\nTh… [+1009 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"ABS-CBN News","title":"Kuwait requires medical certificate for travelers from PH, 9 other countries - ABS-CBN News","description":"Travelers to Kuwait from the Philippines and nine other countries will need to prove they are free of the coronavirus disease (COVID-19) before they are allowed entry, the Gulf state said Wednesday.","url":"https://news.abs-cbn.com/news/03/04/20/kuwait-requires-medical-certificate-for-travelers-from-ph-9-other-countries","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2018/news/02/19/20180218-kuwait-ofws-afp.jpg","publishedAt":"2020-03-04T08:33:00Z","content":"MANILA - Travelers to Kuwait from the Philippines and nine other countries will need to prove they are free of the coronavirus disease (COVID-19) before they are allowed entry, the Gulf state said Wednesday.\r\nStarting March 8, \"all expats passengers from the … [+2162 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Sanjeev Miglani","title":"Infection rate steepens as India searches for 9,000 exposed to Delhi cluster","description":"India reported its biggest single day increase in coronavirus cases as officials on Thursday raced to track down some 9,000 people exposed to the country's biggest infection cluster during a Muslim missionary group's gathering in the capital last month. Prime…","url":"https://news.yahoo.com/infection-rate-steepens-india-searches-084050301.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/EjZszezQcNeE_tXvtdlzRQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05MzQuNA--/https://s.yimg.com/uu/api/res/1.2/LH_wrRzEQE6ZybNgCarAgg--~B/aD01ODQ7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/08413015b4d1fc75912b7646d45c9502","publishedAt":"2020-04-02T08:40:50Z","content":"By Sanjeev Miglani\r\nNEW DELHI (Reuters) - India reported its biggest single day increase in coronavirus cases as officials on Thursday raced to track down some 9,000 people exposed to the country's biggest infection cluster during a Muslim missionary group's … [+3679 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"BBC","title":"Aung San Suu Kyi opens Facebook account","description":"The former Nobel Peace Prize winner has been strongly criticised over the Rohingya crisis.","url":"https://news.yahoo.com/aung-san-suu-kyi-opens-172702342.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/8em84CMs9l7dUYwxv3fjrw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTExODg7aD02Njg-/https://s.yimg.com/uu/api/res/1.2/Rrta1dRxNx0d3Yn0YWTDJw--~B/aD0zMzQ7dz01OTQ7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-gb/bbc_us_articles_995/19b60ea41d188cc1ba9e5073c9cafbcc","publishedAt":"2020-04-01T17:27:02Z","content":"Myanmar's de-facto leader Aung San Suu Kyi has opened a Facebook account.\r\nIn her first message posted on Wednesday, the leader said she had joined in order to \"communicate faster and more efficiently\" about the coronavirus pandemic.\r\nFacebook has admitted th… [+1296 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Countries evacuating nationals from coronavirus-hit areas","description":"A growing number of countries around the world have been evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus.","url":"https://www.reuters.com/article/us-china-health-evacuation-factbox-idUSKBN20Q0UZ","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200303&t=2&i=1498066406&w=1200&r=LYNXMPEG220KO","publishedAt":"2020-03-03T08:38:50Z","content":"(Reuters) - A growing number of countries around the world have been evacuating or planning to evacuate diplomatic staff and citizens from areas hit by the new coronavirus. \r\nFollowing are some countries’ evacuation plans, and how they aim to manage the healt… [+4518 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Gibran Naiyyar Peshimam and Ruma Paul","title":"Pakistan, Bangladesh try to stop Friday prayers to avert coronavirus spike","description":"Police in Pakistan will enforce a strict lockdown to prevent people from going to mosques to offer Friday prayers and fuel a rise in coronavirus infection, officials said, after failing to prevent large congregations last week. Health experts have warned of a…","url":"https://news.yahoo.com/pakistan-bangladesh-try-stop-friday-072603129.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/f7oQAucetOJYnZKWKecTng--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/XWRr2JiWzxXthPG.n5Hccg--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/cc5fbe669c1abd41321a42cc13ff7f70","publishedAt":"2020-04-03T07:26:03Z","content":"By Gibran Naiyyar Peshimam and Ruma Paul\r\nISLAMABAD/DHAKA (Reuters) - Police in Pakistan will enforce a strict lockdown to prevent people from going to mosques to offer Friday prayers and fuel a rise in coronavirus infection, officials said, after failing to … [+4269 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"vice-news","name":"Vice News"},"author":"Tim Hume, VICE News","title":"Coronavirus Has Arrived In the World's Biggest Refugee Camp: ‘Like Nothing We've Ever Seen Before’","description":"“Our assumption — which is an unfortunate, but reasonable one to make — is that once it’s in the camps, nearly everyone will get it.”","url":"https://www.vice.com/en_us/article/n7jmyx/coronavirus-has-arrived-in-the-worlds-biggest-refugee-camp-like-nothing-weve-ever-seen-before","urlToImage":"https://video-images.vice.com/test-uploads/articles/5e7bc46d1511e6009c558fbf/lede/1585219925479-RS66373_BGD-2019-ESTEY-6180-original.jpeg?crop=1xw:0.8427xh;0xw,0xh&resize=1200:*","publishedAt":"2020-03-26T11:24:43Z","content":"For months, aid agencies have feared the arrival of coronavirus in the worlds largest refugee settlement, the sprawling camps of Bangladeshs Coxs Bazar district, where about 855,000 people live in overcrowded and dirty conditions. \r\n Now, the first case of CO… [+4915 chars]"}]