[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Cnet.com"},"author":"Richard Trenholm","title":"Eurovision 2020 canceled by coronavirus, so enjoy the songs here - CNET","description":"COVID-19 earns null points, but you can still enjoy this year's entrants to the infamous song contest.","url":"https://www.cnet.com/news/eurovision-song-contest-2020-canceled-due-to-coronavirus/","urlToImage":"https://cnet3.cbsistatic.com/img/zeZjkYC4wAE7M0F0wTOOlXoIJfY=/2020/03/18/5043372a-e1ea-4e06-b8fb-0d3a46d896da/eurovision.jpg","publishedAt":"2020-03-18T18:13:00Z","content":"Duncan Laurence, representing The Netherlands, took the trophy at last year's Eurovision.\r\nMichael Campanella/Getty Images\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nThe Eurovision Song Contest 2020 h… [+2465 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Latest on the spread of coronavirus around the world","description":"The number of people infected with the coronavirus topped 111,000 across the world as the outbreak spread to more countries, causing greater economic damage.","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN20W33B","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-09T22:56:17Z","content":"(Reuters) - The number of people infected with the coronavirus topped 111,000 across the world as the outbreak spread to more countries, causing greater economic damage. \r\n(Interactive graphic tracking global spread of coronavirus: open tmsnrt.rs/3aIRuz7 in a… [+6469 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"‘Deep concern’ over coronavirus emergency powers","description":"Hungary’s Prime Minister Viktor Orban took sweeping new powers to fight the virus on Monday.","url":"https://www.bbc.co.uk/news/world-europe-52135402","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/C6FE/production/_111524905_gettyimages-1208644624.jpg","publishedAt":"2020-04-02T10:53:04Z","content":"Image copyrightGetty ImagesImage caption\r\n Hungary was not singled out but there has been widespread condemnation of the sweeping powers handed to the prime minister\r\nA group of 13 EU member states have said they are deeply concerned about the use of emergenc… [+3889 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Benet Koleka","title":"Albania confirms first coronavirus cases, in father and son back from Italy","description":"Albania reported its first coronavirus infections on Monday, in a father and son who had returned from Italy.","url":"https://www.reuters.com/article/us-health-coronavirus-albania-idUSKBN20W012","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-09T00:23:32Z","content":"TIRANA (Reuters) - Albania reported its first coronavirus infections on Monday, in a father and son who had returned from Italy. \r\nThe two were in stable condition and they did not have complications, the health ministry said just after midnight on \r\nBefore t… [+238 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Benet Koleka","title":"Albania declares 30-day emergency to stop coronavirus outbreak","description":"Albania declared the coronavirus a \"natural calamity\" on Wednesday, giving the authorities 30-day emergency powers to search houses, stop free movement and ban strikes in an effort to break the chain of an outbreak that has killed five so far.","url":"https://www.reuters.com/article/us-health-coronavirus-albania-idUSKBN21C37P","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-25T19:14:25Z","content":"TIRANA (Reuters) - Albania declared the coronavirus a “natural calamity” on Wednesday, giving the authorities 30-day emergency powers to search houses, stop free movement and ban strikes in an effort to break the chain of an outbreak that has killed five so f… [+1480 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Benet Koleka","title":"Albania deploys troops to enforce 40-hour coronavirus curfew","description":"Albania's government deployed the army to enforce a strict 40-hour curfew starting on Saturday to fight the coronavirus after people widely flouted previous measures aimed at stemming its spread.","url":"https://www.reuters.com/article/us-health-coronavirus-albania-idUSKBN2180NW","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-21T14:06:15Z","content":"TIRANA (Reuters) - Albania’s government deployed the army to enforce a strict 40-hour curfew starting on Saturday to fight the coronavirus after people widely flouted previous measures aimed at stemming its spread. \r\nAbout 120,000 Albanians came back from Ita… [+1789 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Benet Koleka","title":"Albania extends lockdown till end of coronavirus outbreak","description":"Albanian schools, cafes, restaurants and other public venues will remain shut and restrictions on social and economic activity will stay in place till the end of the coronavirus outbreak, Health Minister Ogerta Manastirliu said on Wednesday.","url":"https://www.reuters.com/article/us-health-coronavirus-albania-idUSKBN21J6AZ","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200401&t=2&i=1511121523&w=1200&r=LYNXMPEG304IG","publishedAt":"2020-04-01T16:57:47Z","content":"TIRANA (Reuters) - Albanian schools, cafes, restaurants and other public venues will remain shut and restrictions on social and economic activity will stay in place till the end of the coronavirus outbreak, Health Minister Ogerta Manastirliu said on Wednesday… [+1982 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Benet Koleka","title":"Albania limits shopping to one per family in virus lockdown","description":"Albania will impose a 40 hour curfew at the weekend and limit shopping to just one family member, who will need to seek permission from an app to leave home from Monday, as the country toughens measures to contain a coronavirus outbreak.","url":"https://www.reuters.com/article/us-health-coronavirus-albania-idUSKBN21E36N","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-27T19:23:12Z","content":"TIRANA (Reuters) - Albania will impose a 40 hour curfew at the weekend and limit shopping to just one family member, who will need to seek permission from an app to leave home from Monday, as the country toughens measures to contain a coronavirus outbreak. \r\n… [+1493 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Greece bans all links with Albania, North Macedonia, flights with Spain","description":"Greece said on Sunday it would ban road and sea routes, as well as flights, to Albania and North Macedonia, and ban flights to and from Spain to stem the spread of the coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-greece-restriction-idUSKBN2120LA","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200315&t=2&i=1503524705&w=1200&r=LYNXMPEG2E0H8","publishedAt":"2020-03-15T12:38:29Z","content":"ATHENS (Reuters) - Greece said on Sunday it would ban road and sea routes, as well as flights, to Albania and North Macedonia, and ban flights to and from Spain to stem the spread of the coronavirus. \r\nIt extended travel restrictions to Italy, saying it was b… [+605 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Benet Koleka","title":"Albania flies 30 doctors to Italy to help with coronavirus crisis","description":"Albania, one of the poorest countries in Europe, flew a team of doctors and nurses to neighboring Italy on Saturday to help it deal with the coronavirus pandemic as its own cases have yet to strain the health sector.","url":"https://www.reuters.com/article/us-health-coronavirus-albania-italy-idUSKBN21F0PG","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-28T16:15:27Z","content":"TIRANA (Reuters) - Albania, one of the poorest countries in Europe, flew a team of doctors and nurses to neighboring Italy on Saturday to help it deal with the coronavirus pandemic as its own cases have yet to strain the health sector. \r\nPrime Minister Edi Ra… [+1277 chars]"},{"source":{"id":"abc-news","name":"ABC News"},"author":"Justin Fishel, Lauren Lantry","title":"Fact Check Friday: Trump’s coronavirus response plagued with misstatements","description":"As the novel coronavirus spreads across the United States, President Trump continues to make false statements.","url":"https://abcnews.go.com/Politics/fact-check-friday-trumps-coronavirus-response-plagued-misstatements/story?id=69590582","urlToImage":"https://s.abcnews.com/images/US/coronavirus-trump-5-gty-rc-200313_hpMain_16x9_992.jpg","publishedAt":"2020-03-14T11:08:34Z","content":"This week marked a turning point for the president, who seems to have finally come to grips with the scale and scope of the global pandemic surrounding novel coronavirus. But unfortunately, his misleading and false statements are spread this week apace with w… [+8516 chars]"},{"source":{"id":null,"name":"Euronews.com"},"author":"Katy Dartford","title":"Countries offer solidarity to their neighbours amid Covid-19 outbreak","description":"Whilst Albania and Germany offer aid to their struggling neighbours, solidarity grows within borders as well.","url":"https://www.euronews.com/2020/03/28/countries-offer-solidarity-to-their-neighbours-amid-covid-19-outbreak","urlToImage":"https://static.euronews.com/articles/stories/04/59/83/90/1000x563_cmsv2_b9f73f75-9e8a-534f-81e8-c30564e0fc03-4598390.jpg","publishedAt":"2020-03-28T20:33:22Z","content":"As countries close down their borders and stockpiling continues, examples of solidarity are emerging across Europe.\r\nAlbania has sent a group of 30 doctors and nurses to neighbouring Italy to assist in the country's battle against the new coronavirus.\r\nThe go… [+2062 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"EU moves to start membership talks with Albania, North Macedonia: draft","description":"The European Union will start membership negotiations with Albania and North Macedonia, according to a draft unanimous decision by the bloc's 27 member states, which was seen by Reuters on Monday and is expected to be finalised this week.","url":"https://www.reuters.com/article/us-eu-balkans-idUSKBN21A1AA","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200323&t=2&i=1507005776&w=1200&r=LYNXMPEG2M0SY","publishedAt":"2020-03-23T09:44:23Z","content":"BRUSSELS (Reuters) - The European Union will start membership negotiations with Albania and North Macedonia, according to a draft unanimous decision by the bloc’s 27 member states, which was seen by Reuters on Monday and is expected to be finalised this week.… [+931 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Emilio Parodi","title":"Special Report: 'All is well'. In Italy, triage and lies for virus patients","description":"The fight against death pauses every day at 1 p.m.","url":"https://www.reuters.com/article/us-health-coronavirus-italy-ethics-speci-idUSKBN2133KG","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200316&t=2&i=1504121588&w=1200&r=LYNXMPEG2F28A","publishedAt":"2020-03-16T20:32:04Z","content":"MILAN (Reuters) - The fight against death pauses every day at 1 p.m. \r\nAt that time, doctors in the intensive care unit of Policlinico San Donato phone relatives of the unit’s 25 critically-ill coronavirus patients, all of whom are sedated and have tubes down… [+12159 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Benet Koleka","title":"Albanians begin life under daily curfew as coronavirus cases rise","description":"Albanians began life under a 16-hour daily curfew on Monday, as tough measures came into force to limit the spread of the coronavirus that has killed four people and infected 104.","url":"https://www.reuters.com/article/us-health-coronavirus-albania-curfew-idUSKBN21A3LS","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-23T21:02:42Z","content":"TIRANA (Reuters) - Albanians began life under a 16-hour daily curfew on Monday, as tough measures came into force to limit the spread of the coronavirus that has killed four people and infected 104. \r\nMuch of the weekend was also spent under curfew - from Sat… [+1605 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Kate Mayberry","title":"Whole of Italy under coronavirus quarantine: Live updates","description":"Italian prime minister extends restrictions across country, as WHO warns threat of coronavirus pandemic \"very real\".","url":"https://www.aljazeera.com/news/2020/03/italy-coronavirus-quarantine-live-updates-200309234533285.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/9/ad119a7333914fb38b6c625d74884cbb_18.jpg","publishedAt":"2020-03-10T01:06:48Z","content":"The whole of Italy - a country of some 60 million people - has been placed under quarantine, as the government there steps up efforts to tackle a coronavirus outbreak that has affected more than 9,000 people and left 463 dead.\r\nPrime Minister Giuseppe Conte a… [+5838 chars]"},{"source":{"id":null,"name":"Variety.com"},"author":"nvivarelli","title":"Mediaset Distribution Seals Deals During Virtual MipTV (EXCLUSIVE)","description":"Italy’s Mediaset Distribution is having a busy virtual MipTV with interest surging – possibly due to the coronavirus pandemic – for its religious titles such as “Karol: a Man Who Became Pope,” while also scoring brisk sales with fresher shows. Working via vid…","url":"https://variety.com/2020/tv/news/mediaset-seals-deals-during-virtual-miptv-1203551438/","urlToImage":"https://pmcvariety.files.wordpress.com/2020/04/silenzio-dellacqua-2.jpg?w=700&h=393&crop=1","publishedAt":"2020-04-01T16:00:57Z","content":"Italy’s Mediaset Distribution is having a busy virtual MipTV with interest surging – possibly due to the coronavirus pandemic – for its religious titles such as “Karol: a Man Who Became Pope,” while also scoring brisk sales with fresher shows.\r\nWorking via vi… [+1671 chars]"},{"source":{"id":"rt","name":"RT"},"author":"RT","title":"EU preparing to start membership talks with Albania, N. Macedonia – document","description":"The EU will start membership negotiations with Albania and North Macedonia, according to a draft unanimous decision by the bloc’s 27 member states, Reuters said on Monday.","url":"https://www.rt.com/newsline/483853-eu-talks-albania-macedonia/","urlToImage":"https://cdni.rt.com/files/2020.03/article/5e78c0da2030272a8e160c5c.JPG","publishedAt":"2020-03-23T12:05:00Z","content":"The EU will start membership negotiations with Albania and North Macedonia, according to a draft unanimous decision by the bloc’s 27 member states, Reuters said on Monday. The draft is expected to be finalized this week, according to sources.\r\nThe two western… [+682 chars]"}]