[{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: US, Canada and Mexico restrict border traffic","description":"As the US battles the coronavirus outbreak, \"non-essential\" traffic is suspended across its borders.","url":"https://www.bbc.co.uk/news/world-us-canada-51980681","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/BDAD/production/_111375584_060726149-1.jpg","publishedAt":"2020-03-20T17:21:42Z","content":"Image copyrightReutersImage caption\r\n Many checkpoints on the US-Canada border are closing\r\nThe US has suspended all non-essential traffic across its borders with both Mexico and Canada as it battles to control the coronavirus outbreak.\r\nThe curbs will go int… [+1377 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"Video shows Mexican president in a crowd of children during coronavirus pandemic","description":"Political leaders in some Latin American countries, including Mexico and Brazil, have downplayed the severity of the coronavirus pandemic in their own countries. CNN's Matt Rivers reports.","url":"https://www.cnn.com/videos/world/2020/03/25/mexico-brazil-response-coronavirus-rivers-lead-vpx.cnn","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200325172113-mexicos-president-rivers-hit-lead-super-tease.jpg","publishedAt":"2020-03-25T21:35:15Z","content":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Kirsten Korosec","title":"Ford won’t restart North American plants March 30","description":"Ford said Tuesday won’t restart its factories in the U.S., Canada and Mexico on Monday, March 30 as the automaker had originally planned. The company, which suspended production at its North American factories due to the continued spread of COVID-19, has deci…","url":"http://techcrunch.com/2020/03/24/ford-wont-restart-north-american-plants-march-30/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1041983056.jpeg?w=600","publishedAt":"2020-03-24T17:02:02Z","content":"Ford said Tuesday won’t restart its factories in the U.S., Canada and Mexico on Monday, March 30 as the automaker had originally planned.\r\nThe company, which suspended production at its North American factories due to the continued spread of COVID-19, has dec… [+1020 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Mexico, U.S. to form coronavirus task force for border: minister","description":"Mexican Foreign Minister Marcelo Ebrard said on Friday that Mexico and the United States have agreed to form a joint task force to work on measures to combat the spread of the coronavirus at the U.S.-Mexico border.","url":"https://www.reuters.com/article/us-health-coronavirus-mexico-taskforce-idUSKBN217295","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-20T14:34:05Z","content":"MEXICO CITY (Reuters) - Mexican Foreign Minister Marcelo Ebrard said on Friday that Mexico and the United States have agreed to form a joint task force to work on measures to combat the spread of the coronavirus at the U.S.-Mexico border. \r\nReporting by Raul … [+55 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"Fed Cup Finals postponed because of coronavirus","description":"The Fed Cup Finals, scheduled to take place in Budapest next month, are postponed because of coronavirus.","url":"https://www.bbc.co.uk/sport/tennis/51841130","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/21D6/production/_111226680_gettyimages-1181297654.jpg","publishedAt":"2020-03-11T17:05:26Z","content":"As well as the finals in Budapest, Great Britain's Fed Cup play-off tie with Mexico next month has also been postponed\r\nThe inaugural 12-team Fed Cup Finals have been postponed because of coronavirus.\r\nThe event was scheduled to take place at the Laszlo Papp … [+389 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Kirsten Korosec","title":"Major automakers Toyota, Honda, FCA extend factory closures","description":"Toyota, Honda and Fiat Chrysler Automobiles will not reopen North American factories at the end of the month as planned as the COVID-19 disease spreads and dampens demand for new cars, trucks and SUVs. FCA said Thursday that plants across the U.S. and Canada,…","url":"http://techcrunch.com/2020/03/26/major-automakers-toyota-honda-fca-extend-factory-closures/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/toyota-manufacturing.jpg?w=600","publishedAt":"2020-03-26T19:26:12Z","content":"Toyota, Honda and Fiat Chrysler Automobiles will not reopen North American factories at the end of the month as planned as the COVID-19 disease spreads and dampens demand for new cars, trucks and SUVs.\r\nFCA said Thursday that plants across the U.S. and Canada… [+2554 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"'Thank you China!!!' Mexico grateful for coronavirus medical supplies","description":"Mexico's top diplomat thanked two Chinese charities for donating medical supplies to help stem the coronavirus outbreak in an online message that went viral.","url":"https://www.reuters.com/article/us-health-coronavirus-mexico-china-idUSKBN21J6U5","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-04-01T20:51:32Z","content":"MEXICO CITY (Reuters) - Mexico’s top diplomat thanked two Chinese charities for donating medical supplies to help stem the coronavirus outbreak in an online message that went viral. \r\n“Thank you China!!!” Foreign Minister Marcelo Ebrard wrote in a Twitter pos… [+1038 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Mexicans demand crackdown on Americans crossing the border","description":"Wearing face masks, protesters blocked the US southern border, telling Americans to 'stay home'","url":"https://www.bbc.co.uk/news/world-us-canada-52053656","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/0F2B/production/_111438830_gettyimages-1094803266.jpg","publishedAt":"2020-03-26T15:41:45Z","content":"Image copyrightGetty ImagesImage caption\r\n A border wall divides Nogales, Arizona from the Mexican state of Sonora\r\nMexican protesters have shut a US southern border crossing amid fears that untested American travellers will spread coronavirus.\r\nResidents in … [+2549 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Mexico suspends public, private gatherings for a month over coronavirus","description":"Mexico will suspend all public and private gatherings for a month to contain the spread of coronavirus, Deputy Health Minister Hugo Lopez-Gatell said on Tuesday.","url":"https://www.reuters.com/article/us-health-coronavirus-mexico-idUSKBN21B25M","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-24T13:55:28Z","content":"MEXICO CITY (Reuters) - Mexico will suspend all public and private gatherings for a month to contain the spread of coronavirus, Deputy Health Minister Hugo Lopez-Gatell said on Tuesday. \r\nSpeaking at a regular news briefing, Lopez-Gatell said Mexico has seen … [+145 chars]"},{"source":{"id":null,"name":"6abc.com"},"author":null,"title":"28 Austin spring breakers test positive for COVID-19 after Mexico trip - 6abc.com","description":"28 Austin spring breakers test positive for COVID-19 after Mexico trip 6abc.com 28 University of Texas spring breakers test positive for COVID-19 after group trip to Mexico NBC News 28 University of Texas Students Test Positive for Coronavirus After Charterin…","url":"https://6abc.com/coronavirus-covid-19-cdc-spring-breaker/6065814","urlToImage":"https://cdn.abcotvs.com/dip/images/6065854_generic-cabo-san-lucas-TN-shutterstock-img.jpg?w=1600","publishedAt":"2020-03-31T18:30:51Z","content":"AUSTIN, Texas -- Twenty-eight spring breakers who recently went on a trip to Mexico are self-isolating after testing positive for coronavirus, according to the Austin Public Health Department.Health officials said a group of about 70 students in their 20s too… [+1201 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"John Burnett","title":"Life On The U.S.-Mexico Frontier Dramatically Altered By Partial Border Shutdown","description":"The coronavirus outbreak led President Trump to close U.S. borders with Canada and Mexico last week. At the southern border, the closure is affecting life on both the U.S. and Mexico sides.","url":"https://www.npr.org/2020/03/28/822676492/life-on-the-u-s-mexico-frontier-dramatically-altered-by-partial-border-shutdown","urlToImage":"https://media.npr.org/assets/img/2020/03/27/img_0024_wide-47dc4762877924769feb75938c1b5a7b629f576b.jpg?s=1400","publishedAt":"2020-03-28T11:00:34Z","content":"Gateway to the Americas Bridge connecting Laredo, Texas and Nuevo Laredo, Tamaulipas, Mexico, has been nearly empty. On a normal day, about 10,000 people cross from Nuevo Laredo into Laredo. This week, it's barely a trickle.\r\nJohn Burnett/NPR\r\nThe streets of … [+4341 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Mexican coronavirus tally increases to 26: health ministry","description":"Mexico has registered a rise in the number of confirmed coronavirus cases to 26 from 15 a day earlier, the Mexican health ministry on Friday.","url":"https://www.reuters.com/article/us-health-coronavirus-mexico-cases-idUSKBN211024","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-14T01:25:32Z","content":"MEXICO CITY (Reuters) - Mexico has registered a rise in the number of confirmed coronavirus cases to 26 from 15 a day earlier, the Mexican health ministry on Friday. \r\nReporting by Dave Graham; editing by Drazen Jorgic"},{"source":{"id":null,"name":"Bbc.com"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: US, Canada and Mexico suspend most border traffic - BBC News","description":"Coronavirus: US, Canada and Mexico suspend most border traffic BBC News Trump administration limits nonessential travel between US and Mexico CNN Canadians in U.S. scramble to prepare for travel restrictions The Globe and Mail Under the Virus’s Cloak, Trump P…","url":"https://www.bbc.com/news/world-us-canada-51980681","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/BDAD/production/_111375584_060726149-1.jpg","publishedAt":"2020-03-20T17:23:31Z","content":"Image copyrightReutersImage caption\r\n Many checkpoints on the US-Canada border are closing\r\nThe US has suspended all non-essential traffic across its borders with both Mexico and Canada as it battles to control the coronavirus outbreak.\r\nThe curbs will go int… [+3369 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":null,"title":"Spielberg-produced Amazon mini-series in Mexico put on hold over coronavirus - letter - Yahoo News Canada","description":"Spielberg-produced Amazon mini-series in Mexico put on hold over coronavirus - letter Yahoo News Canada Steven Spielberg-produced Amazon mini-series put on hold over coronavirus Geo News Coronavirus: Steven Spielberg-produced Amazon mini-series in Mexico put …","url":"https://ca.news.yahoo.com/spielberg-produced-amazon-mini-series-174244017.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo.png","publishedAt":"2020-03-14T17:42:00Z","content":"MEXICO CITY (Reuters) - The filming in Mexico of a big budget Steven Spielberg-produced Amazon mini-series, starring Spanish actor Javier Bardem, has been suspended due to concerns about the coronavirus, according to a letter sent to cast and crew on Friday a… [+1266 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Michael Hardy","title":"The Hushed Spectacle of Soccer Matches In Empty Stadiums","description":"Before most international leagues suspended or cancelled their seasons due to the coronavirus, some teams first tried a different approach.","url":"https://www.wired.com/story/soccer-empty-stadiums/","urlToImage":"https://media.wired.com/photos/5e700e1713205e0008da246e/191:100/w_1280,c_limit/photo_soccer_3_20072631860751.jpg","publishedAt":"2020-03-17T14:00:00Z","content":"Professional sports around the world ground to a halt last week as the coronavirus pandemic prompted one country after another to ban large public gatherings. Many sports leagues didnt wait for official guidance, preemptively suspending or postponing seasonsi… [+2192 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"By Christina Zdanowicz, CNN","title":"More than 40 spring breakers who ignored public health advice test positive for coronavirus","description":"Dozens of spring breakers from Texas boarded a plane for fun and came home with coronavirus.","url":"https://www.cnn.com/travel/article/austin-spring-breakers-coronavirus-trnd/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200401155437-cabo-san-lucas-coronavirus-0323-super-tease.jpg","publishedAt":"2020-04-02T02:05:35Z","content":"(CNN) Dozens of spring breakers from Texas boarded a plane for fun and came home with coronavirus.\r\nAbout 70 people in their 20s chartered a plane from Austin, Texas, to Mexico for spring break two weeks ago. They went against the advice of White House offici… [+2596 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Kirsten Korosec","title":"Honda to shut down North American factories for six days","description":"Honda said Wednesday it will shutter all of its North American factories for six days due to an expected decline in the market related to the economic fallout from the spread of COVID-19, a disease caused by coronavirus. The stoppage will affect about 27,600 …","url":"http://techcrunch.com/2020/03/18/honda-to-shut-down-north-american-factories-for-six-days/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-909301394.jpg?w=610","publishedAt":"2020-03-18T16:03:51Z","content":"Honda said Wednesday it will shutter all of its North American factories for six days due to an expected decline in the market related to the economic fallout from the spread of COVID-19, a disease caused by coronavirus.\r\nThe stoppage will affect about 27,600… [+1218 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Matt Burns","title":"GM, Ford, FCA to close all factories, AP reports","description":"Detroit’s big three automakers are to shut down all factories due to fears over the coronavirus. This comes by way of the Associated Press citing a person close the matter. GM, Ford, and FCA are expected to the plans later today. Over the last few days, the U…","url":"http://techcrunch.com/2020/03/18/gm-ford-fca-to-close-all-factories-ap-reports/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/07/GM_orion_assembly.jpg?w=711","publishedAt":"2020-03-18T16:52:33Z","content":"Detroit’s big three automakers are to shut down all factories due to fears over the coronavirus. This comes by way of the Associated Press citing a person close the matter. GM, Ford, and FCA are expected to the plans later today.\r\nOver the last few days, the … [+708 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":null,"title":"Answering Your Coronavirus Questions: Giving Back, Online Dating And Mexico","description":"On this broadcast of The National Conversation, we answer your questions about ways to can give back, the latest from Mexico and online dating, and an epidemiologist tackles all aspects of the virus.","url":"https://www.npr.org/2020/04/03/827016098/answering-your-coronavirus-questions-giving-back-online-dating-and-mexico","urlToImage":"https://media.npr.org/assets/img/2020/04/03/gettyimages-1209065670_wide-59098264755d153998848cfd24d678ccab9aeaca.jpg?s=1400","publishedAt":"2020-04-04T00:52:08Z","content":"Cleaning workers wearing personal protective equipment disinfect a street in Mexico City amid the COVID-19 outbreak.\r\nAlfredo Estrella/AFP via Getty Images\r\nOn this broadcast of The National Conversation, we answer your questions about the ways you can give b… [+117 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Matt Burns","title":"GM, Ford, and FCA shutter all North American factories over coronavirus fears","description":"Detroit’s big three automakers are to shut down all factories due to fears over the coronavirus. Details are still in the works and will be announced shortly. Over the last few days, United Auto Workers has been pushing the automakers to shut down their facto…","url":"http://techcrunch.com/2020/03/18/gm-ford-and-fca-shutter-all-north-american-factories-over-coronavirus-fears/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/07/GM_orion_assembly.jpg?w=711","publishedAt":"2020-03-18T20:31:06Z","content":"Detroits big three automakers are to shut down all factories due to fears over the coronavirus. Details are still in the works and will be announced shortly.\r\nOver the last few days, United Auto Workers has been pushing the automakers to shut down their facto… [+1520 chars]"}]