[{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Uzbekistan reports first coronavirus death as it widens lockdowns","description":"Uzbekistan reported its first coronavirus death on Friday, as it locked down all of its provinces, having declared large bonuses for medical workers in the b...","url":"https://news.yahoo.com/uzbekistan-widens-lockdowns-boosts-doctors-051924113.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-27T05:19:24Z","content":"TASHKENT (Reuters) - Uzbekistan reported its first coronavirus death on Friday, as it locked down all of its provinces, having declared large bonuses for medical workers in the battle against infections, which climbed to 83.\r\nA 72-year-old woman in the city o… [+1599 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Thailand restricts visitor visas to limit virus spread","description":"Thailand will temporarily suspend issuing visas on arrival to visitors from 19 countries and territories, including China, to contain the spread of the coronavirus, its interior minister said on Wednesday. \"People from any country who want to come will need t…","url":"https://news.yahoo.com/thailand-cancels-visa-arrival-18-072257517.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/OKIqsVZLSS3JmZTi4RBq7w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/OButOdfmjQ88Vqv5kS_5lQ--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/9224ccca0413f27be1763a1cc7a007c4","publishedAt":"2020-03-11T07:22:57Z","content":"BANGKOK (Reuters) - Thailand will temporarily suspend issuing visas on arrival to visitors from 19 countries and territories, including China, to contain the spread of the coronavirus, its interior minister said on Wednesday.\r\nThe suspensions were the latest … [+1888 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Sports events hit by the coronavirus pandemic","description":"Here is a list of international sports events hit by the coronavirus outbreak:","url":"https://www.reuters.com/article/us-health-coronavirus-sport-factbox-idUSKBN20Z0MP","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200312&t=2&i=1502050496&w=1200&r=LYNXMPEG2B0B1","publishedAt":"2020-03-12T05:43:13Z","content":"(Reuters) - Here is a list of international sports events hit by the coronavirus outbreak: \r\nITALY \r\n- All sports events have been canceled until April 3. \r\nARGENTINA \r\n- Argentina has canceled international sports events in March. \r\nOLYMPICS \r\n- The Tokyo 20… [+8561 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Latest on the spread of the coronavirus around the world","description":"The U.S. House of Representatives will begin a debate on a $2.2 trillion coronavirus aid bill on Friday as virus cases in the country rose to the highest in the world. Mainland China reported its first locally transmitted case in three days, while India slash…","url":"https://www.reuters.com/article/us-health-coronavirus-latest-factbox-idUSKBN21E0IN","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200327&t=2&i=1508765634&w=1200&r=LYNXMPEG2Q09P","publishedAt":"2020-03-27T05:52:42Z","content":"(Reuters) - The U.S. House of Representatives will begin a debate on a $2.2 trillion coronavirus aid bill on Friday as virus cases in the country rose to the highest in the world. Mainland China reported its first locally transmitted case in three days, while… [+6411 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Agnieszka Pikulicka-Wilczewska","title":"Is Uzbekistan using coronavirus to curtail civil liberties?","description":"While some critics fear measures aimed at stemming panic are overzealous, others praise government for managing crisis.","url":"https://www.aljazeera.com/news/2020/04/uzbekistan-coronavirus-curtail-civil-liberties-200403074921162.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/4/3/d81012eda8be4a10a9262270d088863d_18.jpg","publishedAt":"2020-04-03T10:11:04Z","content":"As the world battles the COVID-19 pandemic by focusing on restricting movement, Uzbekistan, which has almost 200 cases and two confirmed fatalities, is stepping up measures to stem panic.\r\nAccording to new legislative amendments, managing or storing materials… [+4264 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Uzbekistan locks down three more cities due to coronavirus","description":"Uzbekistan is locking down the cities of Samarkand, Namangan and Andijan to prevent the spread of coronavirus, the three cities' municipal authorities said on Thursday.","url":"https://www.reuters.com/article/us-health-coronavirus-uzbekistan-lockdow-idUSKBN21D183","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-26T12:07:33Z","content":"TASHKENT (Reuters) - Uzbekistan is locking down the cities of Samarkand, Namangan and Andijan to prevent the spread of coronavirus, the three cities’ municipal authorities said on Thursday. \r\nUzbekistan, which has already locked down its capital Tashkent, has… [+617 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Uzbekistan to lock down capital Tashkent due to coronavirus","description":"Uzbekistan will effectively lock down its capital city Tashkent from March 24 to prevent the spread of coronavirus, the Central Asian nation's government said on Monday.","url":"https://www.reuters.com/article/us-health-coronavirus-uzbekistan-lockdow-idUSKBN21A16X","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-23T09:13:59Z","content":"TASHKENT (Reuters) - Uzbekistan will effectively lock down its capital city Tashkent from March 24 to prevent the spread of coronavirus, the Central Asian nation’s government said on Monday. \r\nWith all but one of Uzbekistan’s 46 confirmed cases registered in … [+254 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Uzbekistan widens lockdowns, boosts doctors' pay to fight coronavirus","description":"Uzbekistan locked down more cities and districts on Friday, and announced large bonus payments for medical workers, in its effort to slow the spread of a coronavirus, as it reported the country's first death and the number of cases climbed to 83.","url":"https://www.reuters.com/article/us-health-coronavirus-uzbekistan-idUSKBN21E0GK","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-27T05:19:24Z","content":"TASHKENT (Reuters) - Uzbekistan reported its first coronavirus death on Friday, as it locked down more cities and districts, having declared large bonuses for medical workers in the battle on infections, which climbed to 83. \r\nA 72-year-old woman in the city … [+1371 chars]"},{"source":{"id":null,"name":"Indianexpress.com"},"author":"PTI","title":"No action for Mirabai Chanu as Olympic qualifying event postponed due to coronavirus","description":"India were to send five men, including Youth Olympics gold medallist Jeremy Lalrinnunga (67kg), and four women, including Mirabai Chanu (49kg), to the gold-level Olympic qualifying event in Uzbekistan.","url":"https://indianexpress.com/article/sports/sport-others/no-action-mirabai-chanu-olympic-qualifier-postponed-coronavirus-6304286/","urlToImage":"https://images.indianexpress.com/2020/03/mirabai-chanu-759.jpg?w=759","publishedAt":"2020-03-07T16:25:29Z","content":"By: PTI | New Delhi | \r\nPublished: March 7, 2020 9:55:29 pm\r\nMirabai Chanu in action. (Source: File Photo)The Asian Weightlifting Championship in April, an Olympic qualifying event, where former world champion Mirabai Chanu and eight other Indians were to com… [+1895 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Coronavirus reaches Kyrgyzstan, via Saudi Arabia","description":"Kyrgyzstan has confirmed its first coronavirus cases, as three citizens tested positive after arriving from Saudi Arabia, the healthcare minister said on Wednesday, a day after the Central Asian country closed its borders to all foreigners.","url":"https://www.reuters.com/article/us-health-coronavirus-kyrgyzstan-idUSKBN2150DG","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-18T04:22:26Z","content":"BISHKEK (Reuters) - Kyrgyzstan has confirmed its first coronavirus cases, as three citizens tested positive after arriving from Saudi Arabia, the healthcare minister said on Wednesday, a day after the Central Asian country closed its borders to all foreigners… [+718 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Uzbekistan confirms first coronavirus case - government","description":"An Uzbek citizen has tested positive for coronavirus after returning from France, Uzbekistan's Healthcare Ministry said on Sunday, marking the first infection from the virus in the Central Asian country of 34 million.","url":"https://www.reuters.com/article/us-health-coronavirus-uzbekistan-idUSKBN21206W","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-15T06:11:44Z","content":"TASHKENT (Reuters) - An Uzbek citizen has tested positive for coronavirus after returning from France, Uzbekistan’s Healthcare Ministry said on Sunday, marking the first infection from the virus in the Central Asian country of 34 million. \r\nIt said it was tak… [+327 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Thailand cancels visa on arrival for 18 countries, visa exemptions for three to limit virus spread","description":"Thailand on Wednesday canceled the grant of visa on arrival for 18 countries and visa exemption for three others to contain the spread of the coronavirus, the country's interior minister said.","url":"https://www.reuters.com/article/us-health-coronavirus-thailand-idUSKBN20Y0R0","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-11T07:22:57Z","content":"BANGKOK (Reuters) - Thailand on Wednesday canceled the grant of visa on arrival for 18 countries and visa exemption for three others to contain the spread of the coronavirus, the country’s interior minister said. \r\nPreviously, nationals of 18 countries or ter… [+520 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Kazakhstan, Uzbekistan close borders after first coronavirus cases","description":"NUR-SULTAN/TASHKENT (Reuters) - Kazakhstan and Uzbekistan effectively closed their borders on Sunday after Central Asia's two biggest nations confirmed their first coronavirus cases. Kazakh President Kassym-Jomart Tokayev declared a state of emergency, barrin…","url":"https://news.yahoo.com/kazakhstan-declares-emergency-due-coronavirus-103218379.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/NrZUG4i.zS.pXdTod3ipYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/u.zDSZhWDqLc9cC_nAuhUg--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/504c6e9f877b149d30e1b1ef750ec878","publishedAt":"2020-03-15T10:32:18Z","content":"NUR-SULTAN/TASHKENT (Reuters) - Kazakhstan and Uzbekistan effectively closed their borders on Sunday after Central Asia's two biggest nations confirmed their first coronavirus cases.\r\nKazakh President Kassym-Jomart Tokayev declared a state of emergency, barri… [+1182 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Corona shutdown strands thousands at Istanbul airport","description":"Around 2,000 people have been stranded for a week at Istanbul Airport by a shutdown of flights to stem the spread of coronavirus, the airport's operator said on Wednesday.","url":"https://www.reuters.com/article/us-health-coronavirus-turkey-airport-idUSKBN21C24R","urlToImage":"https://s1.reutersmedia.net/resources/r/?m=02&d=20200325&t=2&i=1508022299&w=1200&r=LYNXMPEG2O1I0","publishedAt":"2020-03-25T13:39:52Z","content":"ISTANBUL (Reuters) - Around 2,000 people have been stranded for a week at Istanbul Airport by a shutdown of flights to stem the spread of coronavirus, the airport’s operator said on Wednesday. \r\nMore than half of the travelers stuck at the airport, usually on… [+1312 chars]"},{"source":{"id":"politico","name":"Politico"},"author":"Natasha Bertrand, Gabby Orr, Daniel Lippman and Nahal Toosi","title":"Pence task force freezes coronavirus aid amid backlash","description":"The review came after officials discovered that aid to foreign countries wasn't being coordinated with U.S. requests.","url":"https://www.politico.com/news/2020/03/31/pence-task-force-coronavirus-aid-157806","urlToImage":"https://static.politico.com/e4/38/6415727248fc80dfd5ff3fcc3afd/200331-pence-gty-773.jpg","publishedAt":"2020-03-31T23:55:03Z","content":"Though some requests have already been processed and supplies were delivered, the review process has effectively frozen already-approved coronavirus-related PPE aid to at least 13 countries, including Vietnam, Bangladesh, Honduras and the Philippines. Nor hav… [+5258 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"The Associated Press","title":"The Latest: Uzbekistan closes border, adds masks requirement","description":"The Latest on the coronavirus pandemic, which has infected more than 307,200 people and killed more than 13,000. The COVID-19 illness causes mild or moderate symptoms in most people, but severe symptoms are more likely in the elderly or those with existing he…","url":"https://news.yahoo.com/latest-uzbekistan-closes-border-adds-080830811.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/tfFdqiY3NRq1xRYfDd2fjA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MjkuODY2NjY2NjY2NjY2Nw--/https://s.yimg.com/uu/api/res/1.2/WZgI2HtpOFgwS2MYzg_wMQ--~B/aD0yODgwO3c9NDQ0NDtzbT0xO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/ap.org/661ead23bad643484efb82e7524a9310","publishedAt":"2020-03-22T08:08:30Z","content":"MOSCOW (AP) The Latest on the coronavirus pandemic, which has infected more than 307,200 people and killed more than 13,000. The COVID-19 illness causes mild or moderate symptoms in most people, but severe symptoms are more likely in the elderly or those with… [+3325 chars]"},{"source":{"id":null,"name":"Indianexpress.com"},"author":"Sports Desk","title":"Coronavirus impact: How sporting events have been affected","description":"A list of how sports events around the world have been affected by the threat of the coronavirus outbreak.","url":"https://indianexpress.com/article/sports/sport-others/coronavirus-how-sports-events-have-been-affected-6302341/","urlToImage":"https://images.indianexpress.com/2020/03/Coronavirus-Football-759.jpg?w=759","publishedAt":"2020-03-06T09:02:50Z","content":"The Europa League tie between Inter Milan and FC Ludgorets was played behind closed doors. (AP Photo)The IPL will go ahead from March 29 with medical precautions in place to counter the threat of the coronavirus outbreak, Indian cricket board chief Sourav Gan… [+3720 chars]"},{"source":{"id":"politico","name":"Politico"},"author":"Natasha Bertrand, Daniel Lippman, Meridith McGraw and Lara Seligman","title":"America's national security machine stares down a viral threat","description":"U.S. intelligence and defense officials are grappling with a virus that respects no borders and can't be deterred.","url":"https://www.politico.com/news/2020/03/12/america-national-security-viral-threat-126574","urlToImage":"https://static.politico.com/6f/6e/f37f11ab4cbb96a63a3fda5421de/20200224-esper-dod-sign-building-gty-773.jpg","publishedAt":"2020-03-12T08:30:39Z","content":"Of the roughly 115 policy specialists at the NSC, there are currently just two people who specialize in pandemics, although both have doctorates, with at least one in virology. Both are housed within the WMD directorate.\r\nOne official said that the NSCs senio… [+3749 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Al Jazeera","title":"Coronavirus: What sporting events are affected by the outbreak?","description":"As the virus outbreaks spreads across the globe, sport bodies are cancelling or postponing events.","url":"https://www.aljazeera.com/news/2020/03/coronavirus-sporting-events-affected-outbreak-200310084205890.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/2/23/91f0e290c610411893d1d847f9beec41_18.jpg","publishedAt":"2020-03-10T11:45:25Z","content":"The outbreak of coronavirus, which has claimed the lives of more than 3,800 people and spread to at least 100 countries, has also affected sporting events across the world.\r\nCOVID-19, as the disease is officially known, has infected more than 110,000 people g… [+4877 chars]"}]