[{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Jake Bright","title":"Jumia adapts Pan-African e-commerce network in response to COVID-19","description":"Pan-African e-commerce company Jumia is adapting its digital retail network to curb the spread of COVID-19. The Nigeria headquartered operation — with online goods and services verticals in 11 African countries — announced a series of measures on Friday. Jumi…","url":"http://techcrunch.com/2020/03/22/jumia-adapts-pan-african-e-commerce-network-in-response-to-covid-19/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/Preparation-of-deliveries-in-Abidjan-Ivory-Coast..jpg?w=533","publishedAt":"2020-03-23T05:37:22Z","content":"Pan-African e-commerce company Jumia is adapting its digital retail network to curb the spread of COVID-19.\r\nThe Nigeria headquartered operation with online goods and services verticals in 11 African countries announced a series of measures on Friday. Jumia w… [+3937 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Nigeria identifies 100 who may have been exposed to coronavirus patient","description":"Nigerian authorities have been in touch with around 100 people who may have been exposed to an Italian man who is the country's first coronavirus patient, the Lagos state health commissioner said on Sunday.","url":"https://www.reuters.com/article/us-china-health-nigeria-idUSKBN20O1UZ","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497412126&w=1200&r=LYNXMPEG201UT","publishedAt":"2020-03-01T14:55:45Z","content":"LAGOS (Reuters) - Nigerian authorities have been in touch with around 100 people who may have been exposed to an Italian man who is the country’s first coronavirus patient, the Lagos state health commissioner said on Sunday. \r\nThe man arrived in Lagos, Nigeri… [+1177 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Nick Statt","title":"Telecoms are sneaking ‘stay home’ messages onto customers’ smartphones","description":"Some mobile phone operators, including Vodafone and Orange S.A., have started inserting coronavirus-related public health suggestions onto customers’ smartphones in recent days, using the small snippet of text that typically accompanies the connection signal …","url":"https://www.theverge.com/2020/3/24/21193308/telecoms-coronavirus-stay-home-message-sneaking-smartphones","urlToImage":"https://cdn.vox-cdn.com/thumbor/uV8kzBT1i_mduJLyQr7VqHaNHSE=/0x0:2040x1068/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19206346/akrales_190913_3628_0412.jpg","publishedAt":"2020-03-25T00:21:56Z","content":"Photo by Amelia Holowaty Krales / The Verge Some mobile phone operators, including Vodafone and Orange S.A., have started inserting coronavirus-related public health suggestions to stay indoors onto customers’ smartphones in recent days, using the small snipp… [+1958 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Nigerian celebrities wear blinged-up masks","description":"They don jewelled masks on the red carpet and add #CoronaVirusFashion to social media posts.","url":"https://www.bbc.co.uk/news/world-africa-51899526","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/F9E8/production/_111267936_az9a0989.jpg","publishedAt":"2020-03-15T18:12:31Z","content":"Image caption\r\n Actor and television presenter Ada Afoluwake Ogunkeye AKA Folu Storms was among those attending\r\nNigerian celebrities turned up to a glitzy award ceremony wearing glittery, jewelled face masks amid the coronavirus pandemic. \r\nThat is despite m… [+2415 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus and chloroquine: Has its use been approved in US?","description":"President Trump says the anti-malarial drug chloroquine has been approved for treating coronavirus. Is that true?","url":"https://www.bbc.co.uk/news/51980731","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/16C53/production/_111376239_hi060737016.jpg","publishedAt":"2020-03-21T00:42:31Z","content":"Image copyrightReuters\r\nPresident Trump claims a drug used against malaria has been approved in the United States to treat the new coronavirus.\r\nChloroquine is one of the oldest and best-known anti-malarial drugs. \r\nSo is the president right and what is known… [+4091 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: What misinformation has spread in Africa?","description":"Which claims about the coronavirus are gaining the most traction in Africa?","url":"https://www.bbc.co.uk/news/world-africa-51710617","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/39E6/production/_111122841_lagos_airport_coronavirus.jpg","publishedAt":"2020-03-06T01:53:04Z","content":"Image copyrightGetty ImagesImage caption\r\n Currently 33 of 47 sub-Saharan African countries have testing facilities, up from only two in January\r\nAs cases of the coronavirus increase around the world, there's been a flurry of misleading or false news stories … [+6299 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Senegal confirms third and fourth coronavirus cases","description":"Senegalese authorities reported two new cases of coronavirus on Wednesday, bringing the total to four since the first case was confirmed there on Monday.","url":"https://www.reuters.com/article/us-health-coronavirus-senegal-idUSKBN20R31G","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-04T20:16:41Z","content":"DAKAR (Reuters) - Senegalese authorities reported two new cases of coronavirus on Wednesday, bringing the total to four since the first case was confirmed there on Monday. \r\nSenegal is the only sub-Saharan African country besides Nigeria to have confirmed cas… [+812 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Alonso Soto","title":"Nigeria Arrests Pastor, Ghana Halts Funerals to Curb Virus","description":"(Bloomberg) -- Nigerian police arrested a pastor and raided churches as the West African nation stepped up efforts to enforce a ban on large gatherings and c...","url":"https://news.yahoo.com/nigeria-arrests-pastor-ghana-halts-172601062.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-22T17:26:01Z","content":"(Bloomberg) --\r\nNigerian police arrested a pastor and raided churches as the West African nation stepped up efforts to enforce a ban on large gatherings and contain the spread of the coronavirus.\r\nIn the past week, dozens of African nations have shut their bo… [+1641 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Nigeria needs 120 billion naira for coronavirus battle, turns to private sector","description":"Nigeria has appealed to private companies to make voluntary contributions toward the 120 billion naira ($330 million) that the government says it needs to fight the coronavirus epidemic. \"So far, the federal government has made giant strides in the fight but …","url":"https://news.yahoo.com/nigeria-needs-120-billion-naira-102715942.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/F9sBl399fduVww_D33ZBEg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/W24lIpR5R0lDEk_o8kvUkQ--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/c9f2bf00647a9fd0f7f84d236d916cbf","publishedAt":"2020-03-27T10:27:15Z","content":"ABUJA (Reuters) - Nigeria has appealed to private companies to make voluntary contributions toward the 120 billion naira ($330 million) that the government says it needs to fight the coronavirus epidemic.\r\n\"So far, the federal government has made giant stride… [+1328 chars]"},{"source":{"id":null,"name":"Macrumors.com"},"author":"Juli Clover","title":"Mobile Networks in Multiple Countries Display 'Stay Home' Message When Users Turn Off WiFi","description":"iPhone users in several countries who opt to turn off WiFi on their devices will see a \"Stay Home\" message at the top of the Control Center where cellular network information is displayed. Image via Matt Navarra According to reports on Twitter, the status bar…","url":"https://www.macrumors.com/2020/03/24/stay-home-wifi-off-messaging-iphone/","urlToImage":"https://images.macrumors.com/article-new/2020/03/stayhomeos.jpg","publishedAt":"2020-03-24T22:46:13Z","content":"iPhone users in several countries who opt to turn off WiFi on their devices will see a \"Stay Home\" message at the top of the Control Center where cellular network information is displayed.\r\nImage via Matt Navarra\r\nAccording to reports on Twitter, the status b… [+691 chars]"},{"source":{"id":null,"name":"Slashdot.org"},"author":"BeauHD","title":"Ten-Minute Coronavirus Test For $1 Could Be Game Changer","description":"An anonymous reader quotes a report from Bloomberg: Already exhausted from testing for monkeypox and Lassa fever, Nigerian molecular bio-engineer Nnaemeka Ndodo had to work well past midnight earlier this month to find out if six Chinese construction workers …","url":"https://science.slashdot.org/story/20/03/16/2028217/ten-minute-coronavirus-test-for-1-could-be-game-changer","urlToImage":"https://a.fsdn.com/sd/topics/medicine_64.png?refresh=now","publishedAt":"2020-03-16T22:25:00Z","content":"Already exhausted from testing for monkeypox and Lassa fever, Nigerian molecular bio-engineer Nnaemeka Ndodo had to work well past midnight earlier this month to find out if six Chinese construction workers were infected with the coronavirus. Ndodo had to col… [+1496 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Holly Secon","title":"Photos show how people around the world are disinfecting schools, mosques, and streets to stop the coronavirus from spreading","description":"The coronavirus that originated in Wuhan, China, has spread to 90 other countries. Many cities are disinfecting public surfaces with bleach-and-water mixtures. Experts aren't sure how long the contagious virus can live on surfaces, but say it could range from…","url":"https://www.businessinsider.com/coronavirus-sanitation-disinfection-around-the-world-in-photos-2020-3","urlToImage":"https://i.insider.com/5e630037fee23d366c0d6863?width=1200&format=jpeg","publishedAt":"2020-03-07T13:02:00Z","content":"One of the most effective ways to fight the spread of the new coronavirus is to disinfect highly touched surfaces. Across the world, disinfection teams have descended upon kindergartens, state capital buildings, markets, mosques, airports, and public roads.\r\n… [+857 chars]"},{"source":{"id":"vice-news","name":"Vice News"},"author":"Socrates Mbamalu, Harry Cheadle","title":"Lack of Water in Parts of Africa Will Be a Huge Problem if Coronavirus Hits","description":"Many people in Nigeria, Sierra Leone and other countries don't have the means to wash their hands as frequently as public health experts advise.","url":"https://www.vice.com/en_us/article/dyg9gz/lack-of-water-in-parts-of-africa-will-be-a-huge-problem-if-coronavirus-hits","urlToImage":"https://video-images.vice.com/test-uploads/articles/5e7d1c317d35fa009de236bc/lede/1585258243495-African-hand-washing.jpeg?crop=1xw:0.8063xh;0xw,0xh&resize=1200:*","publishedAt":"2020-03-27T11:00:00Z","content":"I met Ismail Adewale carrying two buckets of water, which he bought for 10 naira (about a quarter of a cent each) from a community water source in Lagos, Nigeria, where he lives. He was with two other friends on this daily chore, picking up water that's used … [+4017 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Angela Ukomadu","title":"Famously boisterous Nigerian mega-city Lagos adjusts to coronavirus lockdown","description":"Fear of the coronavirus has induced an extraordinary calm in Lagos, Nigeria's famously boisterous mega-city where streets known for miles of gridlock have emptied of traffic and eateries serving takeaways are almost the only shops open. The largest city in su…","url":"https://news.yahoo.com/famously-boisterous-nigerian-mega-city-152309756.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/l8y47N_0Eib_tHRbSmGufA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/CVwSXomtADSOuaNldGseow--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/3485e81c2b56af6f930350c1c524c7a3","publishedAt":"2020-03-27T15:23:09Z","content":"By Angela Ukomadu\r\nLAGOS (Reuters) - Fear of the coronavirus has induced an extraordinary calm in Lagos, Nigeria's famously boisterous mega-city where streets known for miles of gridlock have emptied of traffic and eateries serving takeaways are almost the on… [+2696 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Colin Dwyer","title":"Coronavirus Fears Derail Friday Prayers For Muslims Across The World","description":"\"Islam doesn't permit practices that would put human life in danger,\" said the head of religious affairs in Turkey, one of a host of Muslim-majority countries to curtail gatherings at mosques.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/19/818337269/coronavirus-fears-derail-friday-prayers-for-muslims-across-the-world","urlToImage":"https://media.npr.org/assets/img/2020/03/19/gettyimages-1206570795_wide-940d040438c5f37f0a899392c99e8db65b32d50c.jpg?s=1400","publishedAt":"2020-03-19T19:22:27Z","content":"A government worker disinfects the Klç Ali Pasa mosque in Istanbul last week. Turkey is just one of a host of countries across the Muslim world where Friday prayers have been banned or curtailed to stem the spread of the coronavirus.\r\nYasin Akgul/AFP via Gett… [+2022 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Alexander Cornwell","title":"Mideast, Africa airlines in crisis as coronavirus stifles demand: IATA","description":"Middle East and African airlines are in crisis with hundreds of thousands of jobs at risk from the coronavirus outbreak, the International Air Transport Association (IATA) said on Thursday, calling for state intervention.","url":"https://www.reuters.com/article/us-health-coronavirus-iata-idUSKBN2162O7","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200319&t=2&i=1505420040&w=1200&r=LYNXMPEG2I1HC","publishedAt":"2020-03-19T15:04:42Z","content":"DUBAI/NAIROBI (Reuters) - Middle East and African airlines are in crisis with hundreds of thousands of jobs at risk from the coronavirus outbreak, the International Air Transport Association (IATA) said on Thursday, calling for state intervention. \r\nThe indus… [+2836 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"The week in 28 photos","description":"Take a look at 28 photos of the week from March 13 through March 19.","url":"https://www.cnn.com/2020/03/19/world/gallery/week-in-photos-0320/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200319205002-01-week-in-photos-0320-super-tease.jpg","publishedAt":"2020-03-20T02:57:18Z","content":"previous image\r\nnext image\r\nFormer Vice President Joe Biden, left, greets US Sen. Bernie Sanders with an elbow bump before the start of their debate in Washington on Sunday, March 15. The Centers for Disease Control and Prevention suggests that people avoid h… [+4917 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"South African coronavirus case came via Dubai to Durban","description":"South Africa's first coronavirus case came from Italy via Dubai to the main airport in the eastern city of Durban, the health minister said on Friday.  Z...","url":"https://news.yahoo.com/south-african-coronvirus-case-came-125354872.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-06T12:53:54Z","content":"JOHANNESBURG (Reuters) - South Africa's first coronavirus case came from Italy via Dubai to the main airport in the eastern city of Durban, the health minister said on Friday.\r\nZweli Mkhize was briefing media in Hilton, the eastern South African town where th… [+1248 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Carmen Reinicke","title":"Oil slips after Saudi Arabia and UAE say they will increase output, escalating the global price war","description":"Saudi Aramco said Wednesday it will boost production to 13 million barrels a day from 12 million, while Abu Dhabi National co. said it will increase output to 4 million barrels per day in April. The increased production further escalated a global price war be…","url":"https://www.businessinsider.com/oil-price-saudi-arabia-uae-increase-output-war-production-global-2020-3","urlToImage":"https://i.insider.com/5d67e5922e22af12c73146ba?width=1200&format=jpeg","publishedAt":"2020-03-11T13:26:16Z","content":"Oil prices fell on Wednesday after major producers in Saudi Arabia and the United Arab Emirates vowed to boost production, escalating a global price war between OPEC and its allies. \r\nSaudi Aramco said Wednesday that it will raise capacity to 13 million barre… [+1752 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Nigeria orders lockdown in Lagos, Abuja over virus","description":"Nigeria's President Muhammadu Buhari on Sunday ordered the \"cessation of all movements\" for two weeks in the largest city Lagos and capital Abuja to stop the spread of coronavirus. \"All citizens in these areas are to stay in their homes\" starting from 2200 GM…","url":"https://news.yahoo.com/nigeria-orders-lockdown-lagos-abuja-over-virus-212123872.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/6DnTaIJvLGHPpNv6XvO8qA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/2rdLKtJjcZLXMsBTeCXvLg--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/3ad41bb34ae8d3b4eeb0937481147cfc1421bbbb.jpg","publishedAt":"2020-03-29T23:41:38Z","content":"Abuja (AFP) - Nigeria's President Muhammadu Buhari on Sunday ordered the \"cessation of all movements\" for two weeks in the largest city Lagos and capital Abuja to stop the spread of coronavirus.\r\n\"All citizens in these areas are to stay in their homes\" starti… [+1987 chars]"}]