[{"source":{"id":"the-times-of-india","name":"The Times of India"},"author":"PTI","title":"Coronavirus in Delhi: Man with travel history to Thailand, Malaysia tests positive; total cases 31 - Times of India","description":"Coronavirus in Delhi: Man with travel history to Thailand, Malaysia tests positive; total cases 31 Times of India Coronavirus update: Another Delhi man tests positive after Thailand, Malaysia trip Livemint Delhi Man With Thailand, Malaysia Travel History Is 3…","url":"https://timesofindia.indiatimes.com/city/delhi/coronavirus-in-delhi-man-with-travel-history-to-thailand-malaysia-tests-positive-total-cases-31/articleshow/74506781.cms","urlToImage":"https://static.toiimg.com/thumb/msid-74506872,width-1070,height-580,imgsize-119021,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg","publishedAt":"2020-03-06T12:37:52Z","content":"Copyright © 2020 Bennett, Coleman &amp; Co. Ltd. All rights reserved. For reprint rights: Times Syndication Service"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Thailand reports four new coronavirus cases, total 47","description":"Thailand reports four new coronavirus cases, bringing its total to 47 since January, Suwanchai Wattanayingcharoen, director-general of the Department of Disease Control said in a news conference on Thursday.","url":"https://www.reuters.com/article/us-health-coronavirus-thailand-cases-idUSKBN20S0G1","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200305&t=2&i=1498947046&w=1200&r=LYNXMPEG2409T","publishedAt":"2020-03-05T05:18:54Z","content":"BANGKOK (Reuters) - Thailand reports four new coronavirus cases, bringing its total to 47 since January, Suwanchai Wattanayingcharoen, director-general of the Department of Disease Control said in a news conference on Thursday. \r\nThe new cases include a 29 ye… [+863 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Thailand reports one new coronavirus case, total at 43 - health official","description":"Thailand has reported one new coronavirus case, bringing the total number of such cases in the country to 43 since January, a senior health official said on Monday.","url":"https://www.reuters.com/article/us-health-coronavirus-thailand-idUSKBN20P0GW","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20200302&t=2&i=1497675320&w=1200&r=LYNXMPEG210EY","publishedAt":"2020-03-02T04:48:30Z","content":"BANGKOK (Reuters) - Thailand has reported one new coronavirus case, bringing the total number of such cases in the country to 43 since January, a senior health official said on Monday. \r\nThe new case is a 22-year-old Thai woman who works with another Thai pat… [+379 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":null,"title":"MotoGP: Spanish Grand Prix becomes fifth race postponed over coronavirus","description":"The Spanish Grand Prix becomes the fifth race of the MotoGP season to be postponed because of coronavirus.","url":"https://www.bbc.co.uk/sport/motorsport/52049764","urlToImage":"https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/9D3D/production/_111435204_whatsubject.jpg","publishedAt":"2020-03-26T11:53:26Z","content":"Marc Marquez won the Spanish Grand Prix in 2019\r\nThe Spanish Grand Prix has become the fifth race of the MotoGP season to be postponed because of coronavirus.\r\nThe race in Jerez was intended to be the start of the MotoGP season following the cancellation of t… [+326 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"kcorcoran@businessinsider.com (Kieran Corcoran), Kieran Corcoran","title":"An Italian cruise ship was turned away from ports in Malaysia and Thailand even though it has no cases of coronavirus on board","description":"AP The Costa Fortuna cruise ship was barred from docking in Phuket, Thailand, and then Penang, Malaysia. Costa, the cruise company, says there are no suspected cases on of the coronavirus on board. Thailand blocked the cruise anyway for fear that Italians on …","url":"https://www.businessinsider.com/coronavirus-costa-fortuna-cruise-ship-denied-by-malaysia-thailand-ports-2020-3","urlToImage":"https://i.insider.com/5e638a76fee23d5e432164c3?width=1200&format=jpeg","publishedAt":"2020-03-07T12:06:10Z","content":"An Italian cruise ship has been denied permission to dock in both Thailand and Malaysia, despite there being no evidence of coronavirus on board the ship.\r\nThe Costa Fortuna tried to stop at Phuket in Thailand on Friday, but was turned back, representatives C… [+1558 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: Empty streets throughout the world","description":"A gallery of empty streets in towns and cities around the world due to the coronavirus outbreak.","url":"https://www.bbc.co.uk/news/in-pictures-51914110","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/AE5D/production/_111273644_hi060645308-small.jpg","publishedAt":"2020-03-16T16:50:26Z","content":"The outbreak of the coronavirus has led to the emptying of public spaces around the world, whether by government decree or by more personal responses.\r\nImage copyrightANGELO CARCONI / EPAImage caption\r\n Pope Francis delivers his weekly prayers to an empty St … [+1632 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Thailand reports 136 new coronavirus cases, bringing total to 1,524","description":"Thailand saw 136 new coronavirus cases on Monday, raising the total number of infections to 1,524, said the spokesman of the government's Center for COVID-19 Situation Administration (CCSA). Infections in Thailand are likely to keep rising, and recently new c…","url":"https://news.yahoo.com/thailand-reports-136-coronavirus-cases-051426465.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/WE.Z.TtzmByF5deMMXlKsw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MjguOA--/https://s.yimg.com/uu/api/res/1.2/PxEGcN0uJLCmZnaDTGSndw--~B/aD01MTg7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/ed9b3164ced8d894b6d79225f849cb93","publishedAt":"2020-03-30T05:14:26Z","content":"BANGKOK (Reuters) - Thailand saw 136 new coronavirus cases on Monday, raising the total number of infections to 1,524, said the spokesman of the government's Center for COVID-19 Situation Administration (CCSA).\r\nInfections in Thailand are likely to keep risin… [+312 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Annie Colbert","title":"UK police dye blue lagoon black to ward off pesky influencers who should be staying home","description":"If you dye it, they will not come. Police in Buxton, England found a clever way to prevent would-be influencers from flocking to the town's Instagrammable Caribbean-blue quarry lake — they dumped buckets of black dye in the water and called it a day. Accordin…","url":"https://mashable.com/article/blue-lagoon-uk-dyed-black/","urlToImage":"https://mondrian.mashable.com/2020%252F03%252F29%252F6a%252F8675f5bb0933479aa9c9bbb7f2aa2f57.da8fc.png%252F1200x630.png?signature=DeKGY5CO713dsA616ClZMGg1gms=","publishedAt":"2020-03-29T19:53:04Z","content":"If you dye it, they will not come.\r\nPolice in Buxton, England found a clever way to prevent would-be influencers from flocking to the town's Instagrammable Caribbean-blue quarry lake they dumped buckets of black dye in the water and called it a day.\r\nAccordin… [+1030 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Thailand closes more public facilities as coronavirus cases top 1,100","description":"The Thai government on Friday ordered the closing down of more public facilities and businesses in a bid to curb the spread of coronavirus, and extended existing closures until the end of April. Thailand reported 91 new coronavirus cases and one fatality on F…","url":"https://news.yahoo.com/thailand-reports-91-coronavirus-cases-041344751.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/U1uJDd917nlC.zxoC4mZCQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/4ddnWx_pNJLkaymHRqEA5w--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/b1e49aebb1e02961b027f3ba72b4c45c","publishedAt":"2020-03-27T04:13:44Z","content":"BANGKOK (Reuters) - The Thai government on Friday ordered the closing down of more public facilities and businesses in a bid to curb the spread of coronavirus, and extended existing closures until the end of April.\r\nThailand reported 91 new coronavirus cases … [+1852 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Thailand reports new coronavirus death as total cases reach 1,245","description":"Thailand reported 109 new coronavirus cases and one death on Saturday, bringing the total to 1,245 infections and six deaths. The new cases include 39 patients linked to previous cases, 17 new cases deemed to be imported ones, and 53 awaiting investigation, A…","url":"https://news.yahoo.com/thailand-reports-109-coronavirus-cases-045607943.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/.HUGHpdLMYM2UysI.EW5kg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/7f1jVGwXfOh17YtAmVsiFQ--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/9b0132f7cbb354b588a6cb9100d7eb8f","publishedAt":"2020-03-28T04:56:07Z","content":"BANGKOK (Reuters) - Thailand reported 109 new coronavirus cases and one death on Saturday, bringing the total to 1,245 infections and six deaths.\r\nThe new cases include 39 patients linked to previous cases, 17 new cases deemed to be imported ones, and 53 awai… [+980 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Jiraporn Kuhakan","title":"Transgender queen crowned in Thailand as coronavirus limits crowd","description":"After temperature checks for contestants and with a smaller crowd than last year because of coronavirus fears, Mexico's Valentina Fluchaire was crowned in Thailand as winner of what is billed as the world's biggest transgender pageant on Saturday. Although Mi…","url":"https://news.yahoo.com/transgender-queen-crowned-thailand-coronavirus-021223627.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/h4TWPSe1YJZkLQUL7AV0xQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NjUuNg--/https://s.yimg.com/uu/api/res/1.2/D_MWECFokeDM3utcW_qWzw--~B/aD01NDE7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/f78dc7a7c3019490e556e318e6756c55","publishedAt":"2020-03-08T02:12:23Z","content":"By Jiraporn Kuhakan\r\nPATTAYA (Reuters) - After temperature checks for contestants and with a smaller crowd than last year because of coronavirus fears, Mexico's Valentina Fluchaire was crowned in Thailand as winner of what is billed as the world's biggest tra… [+1740 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Mary Meisenzahl","title":"Thailand has 'ninja robots' monitoring COVID-19 patients — take a look","description":"The coronavirus outbreak that originated in China has killed more than 15,000 people worldwide and infected more than 349,000, according to recent totals. Thailand has more than 700 confirmed cases, but only one death from COVID-19. Hospitals in Thailand have…","url":"https://www.businessinsider.com/thailand-ninja-robots-protect-medical-staff-and-monitor-coronavirus-2020-3","urlToImage":"https://i.insider.com/5e791a1c2d654f545125ee65?width=1200&format=jpeg","publishedAt":"2020-03-23T21:30:37Z","content":"As the novel coronavirus continues to spread worldwide, healthcare workers are facing a shortage of supplies and personnel. \r\nAs of Monday, COVID-19, the disease caused by the coronavirus, has infected more than 349,000 people worldwide, and has killed more t… [+544 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Flybe's collapse could be 'first of many' airlines","description":"The airline industry is under huge financial pressure as passenger numbers drop during coronavirus.","url":"https://www.bbc.co.uk/news/business-51748139","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/A374/production/_111144814_airportempty.jpg","publishedAt":"2020-03-06T02:04:23Z","content":"Image copyrightGetty Images\r\nThe failure of Europe's biggest regional airline Flybe could be the start of more casualties, analysts predict.\r\nOn Thursday, a global airline industry body warned the financial hit from coronavirus could reach $113bn (£87bn) this… [+2221 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Thailand restricts visitor visas to limit virus spread","description":"Thailand will temporarily suspend issuing visas on arrival to visitors from 19 countries and territories, including China, to contain the spread of the coronavirus, its interior minister said on Wednesday. \"People from any country who want to come will need t…","url":"https://news.yahoo.com/thailand-cancels-visa-arrival-18-072257517.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/OKIqsVZLSS3JmZTi4RBq7w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/OButOdfmjQ88Vqv5kS_5lQ--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/9224ccca0413f27be1763a1cc7a007c4","publishedAt":"2020-03-11T07:22:57Z","content":"BANGKOK (Reuters) - Thailand will temporarily suspend issuing visas on arrival to visitors from 19 countries and territories, including China, to contain the spread of the coronavirus, its interior minister said on Wednesday.\r\nThe suspensions were the latest … [+1888 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"Reuters","title":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines - ABS-CBN News","description":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines ABS-CBN News Qatar bars arrivals from PH, 13 other countries amid coronavirus jitters INQUIRER.net Qatar bans travelers from PH, 13 other countries amid coronavirus worries CNN Phil…","url":"https://news.abs-cbn.com/overseas/03/09/20/qatar-traveler-philippines-filipinos-ofws-coronavirus-ncov-covid-19","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/09/ofw.jpg","publishedAt":"2020-03-08T22:52:00Z","content":"CAIRO - Qatar has temporarily barred travelers from 14 countries from March 9 as a precaution against the rapidly spreading coronavirus, the government announced on Sunday.\r\nThe ban covers China, Egypt, India, Iran, Iraq, Lebanon, Bangladesh, Nepal, Pakistan,… [+231 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"Migrant worker exodus from Thailand over virus lockdown","description":"Tens of thousands of migrant labourers from Laos and Myanmar flooded bus stations and border crossings in Thailand on Monday, defying requests to stay put to prevent exporting infections of the deadly coronavirus. Laos and Myanmar -- two of Southeast Asia's l…","url":"https://news.yahoo.com/migrant-worker-exodus-thailand-over-virus-lockdown-110934961.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/UqvcsY6RcYufxU8Bc6ICOA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTMuMzMzMzMzMzMzMzMzNA--/https://s.yimg.com/uu/api/res/1.2/aXRhlrA7_EHftFeTiyUguQ--~B/aD01MTI7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/f2151b5287e05d5487f09ed68b787ce177b751d5.jpg","publishedAt":"2020-03-23T11:09:34Z","content":"Tens of thousands of migrant labourers from Laos and Myanmar flooded bus stations and border crossings in Thailand on Monday, defying requests to stay put to prevent exporting infections of the deadly coronavirus.\r\nLaos and Myanmar -- two of Southeast Asia's … [+2659 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Isaac Scher","title":"A store in Thailand repackaged and sold up to 200,000 used face masks for coronavirus, police chief says","description":"A group of Thai workers have used the novel coronavirus outbreak to make an extra buck, washing and repackaging old face masks and selling them as new. The store owner told police she had sold up to 200,000 used masks. The Thai government has since taken full…","url":"https://www.businessinsider.com/thailand-vendor-recycled-and-sold-up-to-200000-face-masks-2020-3","urlToImage":"https://i.insider.com/5e67b8b654f25c3b70434bec?width=1200&format=jpeg","publishedAt":"2020-03-10T15:56:57Z","content":"In a central Thailand province northeast of Bangkok, the novel coronavirus creates an unlikely opportunity for extra cash: recycled face masks. \r\nLast week, police and health officials found a second-hand goods vendor selling used face masks, which had been w… [+2621 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"James Rogers","title":"Hordes of starving monkeys clash in Thai street battle amid coronavirus outbreak","description":"Talk about monkey trouble. Hordes of starving monkeys have clashed in an ancient city in Thailand amid the coronavirus outbreak.","url":"https://www.foxnews.com/science/monkeys-clash-in-street-battle-amid-coronavirus-outbreak","urlToImage":"https://cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/d42df77b-7fae-48e0-83e1-59a67615b5ad/02c82240-1f3f-4cb0-9540-d6a9488d8db7/1280x720/match/image.jpg","publishedAt":"2020-03-18T15:18:40Z","content":"Talk about monkey trouble. Hordes of starving monkeys were seen clashing in an ancient city in Thailand amid the coronavirus outbreak.\r\nThe website Khasod English reports that around 1,000 monkeys were involved in a giant brawl in Lopburi. A sharp drop in tou… [+720 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Poppy McPherson","title":"‘All we have left is to hope and pray’: Travelers stranded in airport by coronavirus","description":"Russian hostel manager Valerie Azure has spent the past three nights sleeping on the floor of a Malaysian airport along with her young son, after Southeast Asian nations sealed borders and canceled flights in the wake of the coronavirus pandemic.","url":"https://www.reuters.com/article/us-health-coronavirus-malaysia-tourist-idUSKBN21D1IH","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200326&t=2&i=1508428713&w=1200&r=LYNXMPEG2P0U3","publishedAt":"2020-03-26T11:21:20Z","content":"BANGKOK (Reuters) - Russian hostel manager Valerie Azure has spent the past three nights sleeping on the floor of a Malaysian airport along with her young son, after Southeast Asian nations sealed borders and canceled flights in the wake of the coronavirus pa… [+2330 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Joey Hadden","title":"The coronavirus outbreak has led to a massive shortage of face masks. From scientists in Prague to fashion designers in Venezuela, these photos show an underground economy of people making their own masks.","description":"The coronavirus pandemic has led to a global shortage of face masks, and people around the world are making their own in response. Face masks are used to protect people from the novel coronavirus. N95 respirators are face masks that block physical particles t…","url":"https://www.businessinsider.com/people-are-making-diy-face-masks-amidst-shortages-due-to-coronavirus-2020","urlToImage":"https://i.insider.com/5e7bbba114f18f229b42e58a?width=1200&format=jpeg","publishedAt":"2020-03-26T20:51:00Z","content":null}]