[{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":null,"name":"Insightcrime.org"},"author":"InSight Crime","title":"How Venezuela's crisis is turning bootleg cheese into a big business","description":"REUTERS/Marco Bello Smugglers operating between Venezuelan and Colombia are sneaking more and more Venezuelan cheese over the border. Contraband cheese is not new, but it has intensified as Venezuela's currency has crashed and more Venezuelans flee their home…","url":"https://www.insightcrime.org/news/analysis/venezuela-cheese-colombia-menu/","urlToImage":"https://i.insider.com/5e5d1ab8fee23d79045499a4?width=1200&format=jpeg","publishedAt":"2020-03-02T14:41:11Z","content":"Cheese has increasingly joined oil and other commodities smuggled along the border between Colombia and Venezuela, and criminal groups are milking the profits.\r\nGroups operating in the state of Apure, located in northwestern Venezuela, have found that the dai… [+4270 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Nicaragua registers first case of coronavirus infection","description":"Nicaragua has registered its first case of coronavirus infection, a 40-year-old Nicaraguan man who picked up the virus during a recent visit to Panama, Vice President Rosario Murillo said on Wednesday.","url":"https://www.reuters.com/article/us-health-coronavirus-nicaragua-idUSKBN21608Q","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-19T01:58:52Z","content":"MANAGUA (Reuters) - Nicaragua has registered its first case of coronavirus infection, a 40-year-old Nicaraguan man who picked up the virus during a recent visit to Panama, Vice President Rosario Murillo said on Wednesday. \r\nMurillo was speaking on national te… [+36 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Nicaragua reports first death from coronavirus","description":"Nicaragua has registered the Central American country's first death from coronavirus, an HIV-positive person with multiple health conditions, the health ministry on Thursday","url":"https://www.reuters.com/article/us-health-coronavirus-nicaragua-idUSKBN21E03Z","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-27T01:13:05Z","content":"MANAGUA (Reuters) - Nicaragua has registered the Central American country’s first death from coronavirus, an HIV-positive person with multiple health conditions, the health ministry on Thursday \r\nThe country has registered one other instance of the virus. \r\nR… [+23 chars]"},{"source":{"id":null,"name":"Espn.com"},"author":"Artur Petrosyan","title":"How Belarus is fighting the coronavirus: vodka first, soccer second","description":"Belarus is the only European country playing soccer during the coronavirus crisis, as their president promotes vodka, sport and national pride.","url":"https://www.espn.com/soccer/belarus/story/4078805/how-belarus-is-fighting-the-coronavirus-vodka-firstfootball-second","urlToImage":"https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2020%2F0326%2Fr683176_1296x729_16%2D9.jpg","publishedAt":"2020-03-26T16:05:20Z","content":"The Belarusian Premier League kicked off their 2020 season defiantly last weekend, earning the dubious honor of being one of just five leagues in action across the globe. Natalia Fedosenko\\TASS via Getty Images\r\nBelarusian football is not something even the m… [+7809 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Alvaro Murillo","title":"Costa Rica to transfer 2,600 U.S.-bound migrants from Panama to Nicaragua border","description":"Costa Rica's government has begun transferring about 2,600 migrants bound for the United States from its southern border with Panama to its frontier with Nicaragua, citing concerns that large crowds may speed up the spread of coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-costarica-immigrat-idUSKBN21C2WN","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-25T17:11:20Z","content":"SAN JOSE (Reuters) - Costa Rica’s government has begun transferring about 2,600 migrants bound for the United States from its southern border with Panama to its frontier with Nicaragua, citing concerns that large crowds may speed up the spread of coronavirus.… [+1652 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Alvaro Murillo","title":"Migrants in Central American limbo as coronavirus relocation plans falter","description":"Thousands of African, Haitian and Asian migrants bound for the United States have amassed in immigration shelters in Panama and Costa Rica as plans to relocate them to less crowded areas to lower the risk of spreading the coronavirus have faltered.","url":"https://www.reuters.com/article/us-health-coronavirus-immigration-centra-idUSKBN21G02J","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-29T01:45:50Z","content":"SAN JOSE (Reuters) - Thousands of African, Haitian and Asian migrants bound for the United States have amassed in immigration shelters in Panama and Costa Rica as plans to relocate them to less crowded areas to lower the risk of spreading the coronavirus have… [+1817 chars]"},{"source":{"id":null,"name":"Thepointsguy.com"},"author":"Ben Smithson","title":"I raced back home during the coronavirus pandemic — here’s what it was like","description":"Editor’s note: The team at The Points Guy loves to travel, but now is not the time for unnecessary trips. Health officials note that the fastest way to return to normalcy is to stop coming in contact with others. That includes ceasing travel. We are publishin…","url":"http://thepointsguy.com/news/racing-home-coronavirus-pandemic/","urlToImage":"https://i0.wp.com/thepointsguy.com/wp-content/uploads/2020/03/Screen-Shot-2020-03-23-at-2.01.33-PM.png?fit=1276%2C1042px&ssl=1","publishedAt":"2020-03-24T17:00:58Z","content":"Editors note: The team at The Points Guy loves to travel, but now is not the time for unnecessary trips. Health officials note that the fastest way to return to normalcy is to stop coming in contact with others. That includes ceasing travel. We are publishing… [+10685 chars]"},{"source":{"id":"vice-news","name":"Vice News"},"author":"Emily Green, Courtney Brooks","title":"Desperate Migrants Stuck in Tent Cities on the U.S.-Mexico Border Have One Last Hope: The Supreme Court","description":"“We are just waiting, in a complete state of limbo.”","url":"https://www.vice.com/en_us/article/jgekxg/desperate-migrants-stuck-in-tent-cities-on-the-us-mexico-border-have-one-last-hope-the-supreme-court","urlToImage":"https://video-images.vice.com/test-uploads/articles/5e68d2c0ba052a00981c3d69/lede/1583928245376-Matamoros1.jpeg?crop=1xw:0.8411xh;0xw,0.0183xh&resize=1200:*","publishedAt":"2020-03-11T14:32:49Z","content":"MATAMOROS, Mexico More than 1,700 people live nearly on top of one another steps from the U.S.-Mexico border, squeezed into tents crammed together like Tetris blocks. Many of the mostly Central American migrants have been living here for months, terrified of … [+5730 chars]"},{"source":{"id":null,"name":"Onemileatatime.com"},"author":"Ben (Lucky)","title":"Florida Tells Me To Self Quarantine For 14 Days…","description":"The Florida Department of Health has just issued an international travel advisory. Florida is telling anyone who has traveled internationally to self isolate for 14 days: The Florida Department of Health is advising all individuals who have traveled internati…","url":"https://onemileatatime.com/florida-self-quarantine/","urlToImage":"https://onemileatatime.com/wp-content/uploads/2020/02/The-Ben-Hotel-West-Palm-Beach-55.jpg","publishedAt":"2020-03-09T18:47:05Z","content":"The Florida Department of Health has just issued an international travel advisory. Florida is telling anyone who has traveled internationally to self isolate for 14 days:\r\nThe Florida Department of Health is advising all individuals who have traveled internat… [+1374 chars]"},{"source":{"id":null,"name":"Onemileatatime.com"},"author":"Ben (Lucky)","title":"Weekly Review: March 7, 2020","description":"Hello from Nicaragua! We're spending the weekend enroute to Calala Island. While this is an incredible use of World of Hyatt points on the surface, I'm curious what it's actually like, because getting there sure isn't easy when you consider how close to home …","url":"https://onemileatatime.com/weekly-review-march-7-2020/","urlToImage":"https://onemileatatime.com/wp-content/uploads/2019/11/Calala-Island-Nicaragua-4.jpg","publishedAt":"2020-03-07T21:33:36Z","content":"Hello from Nicaragua! We’re spending the weekend enroute to Calala Island. While this is an incredible use of World of Hyatt points on the surface, I’m curious what it’s actually like, because getting there sure isn’t easy when you consider how close to home … [+4679 chars]"},{"source":{"id":"al-jazeera-english","name":"Al Jazeera English"},"author":"Anna-Cat Brigida","title":"Central American countries ramp up measures to fight coronavirus","description":"Leaders and experts worry the countries are doubly vulnerable because of weak, resource-stripped healthcare systems.","url":"https://www.aljazeera.com/news/2020/03/central-american-countries-ramp-measures-fight-coronavirus-200313213248918.html","urlToImage":"https://www.aljazeera.com/mritems/Images/2020/3/13/e1bb5199f97b446a8f0c85bd8fc2dcd4_18.jpg","publishedAt":"2020-03-13T23:00:10Z","content":"Countries across Central America have taken drastic steps to brace for a potential public health crisis from coronavirus even as the region has confirmed a small number of cases compared to other affected countries. \r\nLeaders and experts worry the countries a… [+8284 chars]"},{"source":{"id":null,"name":"Fool.com"},"author":"newsfeedback@fool.com (Maxx Chatsko)","title":"Gold Stocks Soared Today as Investors Digested Sour Economic Data","description":"Precious metals are thriving on the current economic upheaval.","url":"https://www.fool.com/investing/2020/04/02/gold-stocks-soared-today-as-investors-digest-sour.aspx","urlToImage":"https://g.foolcdn.com/editorial/images/566463/402-gold-stock-truck.jpg","publishedAt":"2020-04-02T21:13:00Z","content":"What happened\r\nAlmost 10 million Americans have filed for unemployment in the last two weeks as a consequence of the 2020 coronavirus pandemic. The United States has never lost more than 1.4 million jobs in any other two-week stretch in modern history.\r\nAs in… [+3401 chars]"},{"source":{"id":"politico","name":"Politico"},"author":"Associated Press","title":"Protests and celebrations mark International Women’s Day","description":"But tensions and arrests mar some of the events.","url":"https://www.politico.com/news/2020/03/08/international-women-day-protests-celebrations-124103","urlToImage":"https://static.politico.com/91/e8/293e7868428f93ae17823874b461/20200308-chile-iwd-ap-773.jpg","publishedAt":"2020-03-08T22:09:44Z","content":"Turkish riot police fired tear gas to disperse thousands of demonstrators who, in defiance of a government ban, tried to march along Istanbuls main pedestrian street to mark International Womens Day, media reports said.\r\nTurkish authorities declared Istiklal … [+4792 chars]"},{"source":{"id":null,"name":"Truthout.org"},"author":"Isabela Dias","title":"The US Decries Political Persecution of Nicaraguans But Won’t Grant Them Asylum","description":"As the U.S. denies asylum seekers from Nicaragua, the COVID-19 pandemic only complicates the process.","url":"https://truthout.org/articles/the-us-decries-political-persecution-of-nicaraguans-but-wont-grant-them-asylum/","urlToImage":"https://truthout.org/wp-content/uploads/2020/03/2020_0327-Nicaragua-migrants-1200x675.jpg","publishedAt":"2020-03-31T13:08:16Z","content":"The second time around, John Martínez-Picado knew what awaited him inside “El Chipote.” It had been almost a year but the spiral-shaped prison with its overcrowded underground cells and concrete beds on the floor still haunted him. He hadn’t forgotten the suf… [+13210 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Alvaro Murillo","title":"Migrants in Central American limbo as coranavirus relocation plans falter","description":"Thousands of African, Haitian and Asian migrants bound for the United States have amassed in immigration shelters in Panama and Costa Rica as plans to reloca...","url":"https://news.yahoo.com/migrants-central-american-limbo-coranavirus-012751085.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-29T01:27:51Z","content":"By Alvaro Murillo\r\nSAN JOSE, March 28 (Reuters) - Thousands of African, Haitian and Asian migrants bound for the United States have amassed in immigration shelters in Panama and Costa Rica as plans to relocate them to less crowded areas to lower the risk of s… [+1837 chars]"},{"source":{"id":null,"name":"Rawstory.com"},"author":"Agence France-Presse","title":"Cuba blasts US ‘lies’ over virus medical help","description":"Cuba hit out at the United States on Thursday over a “campaign of discredit and lies” against the doctors it has sent around the world to help fight the coronavirus pandemic. Following requests in recent weeks, communist Cuba has sent medical teams to Italy, …","url":"https://www.rawstory.com/2020/03/cuba-blasts-us-lies-over-virus-medical-help/","urlToImage":"https://www.rawstory.com/wp-content/uploads/2020/03/Coronavirus-Cuba.jpeg","publishedAt":"2020-03-26T22:26:03Z","content":"Cuba hit out at the United States on Thursday over a “campaign of discredit and lies” against the doctors it has sent around the world to help fight the coronavirus pandemic.\r\nFollowing requests in recent weeks, communist Cuba has sent medical teams to Italy,… [+1945 chars]"},{"source":{"id":null,"name":"Cbssports.com"},"author":"CBS Sports Staff","title":"Nicaragua Primera Division odds, predictions for April 1: Advanced soccer model reveals top picks","description":"SportsLine's proven soccer model reveal its top picks for April 1.","url":"https://www.cbssports.com/soccer/news/nicaragua-primera-division-odds-predictions-for-april-1-advanced-soccer-model-reveals-top-picks/","urlToImage":"https://sportshub.cbsistatic.com/i/r/2019/07/01/2aa0e8d3-e38f-4307-a3ff-6ad4c93e896b/thumbnail/1200x675/45b1345e3282efacdc66e3fc12212c48/womens-world-cup-soccer-ball.jpg","publishedAt":"2020-04-01T13:26:19Z","content":"The coronavirus pandemic has shut down professional sports across the globe, however a handful of soccer games are still taking place in the Nicaragua Primera Division on Wednesday. At 5 p.m. ET, Las Sabanas squares off against Real Madriz, while Chinandega p… [+3002 chars]"},{"source":{"id":null,"name":"Indianexpress.com"},"author":"New York Times","title":"Coronavirus: There are still some games going on","description":"Many people finding themselves at home 24/7 for social distancing might be tempted to turn on the TV, only to find repeats of “classic” (and not-so-classic) games exclusively on the menu.","url":"https://indianexpress.com/article/sports/sport-others/coronavirus-there-are-still-some-games-going-on-6327661/","urlToImage":"https://images.indianexpress.com/2020/03/bundesliga-empty-stadium.jpg?w=759","publishedAt":"2020-03-23T07:08:09Z","content":"Football came to a standstill after multiple matches in empty stadiums.By Victor Mather\r\nFans are growing restive as the reality sinks in: There are almost no live sporting events going on anywhere.\r\nMany people finding themselves at home 24/7 for social dist… [+6463 chars]"},{"source":{"id":null,"name":"Dailymail.co.uk"},"author":"By Associated Press","title":"El Salvador imposes national quarantine in bid to keep out coronavirus","description":"President Nayib Bukele has imposed a national quarantine that prohibits any foreigners from entering El Salvador for 30 days.","url":"https://www.dailymail.co.uk/news/article-8103093/El-Salvador-imposes-national-quarantine-bid-coronavirus.html","urlToImage":"https://i.dailymail.co.uk/1s/2020/03/12/03/25867056-0-image-a-6_1583983098742.jpg","publishedAt":"2020-03-12T03:18:53Z","content":"El Salvador's president has imposed a national quarantine that prohibits any foreigners from entering the Central American country for 30 days to try to keep out the new coronavirus.\r\nPresident Nayib Bukele also said public and private schools would be closed… [+696 chars]"}]