[{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Iraq reports second coronavirus death in Baghdad","description":"Iraq reported late on Wednesday its second coronavirus death in the capital Baghdad, the health ministry said in a statement published by the state news agency.","url":"https://www.reuters.com/article/us-health-coronavirus-iraq-death-idUSKBN20R32E","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-04T20:31:29Z","content":"CAIRO (Reuters) - Iraq reported late on Wednesday its second coronavirus death in the capital Baghdad, the health ministry said in a statement published by the state news agency. \r\nThe health ministry added the patient had many chronic diseases. \r\nReporting b… [+44 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Iraq announces first coronavirus death in capital","description":"Iraq announced on Wednesday its first coronavirus death in the capital Baghdad, the health ministry said.","url":"https://www.reuters.com/article/us-health-coronavirus-iraq-death-idUSKBN20R2VS","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-04T18:50:43Z","content":"BAGHDAD (Reuters) - Iraq announced on Wednesday its first coronavirus death in the capital Baghdad, the health ministry said. \r\nReporting by Ahmed Aboulenein; Writing by Ulf Laessing; Editing by Chris Reese"},{"source":{"id":"cnn","name":"CNN"},"author":"Natasha Chen, CNN","title":"These immigrant doctors want to help the US, but they're stuck on the sidelines","description":"Zahraa Al-Turaihi and Hussein Al-Sudani served as doctors in emergency rooms in Iraq during the war against ISIS. Now they're immigrants who are living in suburban Cleveland, Ohio, and ready to help fight the coronavirus pandemic, but they can't -- at least n…","url":"https://www.cnn.com/2020/03/30/us/immigrant-medical-professionals-sidelined/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200329121132-03-foreign-doctors-us-super-tease.jpg","publishedAt":"2020-03-30T15:11:42Z","content":"(CNN)Zahraa Al-Turaihi and Hussein Al-Sudani served as doctors in emergency rooms in Iraq during the war against ISIS. Now they're immigrants who are living in suburban Cleveland, Ohio, and ready to help fight the coronavirus pandemic, but they can't -- at le… [+6799 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Iraq reports six new coronavirus cases: health ministry","description":"Iraq reported six new coronavirus cases on Sunday, bringing the total number of cases there to 19, the health ministry said.","url":"https://www.reuters.com/article/us-health-china-iraq-idUSKBN20O1Z3","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200301&t=2&i=1497439347&w=1200&r=LYNXMPEG201XN","publishedAt":"2020-03-01T16:21:16Z","content":"CAIRO (Reuters) - Iraq reported six new coronavirus cases on Sunday, bringing the total number of cases there to 19, the health ministry said. \r\nTwo of the six are in Baghdad, and the other four in Sulaimaniya, and all had recently returned from Iran, it adde… [+36 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Iraq puts Germany and Qatar on coronavirus entry ban list","description":"Iraq has banned entry to travelers coming from Germany and Qatar, its health minister said on Friday, bringing the total number of countries on its entry ban list to 13 as it tries to stem the spread of coronavirus.","url":"https://www.reuters.com/article/us-health-coronavirus-iraq-idUSKBN2101LO","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-13T11:47:40Z","content":"BAGHDAD (Reuters) - Iraq has banned entry to travelers coming from Germany and Qatar, its health minister said on Friday, bringing the total number of countries on its entry ban list to 13 as it tries to stem the spread of coronavirus. \r\nThe ban does not exte… [+528 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Iraq announces two new coronavirus cases - Health Ministry","description":"Iraq has detected two new coronavirus patients, both of whom had recently visited Iran, the Health Ministry said on Monday, bringing the total cases recorded so far to 21.","url":"https://www.reuters.com/article/us-health-coronavirus-iraq-idUSKBN20P168","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-02T11:03:07Z","content":"BAGHDAD (Reuters) - Iraq has detected two new coronavirus patients, both of whom had recently visited Iran, the Health Ministry said on Monday, bringing the total cases recorded so far to 21. \r\nThe two new cases were detected in Baghdad and had recently retur… [+267 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"John Davison","title":"Fractures grow among Iraq militias, spell political retreat","description":"In February, an Iraqi militia commander trained by Iran took over the empty office of his slain superior, Abu Mahdi al-Muhandis, killed weeks before alongside Iranian military mastermind Qassem Soleimani in a U.S. drone strike.","url":"https://www.reuters.com/article/us-iraq-militias-idUSKBN21J5EZ","urlToImage":"https://s3.reutersmedia.net/resources/r/?m=02&d=20200401&t=2&i=1511023028&w=1200&r=LYNXMPEG303TL","publishedAt":"2020-04-01T12:00:34Z","content":"BAGHDAD (Reuters) - In February, an Iraqi militia commander trained by Iran took over the empty office of his slain superior, Abu Mahdi al-Muhandis, killed weeks before alongside Iranian military mastermind Qassem Soleimani in a U.S. drone strike. \r\nMany pro-… [+5633 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Ramin Mostaghim, Mohammed Tawfeeq and Angela Dewan, CNN","title":"Iran to temporarily free 54,000 prisoners as coronavirus spreads","description":"Iran will temporarily release 54,000 people from prisons as officials struggle to contain the rapid spread of the biggest coronavirus outbreak in the Middle East.","url":"https://www.cnn.com/2020/03/04/middleeast/iran-coronavirus-response-intl/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200303195713-01-coronavirus-outbreak-0227-iran-super-tease.jpg","publishedAt":"2020-03-04T10:42:32Z","content":"Tehran (CNN)Iran will temporarily release 54,000 people from prisons as officials struggle to contain the rapid spread of the biggest coronavirus outbreak in the Middle East. \r\nIran has reported 77 deaths, one of the highest confirmed death tolls outside of C… [+1691 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Iraqi government imposes curfew in Baghdad over coronavirus concerns","description":"The Iraqi government has imposed a curfew in the capital Baghdad as of March 17 until March 24 to prevent coronavirus from spreading, the state news agency said on Sunday.","url":"https://www.reuters.com/article/us-health-coronavirus-iraq-idUSKBN21212Y","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-15T18:23:17Z","content":"BAGHDAD (Reuters) - The Iraqi government has imposed a curfew in the capital Baghdad as of March 17 until March 24 to prevent coronavirus from spreading, the state news agency said on Sunday. \r\nAt least 110 cases have been confirmed so far in Iraq, and 10 peo… [+65 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"Reuters","title":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines - ABS-CBN News","description":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines ABS-CBN News Qatar bars arrivals from PH, 13 other countries amid coronavirus jitters INQUIRER.net Qatar bans travelers from PH, 13 other countries amid coronavirus worries CNN Phil…","url":"https://news.abs-cbn.com/overseas/03/09/20/qatar-traveler-philippines-filipinos-ofws-coronavirus-ncov-covid-19","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/09/ofw.jpg","publishedAt":"2020-03-08T22:52:00Z","content":"CAIRO - Qatar has temporarily barred travelers from 14 countries from March 9 as a precaution against the rapidly spreading coronavirus, the government announced on Sunday.\r\nThe ban covers China, Egypt, India, Iran, Iraq, Lebanon, Bangladesh, Nepal, Pakistan,… [+231 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Meg Teckman-Fullard, Elizabeth McCauley and Mark Abadi","title":"The Middle East is coping with the coronavirus by disinfecting mosques and canceling Muslim prayers","description":"Mosques across the Middle East are being disinfected to help combat the spread of the novel coronavirus. Iran has reported the second most virus-related deaths outside of China. Meanwhile, Saudi Arabia has stopped overseas Muslims from making pilgrimages to M…","url":"https://www.businessinsider.com/coronavirus-middle-east-iran-saudi-arabia-2020-3","urlToImage":"https://i.insider.com/5e6689e5ebf2511dea075f62?width=1200&format=jpeg","publishedAt":"2020-03-09T18:38:00Z","content":"Following is a transcript of an episode of Business Insider Today. Watch the full episode here.\r\nOne of the holiest mosques in Iraq was recently sprayed with disinfectant to help prevent the spread of the coronavirus. \r\nThe Great Mosque of Kufa temporarily cl… [+2952 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"U.S. imposes fresh sanctions on Iranian individuals, companies - Treasury","description":"The United States on Thursday blacklisted 20 Iran- and Iraq-based companies, officials and individuals, accusing them of supporting terrorist groups and ramp...","url":"https://news.yahoo.com/u-imposes-fresh-sanctions-iranian-142648452.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-26T14:26:48Z","content":"WASHINGTON (Reuters) - The United States on Thursday blacklisted 20 Iran- and Iraq-based companies, officials and individuals, accusing them of supporting terrorist groups and ramping up pressure on Tehran even as the Islamic Republic battles the coronavirus … [+998 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"John Haltiwanger","title":"ISIS is urging its fighters to avoid Europe because of the coronavirus pandemic","description":"ISIS is telling its fighters not to go to Europe and stage attacks due to the novel coronavirus pandemic. The terror group's newsletter calls on militants to \"stay away from the land of the epidemic.\" ISIS no longer controls a large swath of territory across …","url":"https://www.businessinsider.com/coronavirus-isis-issues-travel-advisory-for-europe-to-its-fighters-2020-3","urlToImage":"https://i.insider.com/5e713c9ac485406d99348272?width=1200&format=jpeg","publishedAt":"2020-03-17T22:08:21Z","content":"ISIS has issued a travel advisory for Europe to its fighters due to the novel coronavirus pandemic, asking fighters to suspend travel to the region for terror attacks. \r\nThe latest edition of the terror group's newsletter, Al-Naba, calls on its fighters to \"s… [+1773 chars]"},{"source":{"id":null,"name":"Npr.org"},"author":"Colin Dwyer","title":"Coronavirus Fears Derail Friday Prayers For Muslims Across The World","description":"\"Islam doesn't permit practices that would put human life in danger,\" said the head of religious affairs in Turkey, one of a host of Muslim-majority countries to curtail gatherings at mosques.","url":"https://www.npr.org/sections/coronavirus-live-updates/2020/03/19/818337269/coronavirus-fears-derail-friday-prayers-for-muslims-across-the-world","urlToImage":"https://media.npr.org/assets/img/2020/03/19/gettyimages-1206570795_wide-940d040438c5f37f0a899392c99e8db65b32d50c.jpg?s=1400","publishedAt":"2020-03-19T19:22:27Z","content":"A government worker disinfects the Klç Ali Pasa mosque in Istanbul last week. Turkey is just one of a host of countries across the Muslim world where Friday prayers have been banned or curtailed to stem the spread of the coronavirus.\r\nYasin Akgul/AFP via Gett… [+2022 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":null,"title":"Iraq condemns U.S. air strikes, warns of consequences","description":"Iraq's military condemned overnight U.S. air strikes on Friday, saying they had killed six people and describing them as a violation of sovereignty and a targeted aggression against the nation's regular armed forces. The military warned the air strikes would …","url":"https://news.yahoo.com/u-air-strikes-iraq-killed-101927422.html","urlToImage":"https://s.yimg.com/os/mit/media/m/social/images/social_default_logo-1481777.png","publishedAt":"2020-03-13T10:19:27Z","content":"BAGHDAD (Reuters) - Iraq's military condemned overnight U.S. air strikes on Friday, saying they had killed six people and describing them as a violation of sovereignty and a targeted aggression against the nation's regular armed forces.\r\nThe military warned t… [+3795 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: The fake Bill Gates post and other claims to ignore","description":"Here are the latest examples of coronavirus disinformation.","url":"https://www.bbc.co.uk/news/52039642","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/146B3/production/_111453638_fake_news_index_v5-usethis.jpg","publishedAt":"2020-03-28T00:33:41Z","content":"Whether it's a post on your uncle's account or an image your friend forwarded, fake coronavirus stories seem to be everywhere. \r\nTo help, BBC teams are verifying and fact-checking the latest and most widely-seen examples of fake and misleading information. \r\n… [+5103 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew J. Hawkins","title":"Everything you need to know about the USNS Comfort, the giant hospital ship in NYC","description":"The USNS Comfort, with 1,000 patient beds and 12 operating rooms, was sent to New York City to help relieve pressure on the city’s overwhelmed hospitals. The ship’s team will largely treat non-coronavirus patients. It was originally built as an oil supertanke…","url":"https://www.theverge.com/2020/3/30/21199664/usns-comfort-hospital-ship-nyc-coronavirus-size-beds-history-navy","urlToImage":"https://cdn.vox-cdn.com/thumbor/vc7nMlZXK7gyV7h89s9m4leT8HQ=/0x361:5037x2998/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19858573/1208622161.jpg.jpg","publishedAt":"2020-03-30T17:01:55Z","content":"Photo by Tayfun Coskun / Anadolu Agency via Getty Images At 10AM ET on March 30th, the US Navy’s gigantic floating hospital ship, the USNS Comfort, arrived in New York City where it has been sent to help relieve the pressure on the city’s hospitals that are o… [+5811 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Xeni Jardin","title":"Citing coronavirus risk, Julian Assange's lawyers to apply for bail","description":"Wikileaks said Monday that lawyers representing founder Julian Assange will apply for his release on bail because of the high risk in prison of contracting coronavirus and the deadly disease it causes, COVID-19. More from Reuters : The Wikileaks founder is be…","url":"https://boingboing.net/2020/03/23/assange-bail-covid19.html","urlToImage":"https://i1.wp.com/media.boingboing.net/wp-content/uploads/2019/05/assange.jpg?fit=1136%2C708&ssl=1","publishedAt":"2020-03-23T18:39:15Z","content":null},{"source":{"id":"usa-today","name":"USA Today"},"author":"USA TODAY, David Jackson, USA TODAY","title":"Trump threatens Iran – again – if it attacks U.S. interests in Iraq","description":"The latest threat comes as both Iran and the United States battles the spread of the coronavirus pandemic.","url":"https://www.usatoday.com/story/news/politics/2020/04/01/donald-trump-threatens-iran-again-if-attacks-u-s-iraq/5104981002/","urlToImage":"https://www.gannett-cdn.com/presto/2020/04/01/USAT/9e878c24-b02f-429e-9a29-f5f2ae11cd31-AP_Trump_US_Israel_1.JPG?crop=5471,3078,x0,y278&width=3200&height=1680&fit=bounds","publishedAt":"2020-04-01T18:21:46Z","content":"President Donald Trump spoke after Iran launched missiles on bases in Iraq where American troops are stationed. USA Today fact-checked his assertions.\r\nUSA TODAY\r\nWASHINGTON President Donald Trump issued another tweeted threat to Iran on Wednesday, saying he … [+1872 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Ulf Laessing and Ahmed Aboulenein","title":"Iraq power vacuum: acting PM steps aside after designated successor quits","description":"Iraq's acting prime minister said on Monday he was standing down from most of his duties and called for early elections, one day after the man who had been designated to become premier withdrew his candidacy. The decision by caretaker Prime Minister Adel Abdu…","url":"https://news.yahoo.com/iraq-power-vacuum-acting-pm-164125349.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/o71iN0U6ZRN1CS97pU3JBQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04MDg-/https://s.yimg.com/uu/api/res/1.2/B1AzM_zsoMaRDYHnv7LmeA--~B/aD01MDU7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/460b7cc0aca04340be4a60e2e210f511","publishedAt":"2020-03-02T16:41:25Z","content":"By Ulf Laessing and Ahmed Aboulenein\r\nBAGHDAD (Reuters) - Iraq's acting prime minister said on Monday he was standing down from most of his duties and called for early elections, one day after the man who had been designated to become premier withdrew his can… [+5049 chars]"}]