[{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus: European nations tighten clampdown","description":"Austria announces major restrictions on movement, and a state of emergency is expected in Romania.","url":"https://www.bbc.co.uk/news/world-europe-51897069","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/134D0/production/_111265097_mediaitem111265093.jpg","publishedAt":"2020-03-15T12:18:40Z","content":"Image copyrightGetty ImagesImage caption\r\n Several Austrian ski resorts were under quarantine before the new measures were announced\r\nSeveral European nations have introduced more stringent restrictions on movement as they combat the spread of the coronavirus… [+4111 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Kirsten Korosec","title":"Ford won’t restart North American plants March 30","description":"Ford said Tuesday won’t restart its factories in the U.S., Canada and Mexico on Monday, March 30 as the automaker had originally planned. The company, which suspended production at its North American factories due to the continued spread of COVID-19, has deci…","url":"http://techcrunch.com/2020/03/24/ford-wont-restart-north-american-plants-march-30/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1041983056.jpeg?w=600","publishedAt":"2020-03-24T17:02:02Z","content":"Ford said Tuesday won’t restart its factories in the U.S., Canada and Mexico on Monday, March 30 as the automaker had originally planned.\r\nThe company, which suspended production at its North American factories due to the continued spread of COVID-19, has dec… [+1020 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Nick Statt","title":"Telecoms are sneaking ‘stay home’ messages onto customers’ smartphones","description":"Some mobile phone operators, including Vodafone and Orange S.A., have started inserting coronavirus-related public health suggestions onto customers’ smartphones in recent days, using the small snippet of text that typically accompanies the connection signal …","url":"https://www.theverge.com/2020/3/24/21193308/telecoms-coronavirus-stay-home-message-sneaking-smartphones","urlToImage":"https://cdn.vox-cdn.com/thumbor/uV8kzBT1i_mduJLyQr7VqHaNHSE=/0x0:2040x1068/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19206346/akrales_190913_3628_0412.jpg","publishedAt":"2020-03-25T00:21:56Z","content":"Photo by Amelia Holowaty Krales / The Verge Some mobile phone operators, including Vodafone and Orange S.A., have started inserting coronavirus-related public health suggestions to stay indoors onto customers’ smartphones in recent days, using the small snipp… [+1958 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Kirsten Korosec","title":"Ford temporarily suspends production in North American factories","description":"Ford said Wednesday it will temporarily suspend production at its North American factories through March 30 in response to COVID-19, the disease caused by coronavirus. “We’re continuing to work closely with union leaders, especially the United Auto Workers, t…","url":"http://techcrunch.com/2020/03/18/ford-temporarily-suspends-production-in-north-american-factories/","urlToImage":"https://techcrunch.com/wp-content/uploads/2018/06/GettyImages-978635022.jpeg?w=601","publishedAt":"2020-03-18T17:35:08Z","content":"Ford said Wednesday it will temporarily suspend production at its North American factories through March 30 in response to COVID-19, the disease caused by coronavirus.\r\nWere continuing to work closely with union leaders, especially the United Auto Workers, to… [+2129 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Ukraine reports first coronavirus case - health official","description":"Ukraine has its first confirmed coronavirus case, Ihor Kuzin, the acting head of the Health Ministry's public health center, told Reuters on Tuesday.","url":"https://www.reuters.com/article/us-health-coronavirus-ukraine-idUSKBN20Q0ZH","urlToImage":"https://s4.reutersmedia.net/resources_v2/images/rcom-default.png","publishedAt":"2020-03-03T09:19:17Z","content":"KIEV (Reuters) - Ukraine has its first confirmed coronavirus case, Ihor Kuzin, the acting head of the Health Ministry’s public health center, told Reuters on Tuesday. \r\nThe man was hospitalized on Saturday in the western city of Chernivtsi, having traveled to… [+297 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Kirsten Korosec","title":"United Auto Workers call on GM, Ford, FCA to shut down U.S. factories","description":"United Auto Workers called on the Big Three automakers — GM, Ford and Fiat Chrysler Automobiles — to shut down factories in the U.S. for two weeks over concerns about the spread of COVID-19, a disease caused by the coronavirus. The UAW also issued a statement…","url":"http://techcrunch.com/2020/03/17/united-auto-workers-call-on-gm-ford-fca-to-shut-down-u-s-factories/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/Screen-Shot-2020-03-17-at-12.05.46-PM.jpg?w=597","publishedAt":"2020-03-17T19:32:19Z","content":"United Auto Workers called on the Big Three automakers GM, Ford and Fiat Chrysler Automobiles to shut down factories in the U.S. for two weeks over concerns about the spread of COVID-19, a disease caused by the coronavirus.\r\nThe UAW also issued a statement Tu… [+3361 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew J. Hawkins","title":"Electric scooter-sharing grinds to a halt in response to the COVID-19 pandemic","description":"Electric scooters are disappearing from cities around the world in response to the novel coronavirus pandemic. Lime and Bird are halting operations in dozens of markets. The decisions are coming at a time of uncertainty for personal mobility.","url":"https://www.theverge.com/2020/3/20/21188119/electric-scooter-coronavirus-bird-lime-spin-suspend-bikes","urlToImage":"https://cdn.vox-cdn.com/thumbor/s3rUbkzZr_hDToXMaj4f-xBvIm0=/0x327:4563x2716/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19820887/1207749851.jpg.jpg","publishedAt":"2020-03-20T15:13:09Z","content":"Lime and Bird are suspending some service amid the pandemic, but Spin says its stepping up\r\nPhoto by Mohd Daud/NurPhoto via Getty Images\r\nElectric scooters are vanishing from more cities as the novel coronavirus pandemic continues to roil shared mobility serv… [+5383 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":null,"title":"Romania bars foreigners in coronavirus fight","description":"Romania's government barred most foreigners from entering the country on Saturday and tightened restrictions on movement inside the country to try to limit the spread of the new coronavirus. \"Foreign citizens and stateless persons are banned from entering Rom…","url":"https://news.yahoo.com/romania-bars-foreigners-coronavirus-fight-095546807.html","urlToImage":null,"publishedAt":"2020-03-22T09:55:46Z","content":null},{"source":{"id":null,"name":"Macrumors.com"},"author":"Juli Clover","title":"Mobile Networks in Multiple Countries Display 'Stay Home' Message When Users Turn Off WiFi","description":"iPhone users in several countries who opt to turn off WiFi on their devices will see a \"Stay Home\" message at the top of the Control Center where cellular network information is displayed. Image via Matt Navarra According to reports on Twitter, the status bar…","url":"https://www.macrumors.com/2020/03/24/stay-home-wifi-off-messaging-iphone/","urlToImage":"https://images.macrumors.com/article-new/2020/03/stayhomeos.jpg","publishedAt":"2020-03-24T22:46:13Z","content":"iPhone users in several countries who opt to turn off WiFi on their devices will see a \"Stay Home\" message at the top of the Control Center where cellular network information is displayed.\r\nImage via Matt Navarra\r\nAccording to reports on Twitter, the status b… [+691 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Reuters Editorial","title":"Factbox: Coronavirus deaths pass 5,400 worldwide","description":"Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally.","url":"https://www.reuters.com/article/us-health-coronavirus-casualties-factbox-idUSKBN2180EF","urlToImage":"https://s2.reutersmedia.net/resources/r/?m=02&d=20200321&t=2&i=1506231064&w=1200&r=LYNXMPEG2K0AE","publishedAt":"2020-03-21T09:54:33Z","content":"(Reuters) - Some 145,594 people have been infected by the coronavirus across the world and 5,419 have died, according to a Reuters tally. \r\nIn China there have been 80,945 cases and 3,180 cases. \r\nInteractive graphic tracking global spread of coronavirus: ope… [+1999 chars]"},{"source":{"id":null,"name":"Pcmag.com"},"author":"Adam Smith","title":"Microsoft Teams Goes Down as Europe Tries to Work From Home","description":"Coronavirus means people across Europe are self-isolating and working from home, but users of Microsoft's Slack competitor struggled to log in and send messages to colleagues.","url":"https://www.pcmag.com/news/microsoft-teams-goes-down-as-europe-tries-to-work-from-home","urlToImage":"https://assets.entrepreneur.com/content/3x2/2000/20200316150943-microsoft-teams.jpeg","publishedAt":"2020-03-16T15:29:49Z","content":"March\r\n16, 2020\r\n2 min read\r\nThis story originally appeared on PC MagMicrosoft Teams, the company’s Slack competitor has gone down today under the load of people across Europe attempting to work from home.\r\nTeams users are reportedly having issues signing int… [+1599 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Andra Timu and Irina Vilcu","title":"Romanian Virus Death Toll Rises to Worst in EU’s Eastern Wing","description":"(Bloomberg) -- Romania is suffering a surge in fatalities caused by the coronavirus after tens of thousands of its citizens returned from Italy and Spain, making it the worst-hit nation in central and eastern Europe.The death toll surged to 69 in the past 24 …","url":"https://news.yahoo.com/romanian-virus-death-toll-rises-105741891.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/8VdtkFwruMq5ZB7.7lCazQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD03MjA-/https://s.yimg.com/uu/api/res/1.2/Wa98FNj4Uk7kJ06puEsuMQ--~B/aD02NzU7dz0xMjAwO3NtPTE7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/bloomberg_politics_602/bf9e5cab6916cdc7315122cd2eeadc36","publishedAt":"2020-03-31T10:57:41Z","content":"(Bloomberg) --\r\nRomania is suffering a surge in fatalities caused by the coronavirus after tens of thousands of its citizens returned from Italy and Spain, making it the worst-hit nation in central and eastern Europe.\r\nThe death toll surged to 69 in the past … [+2051 chars]"},{"source":{"id":null,"name":"Androidcentral.com"},"author":"Michael Allison","title":"Samsung is offering free phone cleaning to Galaxy owners in 19 countries","description":"Your phone is the grossest thing you own. What you need to know Samsung will be offering free phone sanitizing services in the wake of the coronavirus outbreak. It will clean Galaxy devices from phones down to Galaxy Buds. The service is rolling out in 19 mar…","url":"https://www.androidcentral.com/samsung-offering-free-phone-cleaning-galaxy-owners-19-countries-including-us","urlToImage":"https://www.androidcentral.com/sites/androidcentral.com/files/styles/large/public/article_images/2020/02/galaxy-s20-plus-fingerprint-sensor-2.jpg?itok=JRrELW6D","publishedAt":"2020-03-12T17:33:00Z","content":"As the coronavirus pandemic spreads across the globe, companies are helping stop the spread by restricting travel and encouraging working from home. In all cases, an emphasis has been placed on personal hygiene to minimize the speed of transmission.Samsung, i… [+1488 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Thom Dunn","title":"Trump's coronavirus travel ban conveniently exempts all of his European resorts","description":"From Politico : The U.S. government proclamation initiating the ban targets 26 European countries that comprise a visa-free travel zone known as the Schengen Area. The United Kingdom, which is home to Trump Turnberry and Trump International Golf Links, and Ir…","url":"https://boingboing.net/2020/03/13/trumps-coronavirus-travel-ba.html","urlToImage":"https://i1.wp.com/media.boingboing.net/wp-content/uploads/2020/03/1264px-Trump_International_Golf_Links_and_Hotel_2018.jpg?fit=1200%2C971&ssl=1","publishedAt":"2020-03-13T15:51:36Z","content":"From Politico:\r\nThe U.S. government proclamation initiating the ban targets 26 European countries that comprise a visa-free travel zone known as the Schengen Area.\r\nThe United Kingdom, which is home to Trump Turnberry and Trump International Golf Links, and I… [+2746 chars]"},{"source":{"id":null,"name":"Cnet.com"},"author":"Richard Trenholm","title":"Eurovision 2020 canceled by coronavirus, so enjoy the songs here - CNET","description":"COVID-19 earns null points, but you can still enjoy this year's entrants to the infamous song contest.","url":"https://www.cnet.com/news/eurovision-song-contest-2020-canceled-due-to-coronavirus/","urlToImage":"https://cnet3.cbsistatic.com/img/zeZjkYC4wAE7M0F0wTOOlXoIJfY=/2020/03/18/5043372a-e1ea-4e06-b8fb-0d3a46d896da/eurovision.jpg","publishedAt":"2020-03-18T18:13:00Z","content":"Duncan Laurence, representing The Netherlands, took the trophy at last year's Eurovision.\r\nMichael Campanella/Getty Images\r\nFor the most up-to-date news and information about the coronavirus pandemic, visit the WHO website.\r\nThe Eurovision Song Contest 2020 h… [+2465 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"John Haltiwanger","title":"Trump's coronavirus travel ban excludes the countries where he has golf courses struggling for business","description":"President Donald Trump's new coronavirus travel restrictions on Europe do not extend to the two countries where he has golf courses: the UK and Ireland. The 30-day travel ban targets 26 countries that are part of a visa-free travel area known as the Schengen …","url":"https://www.businessinsider.com/coronavirus-trump-europe-travel-ban-exclude-uk-ireland-golf-courses-2020-3","urlToImage":"https://i.insider.com/5e69c9e454f25c62bb493cb3?width=1200&format=jpeg","publishedAt":"2020-03-12T08:49:41Z","content":"Hours after the World Health Organization declared the novel coronavirus a pandemic, President Donald Trump announced a 30-day travel ban on most of Europe. But he excluded two countries where he has hotels and golf courses that have been struggling financial… [+3599 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Thailand restricts visitor visas to limit virus spread","description":"Thailand will temporarily suspend issuing visas on arrival to visitors from 19 countries and territories, including China, to contain the spread of the coronavirus, its interior minister said on Wednesday. \"People from any country who want to come will need t…","url":"https://news.yahoo.com/thailand-cancels-visa-arrival-18-072257517.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/OKIqsVZLSS3JmZTi4RBq7w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD04NTIuOA--/https://s.yimg.com/uu/api/res/1.2/OButOdfmjQ88Vqv5kS_5lQ--~B/aD01MzM7dz04MDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en-US/reuters.com/9224ccca0413f27be1763a1cc7a007c4","publishedAt":"2020-03-11T07:22:57Z","content":"BANGKOK (Reuters) - Thailand will temporarily suspend issuing visas on arrival to visitors from 19 countries and territories, including China, to contain the spread of the coronavirus, its interior minister said on Wednesday.\r\nThe suspensions were the latest … [+1888 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Coronavirus cradle Wuhan partly reopens after lockdown","description":"People enter the Chinese city where the coronavirus outbreak began for the first time in months.","url":"https://www.bbc.co.uk/news/world-asia-china-52075022","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/8449/production/_111456833_060839921-1.jpg","publishedAt":"2020-03-28T08:40:52Z","content":"Image copyrightAFPImage caption\r\n Many of those arriving in Wuhan on Saturday pulled suitcases behind them as they returned to their families\r\nThe city in China where the coronavirus pandemic began, Wuhan, has partially re-opened after more than two months of… [+16614 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Monica Chin","title":"As universities shut their doors, international students are left in limbo","description":"Surprise campus closures are just the beginning of the difficulties international students face. In addition to the stress of moving and saying goodbye to friends, many of these students are scrambling to secure access to things many college students take for…","url":"https://www.theverge.com/2020/3/18/21175420/university-college-closure-coronavirus-covid19-housing-internet-security","urlToImage":"https://cdn.vox-cdn.com/thumbor/YWYHN6omFBDXICFGMqyGMszDwZ8=/0x370:5156x3069/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19813632/1212023591.jpg.jpg","publishedAt":"2020-03-18T13:00:00Z","content":"Photo by Maddie Meyer/Getty Images Students are still unsure how (and where) they’ll finish their semester On March 11th, the University of Southern California sent an email to its students, faculty, and staff. “Students who are leaving campus for Spring Rece… [+7748 chars]"},{"source":{"id":null,"name":"Skysports.com"},"author":"Sky Sports","title":"England friendlies vs Austria and Romania off","description":"England’s friendlies against Austria and Romania in June have been postponed due to the coronavirus pandemic.","url":"https://www.skysports.com/football/news/12016/11959196/england-friendlies-against-austria-and-romania-in-june-postponed-due-to-coronavirus","urlToImage":"https://e2.365dm.com/19/11/1600x900/skysports-england-manager-gareth-southgate_4828617.jpg","publishedAt":"2020-03-17T16:55:00Z","content":"England’s friendlies against Austria and Romania in June have been postponed due to the coronavirus pandemic.\r\nGareth Southgate's side were due to play in Vienna on June 2, before taking on Romania at Villa Park five days later in what was due to be their fin… [+413 chars]"}]