[{"source":{"id":"engadget","name":"Engadget"},"author":"Igor Bonifacic","title":"UK government enlists influencers to battle coronavirus misinformation","description":"You've probably seen posts on Facebook, Instagram and Twitter that say you can self-test for COVID-19, the disease caused by the novel coronavirus, by holding your breath for 10 seconds. According to medical experts the Associated Press interviewed, those pos…","url":"https://www.engadget.com/2020/03/13/uk-government-enlists-influencers-battle-coronavirus-misinformation/","urlToImage":"https://o.aolcdn.com/images/dims?resize=1200%2C630&crop=1200%2C630%2C0%2C0&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fresize%3D2000%252C2000%252Cshrink%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-images%252F2020-03%252F59e37660-6536-11ea-bffe-17321656b70d%26client%3Da1acac3e1b3290917d92%26signature%3Ddbf054673635679a0353edf91b9d10147a1008c4&client=amp-blogside-v2&signature=1bf2c5a654c071aeda0e57e7e10c34b9a73bbf1b","publishedAt":"2020-03-13T14:40:00Z","content":"The UK's Department for International Development (DFID) will provide £500,000 (approximately $623,000) to the Humanitarian-to-Humanitarian (H2H) Network, an organization made up of approximately 50 other groups that fought misinformation during the Ebola out… [+1396 chars]"},{"source":{"id":null,"name":"Cnnphilippines.com"},"author":null,"title":"Woman who traveled to Philippines tests positive for coronavirus in Australia - CNN Philippines","description":"Woman who traveled to Philippines tests positive for coronavirus in Australia CNN Philippines Woman positive of coronavirus after trip to PH - Australian gov't ABS-CBN News Woman positive for COVID-19 in Australia flew from PH — report INQUIRER.net Woman who …","url":"http://cnnphilippines.com/news/2020/3/5/Woman-who-traveled-to-Philippines-tests-positive-coronavirus-Australia-.html","urlToImage":"http://cnnphilippines.com/.imaging/mte/demo-cnn-new/750x450/dam/cnn/2020/1/23/airport-security-coronavirus.jpg/jcr:content/airport%20security%20coronavirus.jpg","publishedAt":"2020-03-05T09:33:45Z","content":"Metro Manila (CNN Philippines, March 5) Two people who traveled to the Philippines tested positive for coronavirus disease after returning to Taiwan and Australia.\r\nA man in his 30s went home to northern Taiwan on March 3 after a five-day trip to the Philippi… [+1372 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Justine Calma","title":"Migrants aren’t to blame for COVID-19","description":"The Trump administration is using the COVID-19 pandemic as an excuse for hard-line immigration policies. The novel coronavirus is already widespread in the US, and it’s useless to scapegoat migrants at our borders.","url":"https://www.theverge.com/2020/3/27/21196100/immigration-borders-covid-19-coronavirus","urlToImage":"https://cdn.vox-cdn.com/thumbor/hvoiZSIt5mq7ejPGYqy9MDM8mhY=/0x420:3037x2010/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/19852960/1206512196.jpg.jpg","publishedAt":"2020-03-27T12:15:00Z","content":"This is no time to crack down on immigration\r\nPhoto by Jaap Arriens/NurPhoto via Getty Images\r\nTo get myself through the pandemic, Ive been summoning everything Ive learned about surviving in a new world as an immigrant. I left the Philippines as a kid to joi… [+7654 chars]"},{"source":{"id":null,"name":"Cnnphilippines.com"},"author":null,"title":"LIST: Online classes suspensions due to COVID-19 - CNN Philippines","description":"LIST: Online classes suspensions due to COVID-19 CNN Philippines PH now has 202 coronavirus cases; 3 more patients die Rappler 'Coronavirus cases in PH may peak at 75000 in 3 months' INQUIRER.net Covid-19 cases up to 193 — DoH – The Manila Times The Manila Ti…","url":"http://cnnphilippines.com/news/2020/3/18/List-online-class-suspensions-march-18.html","urlToImage":"http://cnnphilippines.com/.imaging/mte/demo-cnn-new/750x450/dam/cnn/2015/4/8/Computer_laptop_CNNPH_750x450-(1)-(4).png/jcr:content/Computer_laptop_CNNPH.png","publishedAt":"2020-03-18T12:28:42Z","content":"Metro Manila (CNN Philippines, March 18) As the coronavirus disease 2019 (COVID-19) spreads in Metro Manila, a number of schools suspended online classes.\r\nAll of Luzon is under enhanced community quarantine to contain the virus.\r\nUniversity of the Philippine… [+835 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"Reuters","title":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines - ABS-CBN News","description":"Qatar bans travelers from 14 coronavirus-hit countries, including Philippines ABS-CBN News Qatar bars arrivals from PH, 13 other countries amid coronavirus jitters INQUIRER.net Qatar bans travelers from PH, 13 other countries amid coronavirus worries CNN Phil…","url":"https://news.abs-cbn.com/overseas/03/09/20/qatar-traveler-philippines-filipinos-ofws-coronavirus-ncov-covid-19","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/09/ofw.jpg","publishedAt":"2020-03-08T22:52:00Z","content":"CAIRO - Qatar has temporarily barred travelers from 14 countries from March 9 as a precaution against the rapidly spreading coronavirus, the government announced on Sunday.\r\nThe ban covers China, Egypt, India, Iran, Iraq, Lebanon, Bangladesh, Nepal, Pakistan,… [+231 chars]"},{"source":{"id":null,"name":"Cnnphilippines.com"},"author":null,"title":"Health Dept. gives COVID-19 testing 'courtesy' to officials involved in nat'l security, public health - CNN Philippines","description":"Health Dept. gives COVID-19 testing 'courtesy' to officials involved in nat'l security, public health CNN Philippines DOH not recommending use of rapid test kits for coronavirus Rappler 100,000 COVID-19 test kits from China allocated to subnational labs: DOH …","url":"http://cnnphilippines.com/news/2020/3/23/Senator-Tito-Sotto-coronavirus-COVID-19-test.html","urlToImage":"http://cnnphilippines.com/.imaging/mte/demo-cnn-new/750x450/dam/cnn/2020/3/20/Coronavirus-testing_CNNPH.jpg/jcr:content/Coronavirus-testing_CNNPH.jpg","publishedAt":"2020-03-23T12:41:13Z","content":"Metro Manila (CNN Philippines, March 23)  The Health department denied speculation that it prioritizes VIPs in testing for COVID-19, but admitted it gives courtesy to certain officials when it comes to testing for the viral disease.\r\nThe DOH assures the publi… [+4095 chars]"},{"source":{"id":null,"name":"Radio.com"},"author":"https://facebook.com/929ESPN","title":"Pacquiao: Not Afraid to Die Fighting COVID-19 in Philippines - ESPN 92.9 FM","description":"Pacquiao: Not Afraid to Die Fighting COVID-19 in Philippines ESPN 92.9 FM Main Lead - Manny Pacquiao: World and people's champion Maxboxing Manny Pacquiao not afraid to die to help Philippines fight coronavirus - Insider INSIDER Bob Arum downgrades Manny Pacq…","url":"https://www.radio.com/sports/pacquiao-not-afraid-to-die-helping-homeland-fight-covid-19","urlToImage":"https://images.radio.com/espn929/s3fs-public/GettyImages684460092-a75951ab-95ce-43f8-8eae-3b5f52ec2dd7.jpg?width=1170&height=515&crop=1170:515,smart","publishedAt":"2020-03-23T18:39:02Z","content":"In order to step inside a boxing ring 71 times throughout your career, you've got to have courage. You've got to have a lot of courage going up against greats like Floyd Mayweather and Oscar De La Hoya. Each and every match, knowing that you could come out of… [+1912 chars]"},{"source":{"id":null,"name":"Cnnphilippines.com"},"author":null,"title":"Number of jobless Filipinos slightly up in January - CNN Philippines","description":"Number of jobless Filipinos slightly up in January CNN Philippines Unemployment steady, underemployment falls in January ABS-CBN News PHL employment, unemployment rates unchanged in January GMA News View Full coverage on Google News","url":"http://www.cnnphilippines.com/business/2020/3/5/Joblessness-rate-January.html","urlToImage":"http://cnnphilippines.com/.imaging/mte/demo-cnn-new/750x450/dam/cnn/2019/06/25/construction-worker.JPG/jcr:content/construction%20worker.JPG","publishedAt":"2020-03-05T04:18:02Z","content":"Metro Manila (CNN Philippines, March 5) The number of jobless Filipinos has barely changed since January, the Philippine Statistics Authority reported on Thursday.\r\nThe government reported an unemployment rate of 5.3 percent, steady from the rate logged in Ja… [+1599 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"By Enrico Dela Cruz","title":"Philippines plans rice imports to boost stocks for coronavirus fight","description":"The Philippine government is looking to import 300,000 tonnes of rice to ensure sufficient domestic supply of the staple while it seeks to contain the spread...","url":"https://news.yahoo.com/philippines-plans-rice-imports-boost-034614524.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-31T03:46:14Z","content":"By Enrico Dela Cruz\r\nMANILA, March 31 (Reuters) - The Philippine government is looking to import 300,000 tonnes of rice to ensure sufficient domestic supply of the staple while it seeks to contain the spread of the coronavirus in the Southeast Asian country, … [+2271 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"ABS-CBN News","title":"Kuwait requires medical certificate for travelers from PH, 9 other countries - ABS-CBN News","description":"Travelers to Kuwait from the Philippines and nine other countries will need to prove they are free of the coronavirus disease (COVID-19) before they are allowed entry, the Gulf state said Wednesday.","url":"https://news.abs-cbn.com/news/03/04/20/kuwait-requires-medical-certificate-for-travelers-from-ph-9-other-countries","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2018/news/02/19/20180218-kuwait-ofws-afp.jpg","publishedAt":"2020-03-04T08:33:00Z","content":"MANILA - Travelers to Kuwait from the Philippines and nine other countries will need to prove they are free of the coronavirus disease (COVID-19) before they are allowed entry, the Gulf state said Wednesday.\r\nStarting March 8, \"all expats passengers from the … [+2162 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"Reuters","title":"Philippines reports three more coronavirus deaths as Manila imposes 'quarantine'","description":"The Philippines recorded three additional coronavirus deaths and 29 new cases, bringing the domestic tally of infections to 140, as authorities placed the en...","url":"https://news.yahoo.com/philippines-reports-3-more-coronavirus-094759346.html","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2020-03-15T09:47:59Z","content":"MANILA (Reuters) - The Philippines recorded three additional coronavirus deaths and 29 new cases, bringing the domestic tally of infections to 140, as authorities placed the entire capital Manila under \"community quarantine\" for about a month beginning Sunday… [+976 chars]"},{"source":{"id":null,"name":"Ctvnews.ca"},"author":"Jim Gomez","title":"Canadian among dead after plane catches fire at Manila airport, killing all 8 on board - CTV News","description":"Canadian among dead after plane catches fire at Manila airport, killing all 8 on board CTV News Small plane explosion kills 8 in Philippines, including 1 Canadian CBC.ca Canadian among 8 killed in Philippine plane crash: Global Affairs Global News Canadian ki…","url":"https://www.ctvnews.ca/world/canadian-among-dead-after-plane-catches-fire-at-manila-airport-killing-all-8-on-board-1.4873211","urlToImage":"https://www.ctvnews.ca/polopoly_fs/1.4873259.1585504230!/httpImage/image.jpg_gen/derivatives/landscape_620/image.jpg","publishedAt":"2020-03-29T16:39:54Z","content":"MANILA -- \r\nA plane carrying eight people, including a Canadian and an American, burst into flames Sunday while attempting to take off from Manila's airport on a flight bound for Japan, killing all those on board, officials said.\r\nThe Westwind 24 plane, which… [+2790 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"Kristine Sabillo, ABS-CBN News","title":"DOH explains why 100,000 test kits still not enough for mass testing - ABS-CBN News","description":"DOH explains why 100,000 test kits still not enough for mass testing ABS-CBN News PH coronavirus cases now at 552 Rappler DOH may again revise COVID-19 testing protocols CNN Philippines Virus cases climb to 462, death toll rises to 33 – The Manila Times The M…","url":"https://news.abs-cbn.com/news/03/24/20/doh-explains-why-100000-test-kits-still-not-enough-for-mass-testing","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/life/03/24/20200312-covid-test-kit-md-4700.jpg","publishedAt":"2020-03-24T12:16:00Z","content":"MANILA - Even with 100,000 test kits received recently from China, the Philippines still cannot pursue mass testing for COVID-19, the Department of Health said Tuesday.\r\nIn a televised briefing, Health Undersecretary Maria Rosario Vergeire said that while 100… [+1562 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"ABS-CBN News","title":"Bring them home: PH wants all stranded Pinoys in Macau repatriated this weekend - ABS-CBN News","description":"Bring them home: PH wants all stranded Pinoys in Macau repatriated this weekend ABS-CBN News Third Filipino in Hong Kong contracts COVID-19 GMA News Another OFW in Hong Kong tests positive for coronavirus: DFA official ABS-CBN News 3rd Filipino in Hong Kong t…","url":"https://news.abs-cbn.com/news/03/05/20/bring-them-home-ph-wants-all-stranded-pinoys-in-macau-repatriated-this-weekend","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/reuters/03/05/20200205-china-macau.jpg","publishedAt":"2020-03-05T07:53:00Z","content":"MANILA — Authorities hope to bring home this weekend all Filipinos who were stranded in Macau due to a travel ban aimed at curbing the spread of the novel coronavirus, the Department of Foreign Affairs said Thursday. \r\nLocal carriers have yet to resume flight… [+1583 chars]"},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"ABS-CBN News","title":"Another Filipino tests positive for coronavirus in Hong Kong - ABS-CBN News","description":"Another Filipino tests positive for coronavirus in Hong Kong ABS-CBN News Fourth Filipino in Hong Kong tests positive for coronavirus CNN Philippines 4th Filipino tests positive for coronavirus in Hong Kong Rappler 4th Filipino in HK tests positive for COVID-…","url":"https://news.abs-cbn.com/overseas/03/09/20/another-filipino-tests-positive-for-coronavirus-in-hong-kong","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/tvpatrol/03/08/20190916-hk.jpg","publishedAt":"2020-03-08T16:48:00Z","content":"MANILA - Another Filipino in Hong Kong tested positive for the novel coronavirus disease (COVID-19), the Department of Foreign Affairs confirmed on Sunday.\r\nIn a tweet, Foreign Affairs Undersecretary Brigido Dulay said the Philippine Consulate in Hong Kong co… [+1142 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":"AFP","title":"US cancels major Philippines war games due to virus","description":"The US military has cancelled a large-scale exercise involving thousands of troops in the Philippines because of the coronavirus pandemic. The decision to scrap Balikatan 2020 was taken \"in light of the extraordinary circumstances surrounding COVID-19 pandemi…","url":"https://news.yahoo.com/us-cancels-major-philippines-war-games-due-virus-040917584.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/pP6X3l.VJVFYIY7txTT._A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyODA7aD05MDU-/https://s.yimg.com/uu/api/res/1.2/HwfAsmXYhPRgTQe6TgwEYA--~B/aD01NDM7dz03Njg7c209MTthcHBpZD15dGFjaHlvbg--/http://media.zenfs.com/en_us/News/afp.com/65f601c37e182bc0125bccd8160d78a8ac6a8a2d.jpg","publishedAt":"2020-03-27T06:04:55Z","content":"The US military has cancelled a large-scale exercise involving thousands of troops in the Philippines because of the coronavirus pandemic.\r\nThe decision to scrap Balikatan 2020 was taken \"in light of the extraordinary circumstances surrounding COVID-19 pandem… [+982 chars]"},{"source":{"id":null,"name":"Spin.ph"},"author":null,"title":"PBA News: Greg Slaughter works out with Chris Ellis in 'isolated gym' - Sports Interactive Network Philippines","description":"PBA News: Greg Slaughter works out with Chris Ellis in 'isolated gym' Sports Interactive Network Philippines Greg Slaughter continues to work on his game in 'isolated gym' INQUIRER.net View Full coverage on Google News","url":"https://www.spin.ph/basketball/pba/greg-slaughter-works-out-with-chris-ellis-in-isolated-gym-in-quarantine-a795-20200324","urlToImage":"http://contents.spin.ph/image/resize/image/2020/03/24/greg-slaughter-us-ig-1585031793.webp","publishedAt":"2020-03-24T06:39:58Z","content":"GREG Slaughter continued his workouts even with the threat of the coronavirus (COVID-19) worldwide.\r\nSlaughter posted a photo on Instagram on Tuesday showing him wearing a Kobe Bryant USA jersey taking shots in a gym which he described as isolated.\r\nThe photo… [+343 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Darrell Etherington","title":"UK researchers develop new low-cost, rapid COVID-19 test that could even be used at home","description":"A new type of test developed by UK researchers from the Brunel University London, Lancaster University and the University of Surrey can provide COVID-19 detection in as little as 30 minutes, using hand-held hardware that costs as little as £100 (around $120 U…","url":"http://techcrunch.com/2020/03/25/uk-researchers-develop-new-low-cost-rapid-covid-19-test-that-could-even-be-used-at-home/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/03/GettyImages-1209679043.jpg?w=711","publishedAt":"2020-03-25T14:03:12Z","content":"A new type of test developed by UK researchers from the Brunel University London, Lancaster University and the University of Surrey can provide COVID-19 detection in as little as 30 minutes, using hand-held hardware that costs as little as £100 (around $120 U… [+2062 chars]"},{"source":{"id":null,"name":"Youtube.com"},"author":null,"title":"Coronavirus: NBA star Kevin Durant tests positive | AFP - AFP News Agency","description":"Coronavirus: NBA star Kevin Durant tests positive | AFP AFP News Agency NBA: Durant among Brooklyn Nets players diagnosed with COVID-19 ABS-CBN News Kevin Durant among four Nets players to test positive for the coronavirus ESPN Philippines Kevin Durant among …","url":"https://www.youtube.com/watch?v=Bq-fbuHG564","urlToImage":"https://i.ytimg.com/vi/Bq-fbuHG564/maxresdefault.jpg","publishedAt":"2020-03-18T11:55:11Z","content":"Kevin Durant is reportedly among four Brooklyn Nets players who have tested positive for the new coronavirus and are in isolation.\r\nSubscribe to AFP and activate your notifications to get the latest news http://www.youtube.com/channel/UC86db..."},{"source":{"id":null,"name":"Abs-cbn.com"},"author":"ABS-CBN News","title":"Quezon City, Marikina report one COVID-19 case each: mayors - ABS-CBN News","description":"Quezon City, Marikina report one COVID-19 case each: mayors ABS-CBN News Quezon City says resident has COVID-19 ABS-CBN News Coronavirus case recorded in Quezon City INQUIRER.net View Full coverage on Google News","url":"https://news.abs-cbn.com/news/03/09/20/quezon-city-marikina-new-cases-covid-19-new-coronavirus","urlToImage":"https://sa.kapamilya.com/absnews/abscbnnews/media/2020/news/03/09/20200219-quezon-circle-mrt-construction-md-3399.jpg","publishedAt":"2020-03-09T01:24:00Z","content":"MANILA (3rd UPDATE) — Quezon City and Marikina each have one case of the novel corovirus (COVID-19), local officials said Monday. \r\nQuezon City's COVID-19 case is a resident of its first district and has been isolated at a hospital, Mayor Joy Belmonte said, q… [+1280 chars]"}]